{
  "alias": "aliona_hilt",
  "username": "Алиона Хильт",
  "descriptionProfile": [
    "💕КАК ЕСТЬ И ХУДЕТЬ, БЕРЕМЕННЫЙ ФИТНЕС, ПОСЛЕРОДОВОЕ ВОССТАНОВЛЕНИЕ💕 🏆WBFF Fitness Diva🏆 Абсолютная чемпионка С.Германии и дважды мама 👇👇👇",
    "💕КАК ЕСТЬ И ХУДЕТЬ, БЕРЕМЕННЫЙ ФИТНЕС, ПОСЛЕРОДОВОЕ ВОССТАНОВЛЕНИЕ💕 🏆WBFF Fitness Diva🏆 Абсолютная чемпионка С.Германии и дважды мама 👇👇👇"
  ],
  "urlProfile": "https://www.instagram.com/aliona_hilt/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/16908825_232594723814618_1711352967749173248_a.jpg",
  "website": "bit.ly/MyProtein-AlionaHilt",
  "numberPosts": 2892,
  "numberFollowers": 656952,
  "numberFollowing": 647,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BThCByGgse5/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18253236_1768100853207078_6890437756917383168_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@aliona"
      ],
      "description": "#алиона_результаты\nЗнаете, как бывает? Смотришь на себя изо дня в день, и кажется, что нет прогресса, что ты топчешься на месте, а все усилия напрасны: вес тот же, что и месяц назад. А потом твой тренер просит тебя сделать коллаж сегодняшней формы и той, с которой начинали, и ты офигеваешь. У меня другого слова нет🙊.\nНа фото - результат моей подопечной Олечки, она сбросила 18,5 (!!!) килограмм за несколько месяцев работы со мной😱(без голодовок, с ооочень вкусным и комфортным питанием и домашними тренировками!). Нам еще предстоит попотеть над пропорциями и качеством тела, но я считаю, что Оля уже молодец👍👍👍. Давайте похвалим ее в комментариях!\nВедь когда хвалят, это мотивирует на еще бОльшую работу над собой!\n👇👇👇👇\nЕсли вы хотите заниматься со мной дистанционно по индивидуальной программе и рассчитанным для вас меню, то пишите мне на почту training@aliona-hilt.com, я вам вышлю детали (НЕ в директ, НЕ в комментарии, а только на почту), у меня сейчас освободилось ДВА места (сорри, девочки, я не могу брать много людей на индивидуалки, мое время не резиновое🙈).",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 7566,
      "filename": "18253236_1768100853207078_6890437756917383168_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTgr1OjAnyj/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18161270_121031528454166_5490217936691920896_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@vopros_gv",
        "@vopros_gv"
      ],
      "description": "#алиона_полезнознать\n(начало по этому тэгу, не забудьте поставить❤️и сохранить статью себе!)\nВ прошлый раз мы начали обсуждать напитки кормящей мамы и разобрали чай/кофе/цикорий/молоко/кисломолочку..\nСегодня продолжаем с помощью сертифицированного консультанта по ГВ Даши @vopros_gv➡\nМой принцип в отношении диеты кормящей мамы, в том числе и питье, - это правильное питание!!\nПоэтому, конечно, идеальным питьём кормящей мамы будет вода 💦\n✅Соки\nМожно!! Если на фрукт нет реакции.\nИ помним: во всем нужен здравый смысл и мера!!\nСоки в коробках не являются эталоном правильного напитка.\nСоки свежевыжатые обычно рекомендуют разбавлять водой 1:1, чтобы концентрация сахара и кислот была не столь значительной. И помните, там нет клетчатки, такой ценной для нашего пищеварения.\n✅Газированные напитки, лимонады\nСмотря какой состав!!\nЕсли это домашний лимонад с продуктами, на которые малыш не реагирует - всё 👌\nСами газики не попадают в молоко!!\nНуу, а если этот напиток содержит любые ненатуральные компоненты - реакция малыша бывает вполне часто!!\n✅Лактогонные чаи\nНет однозначного ответа, действуют они или нет. Одни мамы тут же чувствуют приливы, другие не испытывают никакого эффекта.\nА как консультант хочу добавить: если есть проблемы с организацией грудного вскармливания и причина нехватки молока именно в ней, то никакие лактогонные чаи не помогут, работать надо над проблемой.\nБолее того, читайте состав: иногда в них присутствуют травы, снижающие лактацию, например, мята.\n✅Что снижает лактацию:\nРекомендуется избегать напитков, содержащих шалфей, мату, ромашку.\nВ заключении хотелось бы отметить: дорогие кормящие мамочки, период беременности, лактации и прикорма вашего малыша – прекрасное время для того, чтобы оздоровить свой рацион и обзавестись полезными привычками. Желаю Вам искренне получать удовольствие от прекрасного периода грудного вскармливания.\nРасскажите, что из этого вы не знали? А может быть, вы знали все?\n👇👇👇",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 8199,
      "filename": "18161270_121031528454166_5490217936691920896_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTgDOI2gtd8/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18251343_402351136814560_6415658109078863872_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#myproteinru",
        "#myproteinru"
      ],
      "mentions": [
        "@mamascamp_sochi",
        "@myproteinru"
      ],
      "description": "Доброе утро✌️.\n#алиона_питание\nМой день начался с клубнично-огурцового детокс-смузи🍓🥒. Я очень люблю такое сочетание, оно освежает нереально👌.\nЯ беру стакан замороженной клубники, половину большого огурца (очищаю его, естественно), добавляю либо воду, либо кокосовое молоко (на вкус влияет незначительно), вжик-вжик в блендере - и готово👌. Если чувствую, что я очень-очень голодная, а до следующего приема пищи еще далеко, то кидаю туда еще половинку авокадо 🥑 или банана 🍌и полпорции протеина. Сегодня я добавила 1ст.л.семян чиа #myproteinru и дала настояться полчаса. Когда семена стоят в жидкости, они впитывают ее в себя и разбухают, создавая чувство сытости надолго. А еще они богаты Омега-3👌.\nПодсластитель у меня со вкусом клубники #myproteinru, буквально пара капель для насыщенного вкуса и сладости.\nА вообще, меня подколбашивает последние пару дней: надо и работать, и дома убираться, а сил чего-то нет. Расписала себе рацион на неделю вперед, пересмотрела программу тренировок, сейчас с целью определюсь, наконец, ОКОНЧАТЕЛЬНО, и двинусь в путь к ней (а то меня штормит, то я силу хочу, то мышцы жечь🙈).\nСейчас как раз думаю над программой нашего @mamascamp_sochi, у меня грандиозные планы по тренировкам, чтобы все уехали со сногсшибательным результатом👌. Я, кстати, беру с собой девчонок, потому что там будет няня, да и вообще, развлекуха им в тепле🤗. Чего дома-то мерзнуть. А у вас весна началась уже?",
      "localization": "Сочи",
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 7820,
      "filename": "18251343_402351136814560_6415658109078863872_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTeWdBGgSPj/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18251453_1152175881595240_5400432036211064832_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@shulepik",
        "@shulepik"
      ],
      "description": "Любимый ЭКСПРЕСС-ПРОЕКТ и ПРОЕКТ \"БРАЗИЛЬСКАЯ ПОПКА\" в НОВОМ ФОРМАТЕ УЖЕ С 10 МАЯ 😍😍😍\n👑Это экспресс-программа, которая будет являться для вас толчком на пути изменения себя! \nЯ буду работать в закрытом аккаунте в Инстаграм, учить вас составлять свой рацион, интенсивно тренироваться и поддерживать друг друга! \nЗА ЭТИ ТРИ НЕДЕЛИ ВЫ:\n❤приобретете полезные привычки\n❤узнаете все о белках, жирах и углеводах\n❤поймете, что до этого занимались фигней, а не тренировками\n❤получите строгий контроль и поддержку единомышленниц\n❤улучшите физическую форму, состояние здоровья и внешность\n❤наденете облегающие брюки\n❤начнете собой гордиться! \nЧТО ВАС ЖДЕТ:\n💙ТРИ варианта питания (классическое правильное питание, экспресс и питание для массонабора). Меню подходит для юных мамочек на ГВ.\n💙интенсивные тренировки для дома или для зала\n💙ежедневный учебный материал по питанию, тренировкам и уходу за собой\n💙#пп рецепты\n💙поддержка и контроль\n💙отличное настроение!\n💙новые знакомства \nА еще подарочки от спонсоров и от меня! \nСТОИМОСТЬ ПРИ ОПЛАТЕ ДО 5 МАЯ ВСЕГО 1000 РУБЛЕЙ! \nПоспеши записаться или задать свои вопросы в директ моей помощнице Светлане @shulepik",
      "localization": null,
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 7250,
      "filename": "18251453_1152175881595240_5400432036211064832_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTeJghkgIhL/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18251753_918561234952823_2440294769981652992_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@cafafreeca",
        "@cafafreeca"
      ],
      "description": "Этой весной у меня случился тортовый зажор. Но все кондитерские изделия были исключительно #пп, поэтому за фигуру я не беспокоюсь👌!\nЭтот бомбический торт для меня приготовили @cafafreeca 😍. Нежный-нежный бисквит, взбитый крем и ягоды, а еще звезда с моим именем, как на Алее Звезд⭐️. Еще ребята были нашими партнерами на московских семинарах и кормили девчонок вкуснейшими капкейками🍰. Я во что бы то ни стало должна раздобыть рецепт их фирменного крема, это что-то😍. Такие вкусняшечки можно есть хоть каждый день!\nКстати, все 30 свечек я задула одним махом, это значит, что желание сбудется🤗.\n#алиона_питание",
      "localization": "Артлофт \"Окошки\"",
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 8656,
      "filename": "18251753_918561234952823_2440294769981652992_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTddZc5gFhv/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160819_395934624139250_8968461162286940160_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "#алиона_полезнознать\nНе забудьте поставить 💖 полезному посту (вам несложно, мне приятно!)\nВы можете найти очень красноречивые рекомендации о том, что ничего, кроме розовых гантелей 1-2 кг поднимать нельзя, из нагрузки – только ходьба 20 минут в день или, в крайнем случае, йога и фитбол 1-2 раза в неделю. Вообще, вдумайтесь, женщина готовится к родам – сложнейшему физиологическому процессу, требующему СИЛЫ и ВЫНОСЛИВОСТИ 9 месяцев! 9 месяцев лежать на диване и ничего не делать? По-моему, это в корне неверно.✅Во-первых, потому что роды – это очень большая физическая нагрузка, и тут как в спорте – чем подготовленнее организм, тем легче ему будет.✅Во-вторых, большой живот и смещенный центр тяжести отнюдь не СПА-процедура для вашей поясницы. А если она слабая? Боли, защемления нервов вам гарантированы.✅В-третьих, если вы не умеете управлять своими мышцами (ВСЕМИ, дада, и ТЕМИ САМЫМИ тоже), то вы гарантированно порветесь в процессе родов. Поэтому ВСЕ мышцы надо укреплять. Надеюсь, вы сами догааетесь, каким образом? Конечно, сексом. Да, на протяжении всей беременности. А что такое секс? Да та же физическая нагрузка, которую так не рекомендуют в интернетах.",
      "localization": null,
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 8952,
      "filename": "18160819_395934624139250_8968461162286940160_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTdXSwgAD-7/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18251676_209582522875883_6566532334433075200_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#SP_FitnessMama"
      ],
      "mentions": [
        "@mama",
        "@mama"
      ],
      "description": "Мамочки-красавицы, а ведь мы начинаем уже 9 набор в проект «Восстановление после родов», который стартует 15 мая! 😱 Рождение ребенка помогает ощутить крылья за спиной.☺ И сейчас самое время их расправить! 12 недель и вы в форме! 💪\n⠀\nПрисоединяйтесь к моему авторскому дистанционному проекту из любой точки мира и...\n⠀\n💜 Вы приведете свое тело в форму.\n💜 Выработаете правильные пищевые привычки.\n💜 Научитесь самостоятельно корректировать свой рацион.\n💜 Узнаете множество нюансов о грудном вскармливании, прикорме, уходе за кожей.\n⠀\nМы знаем, как много дел у новоиспеченной мамочки, поэтому предоставляем каждой участнице персонального куратора.😄 Он проследит, чтобы вы все делали вовремя и правильно! 😉\n⠀\nВы можете скинуть больше 8 кг лишнего веса за 12 недель участия в проекте!😱\n⠀\nСтоимость участия 3000 руб/месяц.\n⠀\nСмотрите результаты наших участниц в аккаунте @mama.starproject.fit\n⠀\nПодробности и регистрации по активной ссылке в описании профиля @mama.starproject.fit\n⠀\nВсе вопросы задавайте там же.\n⠀\n#SP_FitnessMama",
      "localization": null,
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 6725,
      "filename": "18251676_209582522875883_6566532334433075200_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTb1l-KAK-S/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096644_1883770018564075_1425650660887494656_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Неужели еще одна неделя прошла? Опять #вечер_занимательных_историй_от_алионы 49 (все истории пронумерованы, все 49 находятся по этому тэгу, но 9 из них - обособленно в \"популярном\", читайте по порядку👌)\nМое скандальное увольнение решено было принять за знак свыше🙏🏼. Мы давно об этом думали. Все-таки работать аниматором значит жить аниматором: это 24 часа в сутки 6 дней в неделю жить не своей жизнью. Быть милым😊, приветливым, не показывать, что у тебя есть свои переживания и проблемы. Ведь людям на отдыхе совершенно необязательно знать, что у тебя в жизни полная 🙊опа. Им хочется отвлечься от своих забот и повседневных дел, и ты сам того не замечая, начинаешь жить чужими интересами🤷🏻‍♀️. Аниматоры должны уметь поддержать беседу на тему, интересную гостю, у нас даже термин такой был «гест контакт» - «общение с гостями», и этот пункт в анкете был важнее всего. Нет, это не значит, что все аниматоры изображали интерес к темам, их не волнующим, отнюдь. Да и это невозможно: туристы же не дураки! Просто мы старались найти тех отдыхающих, кто нам был наиболее симпатичен и уже с ним «дружить»🤗. Кстати, со многими моими гостями я ДО СИХ ПОР (а прошло уже 13 лет!) поддерживаю общение, а еще больше людей помню и даже скучаю по ним…\nТак вот, я уехала в Анталию, а он остался молча дорабатывать сезон. Я срочно пыталась найти работу, ведь жить-то на что-то надо было, а мне еще необходимо было оплачивать институт😱). Мама Гульнур работала в кадастровой службе и знала директоров всех отелей Кемера. Чтобы я не скучала, она каждый день организовывала мне «выходной» в разных отелях. Мне кажется, я успела побывать в каждом из них, и в каждый я отправила запрос соискателя должности🙈. Мое отельное образование в колледже позволяло работать в любой службе, и я просилась на ресепшн или в связи с общественностью. Но как оказалось, найти работу в конце сезоне в Турции – это была утопия….",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 9933,
      "filename": "18096644_1883770018564075_1425650660887494656_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTa-urnAMkO/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18161539_1279783855452126_416323738485653504_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@medmagazin",
        "@medmagazin"
      ],
      "description": "Вчера на вебинаре у меня спросили, что делать, если нет изменений, как не потерять мотивацию. Трудно тренироваться без нее. Идеальный вариант для любого спортсмена - когда он видит изменения, происходящие с его телом. А что влияет на внешний вид фигуры? Ответ очевиден:✅Мышечная масса;✅Процент жира в организме.\nМногие до сих пор для измерения своего прогресса пользуются весами🙈. Это крайне неверно, т.к. ВЕСЫ не могут предоставить точной картины. Вес может совсем не измениться, тем не менее, процент жира снизится. Или наоборот - вес пойдет вниз за счет мышечной ткани, а процент жира останется прежним.\nЕсть один хороший способ измерения % жира - это БИОИМПЕДАНС (измерение электрического сопротивления). Мышцы, кости, жир и вода имеют разное электрическое сопротивление. Этот факт давно используют медики при определении точного процента жира (погрешность метода не более двух процентов).\nСуть метода - в том, что через тело пропускается очень слабый электрический ток. По силе тока при известной разнице потенциалов можно рассчитать электрическое сопротивление тканей тела, а раз так - то и их состав.\n❗️Использование метода биоимпеданса имеет несколько нюансов:\n➡️Измерения производятся в теплом помещении. Недопустимы пот или, наоборот, сужения капилляров после прогулки по зимней улице.\n➡️Измерения проводятся на пустой желудок; кроме того, прием мочегонных препаратов сильно искажает результаты.\n➡️Тяжелая тренировка или душ, принятый незадолго до измерения, повлияют на влажность кожи и количество воды и солей в организме. Раз так - опять-таки результаты будут искажены.\nУ меня теперь тоже есть настоящие весы для биоимпеданса из @medmagazin",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 11654,
      "filename": "18161539_1279783855452126_416323738485653504_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTawNYdAJMd/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095802_1418616564862897_1367344435439861760_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@uhtishka",
        "@uhtishka",
        "@uhtishka.ru"
      ],
      "description": "#канестыдно #тыжемать - теперь так точно не напишите😂\nНе ожидали меня увидеть в таком образе? Сюрприиз🙈 Казань подействовала на меня основательно. Интересно, что передает мой наряд🤔. Невинность? Скромность? Загадку? Напишите в комментариях🤗.\nФотосессия прошла на ура, и не представляете как приятно, что мой наряд, купленный в @uhtishka.ru, вы так оценили, увидев сториз! Ведь и вправду - то что скрыто, вызывает гораздо больший интерес, а мы привыкли все выставлять напоказ. На улице ходим в шортиках, которые полпопы только закрывают, а дома кутаемся🙈. Где то логика сбилась (хотя сама так делаю). Дабы не отвечать каждой, кто спросил про наряд в прошлых постах, отвечу всем сразу - @uhtishka.ru, там такие наряды, закачаешься! Как будто в восточную сказку попадаешь. Все такое необычное, стильное, но сдержанное. Даже на повседневку нашла себе пару вещей. А вам интересно было бы оказаться в таком образе?",
      "localization": "Kazan, Tatarstan",
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 14040,
      "filename": "18095802_1418616564862897_1367344435439861760_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTY-tNwAric/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18161143_1682595355368330_2935177398796156928_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@bazar321",
        "@bazar321"
      ],
      "description": "Девочки! ХЭЭЭЭЭЭЛП!!!\nНужна помощь зала! Какое из двух? Или юбку-пачку? В сторис все наряды показала со всех сторон! Что берем? Все точно брать не буду, надо срочно выбирать!!!!\nВ @bazar321 новые платья, футболочки, ботиночки, а какая мужская одежда😍, посмотрите на рокерскую куртку в моих сторис, это же бомба! Вы бы своему мужу взяли такую?\nДевочки, это магазин в \"Гранд Каньоне\", но они работают и он-лайн, отправляют вовсюда👌! Я без обновок отсюда не ухожу😍.\nДевочки, я договорилась с хозяйкой магазина, что всем-всем-всем моим подписчицам скидка на все наряды, обувь, сумки и аксессуары 10%😍! Просто скажите, что вы от меня и получите бонус😘.\nНу так какое берем? Или что-то из сторис?\n👇👇👇👇",
      "localization": "ТРК \"Гранд Каньон\"",
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 9384,
      "filename": "18161143_1682595355368330_2935177398796156928_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTYr5LMgtHG/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160703_436496620048915_5114101272554766336_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@dimmano",
        "@dimmano",
        "@dimmano"
      ],
      "description": "Лайк хорошему аппетиту Альмиры?💖\n\"Всем привет! Я мамочка в декрете...\" Помните, да? А вот кроме шуток, инстаграм можно успешно использовать в качестве площадки для заработка. Но только обычно то, что предлагают в комментариях - это обычный сетевой бизнес, и мне кажется, что 99% женщин его проходили. Я, например, учась в колледже, распространяла Эйвон🙈 Уверена, что вы слышали об этом бренде. Переехав в Германию, я пыталась начать это делать заново, но поняла, что за время существования подобных структур люди начали относиться к ним с недоверием. \nСейчас столько много новых интересных профессий, которым можно обучиться и работать удаленно, да, даже сидя в декрете😉. Слышали про администрирование аккаунтов? А межу прочим, многим магазинам и крупным блогерам нужны администраторы (у меня, например, есть администратор моего ютуб-канала, потому что времени на его настройку у меня нет). Причем я точно знаю, что зарплата их варьируется от 30 до 100 тысяч рублей в месяц: чем крупнее аккаунт, тем он дороже, что, в принципе, логично. Так вот мой друг @dimmano \nобучает этой новой профессии. Можно помогать кому-то с аккаунтом, находясь в любой точке земного шара 🌎: например, магазину из Нью-Йорка, сидя у себя дома в Кукуево и работая по 4 часа в день. Я считаю, что в качестве удаленной работы весьма неплохой вариант. . Очень рекомендую подписаться на аккаунт @dimmano и скачать себе обучающие материалы по ссылке в его профиле. 😉\nЭто #дружескаярекомендация,  поэтому не удивляйтесь, что пост будет удален и сохраняйте себе полезный контакт.",
      "localization": "Nevsky Prospekt",
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 13512,
      "filename": "18160703_436496620048915_5114101272554766336_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTYb3MlAOXD/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095460_1854032828180063_7077187161195282432_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "#алиона_полезнознать\nНе забудьте поставить лайк полезному посту, вам же несложно💖.\nСуществуют диаметрально противоположные точки зрения, можно ли принимать спортпит во время беременности. Одни считают, что протеин - зло, другие, что протеин не вреднее куриной грудки или молока. Из технологии производства протеина следует, что протеин в пудре, действительно, вполне себе безобидная добавка.\nОДНАКО, производители, стремясь улучшить вкус протеиновых коктейлей, добавляют в смесь бог весть что: подсластители, ароматизаторы, улучшители вкуса...и на банке с порошком, на всякий случай, пишут, что прием данного препарата не рекомендуется при беременности и грудном вскармливании.\nПОЭТОМУ я решила спросить моего женского доктора и нашего педиатра. Обоим врачам я доверяю, в их квалификации не сомневаюсь.\nИТАК, оба специалиста в один голос заявили, что качественный протеин сам по себе никаким образом не может негативно повлиять ни на качество молока, ни на развитие плода! Поэтому протеин во время беременности и грудного вскармливания пить протеин МОЖНО, но с небольшой ОГОВОРКОЙ:\n✅Следите за реакцией вашего малыша на определенный вид протеина (у ребенка может быть аллергия на тот или иной вид белка, могут быть также вздутие, понос, сыпь!). При появлении вышеперечисленных симптомов следует на время исключить коктейль из рациона и добирать белок из других источников. Через некоторое время можно попробовать снова ввести ТОТ ЖЕ САМЫЙ протеин и проследить за реакцией малыша.\n✅Следите за составом! Избегайте, по возможности, искусственных подсластителей и ароматизаторов! Отдавайте предпочтение органическим порошкам, лучше с нейтральным вкусом: в них вы сами сможете добавить тот натуральный подсластитель и ароматизатор, в котором вы уверены! Такой порошок обычно напоминает по вкусу сухое молоко. Стевию и натуральный ароматизатор можно купить в магазине. Также можно добавить ягоды, какао в порошке, корицу или ваниль.\nЧто касается меня, то я не парилась! У моей дочки не были ни коликов, ни аллергии, поэтому я пила со всеми вкусами всю беременность и кормление грудью!\nА вы пили/пьете протеин во время беременности и ГВ? Если да, то какой?",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 8550,
      "filename": "18095460_1854032828180063_7077187161195282432_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTYMAjdgwRZ/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095918_1735552080018784_4193621907653787648_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@doctorvasilenko",
        "@doctorvasilenko",
        "@elvira_spb",
        "@dr",
        "@elvira_spb",
        "@dr.sevindg_djannat",
        "@doctorvasilenko"
      ],
      "description": "Я знаю, вы любите сравнялочки🙈. Можете самостоятельно поискать отличия (сытые щеки в глаза бросаются лично мне, зато, благодаря им носогубка менее заметна).\n➡Слева: у меня ЕЩЕ нет заметных грыж под глазами (они появились позже👀). Справа у меня УЖЕ нет грыж под глазами (я их удалила у @doctorvasilenko).\nПромежуточный этап (с грыжами) можно найти в моей ленте, тут задача показать, что я лишь вернула первоначальный вид.\n➡Слева: у меня уже начинает нависать верхнее веко (и кстати, грыжа верхнего века тоже уже появилась: валик под бровью хорошо видно). Справа: @doctorvasilenko раскрыла мне глаза, удалив лишнюю кожу (#фуонавсяпеределанная).\n✅Слева и справа разная форма бровей, сейчас мне нравится больше, она гораздо мягче (бровки я делала у @elvira_spb, в мае нужно будет сделать коррекцию).\n✅Губы тут тоже видно, но с одним различием: слева гиалуронка стоит уже полгода, поэтому объем меньше, а справа - трехдневный свежачок (поэтому они и более наполненные, губы делаю у своей @dr.sevindg_djannat).\nНу вот и все, ракурс почти одинаковый👌. Зубы свои, морщинки у глаз - тоже🙊.\n#алиона_красота\nP.S.Ну вы у меня смешнульки писать, что до было лучше. Да однозначно и моложе, и свежее, и естественнее. Только я вот не знаю людей, которые не взрослеют с возрастом. Тогда я вас уверяю, что в 5 лет я была еще свежее, моложе и естественнее😂.",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 9588,
      "filename": "18095918_1735552080018784_4193621907653787648_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTYCGdzAIdp/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/e35/18096651_1333483736744634_8214508528539271168_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@reymarov",
        "@reymarov",
        "@reymarov"
      ],
      "description": "А теперь в продолжении к моему вчерашнему посту про то, как вернуть былую любовь - в конце объявление о БЕСПЛАТНОМ вебинаре😍.\nСкажите, вы довольны вашим сексом?\nК сожалению, нас не учили быть счастливыми женщинами, получающими сексуальное удовольствие, для которых секс - часть эмоциональной близости в отношениях.\n\nВстает вопрос: как сделать так, чтобы секс был приятным моментом близости, укрепляющим отношения? \nЗнакомьтесь: Михаил Реймаров @reymarov - профессиональный психолог и гипнотерапевт.\nОсновное направление его работы - взаимоотношения.\nВ том числе - их сексуальная сторона. \nМне понравился его стиль общения - живой, откровенный, достаточно жесткий.\nЗа его плечами много лет практики, личный опыт построения счастливых отношений.\n\nВ ближайший четверг, 27 апреля, Михаил и его жена Дарья (тоже психолог), проводят бесплатный вебинар “Как сделать сексуальную жизнь полноценной?”. Они рассмотрят очень важные вопросы:\n• Почему секс уходит из отношений?\n• Что блокирует вашу сексуальность?\n• Как сделать отношения близкими - физически и эмоционально?\n\nЭтот вебинар поможет вам стать счастливой и любимой женщиной, обрести желанную близость. Подписывайтесь на аккаунт @reymarov и регистрируйтесь на вебинар\n“КАК СДЕЛАТЬ СЕКСУАЛЬНУЮ ЖИЗНЬ ПОЛНОЦЕННОЙ?”!",
      "localization": null,
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 8789,
      "filename": "18096651_1333483736744634_8214508528539271168_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTWWIY8AxMH/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094736_1856714411233972_4284257009068408832_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@yo_space",
        "@yo_space",
        "@valerivit",
        "@yo_space"
      ],
      "description": "Рубрика #алиона_тренировки и немного про растяжку.\nКто знает, кто там сзади меня висит вниз головой? Кто первый угадает, тому передам привет в сторис🤗.\nНа фото - мое преодоление себя, и я жутко гордая и довольная тем, что у меня ПОЛУЧАЕТСЯ😍! Я хожу на альфа-гравити в @yo_space, и надо сказать, этой весной у меня это получается довольно-таки регулярно.\nРазница между первым занятием и сейчас колоссальная, а прошло- то всего два месяца👌!\nЧестно скажу, с тех пор, как я три года назад перестала вести йогу, на растяжку я откровенно забила🙈. Конечно, что-то еще осталось, но подвижность суставов существенно снизилась, а забитость мышц увеличилась👎. Сейчас все восстанавливаю, преодолеваю себя, благодаря занятиям. Это не совсем йога, не совсем гимнастика, не совсем растяжка, а скорее умение чувствовать и слышать свое тело и его потребности. Кто пробовал альфа-гравити, может сказать, что это такое? Тебя подвешивают к канатам, позвоночник вытягивается, мышцы растягиваются, голова отдыхает...очень необычные ощущения! Можно выполнить силовую тренировку, а можно повисеть и порастягиваться, в зависимости от того, чего хочет тело.\nКстати, на моих семинарах в Питере мы разыгрывали два сертификата на парные занятия в @yo_space. Так что имейте ввиду, можно прийти позаниматься парочкой🤗. Но предупреждаю, это непросто, зато интересно!",
      "localization": "Yo Space студия развития тела и души",
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 9027,
      "filename": "18094736_1856714411233972_4284257009068408832_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTVhiuygFWW/?taken-by=aliona_hilt",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160739_417372335285119_331030824767979520_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@pamurzina",
        "@wellness_emerald",
        "@zaberi_podarok",
        "@pamurzina",
        "@wellness_emerald"
      ],
      "description": "Кто с утра пораньше отрабатывает чак-чак на тренировке, тот я😂. У нас с вами такие две темы были интересные вчера: встреча одноклассников и любовь к мужу💖, что хочется их обе развить. Но солнышки мои, я не психолог, поэтому делюсь на своей страничке исключительно своими соображениями и опытом👌. Потом не говорите, что Алиона насоветовала, а у нас не работает🙊.\nТак часто от девочек я слышу фразу:\"Вот когда похудею/накачаю попу/избавлюсь от целлюлита\", тогда и стану выходить из дома/запишусь в спортзал/разденусь перед мужем. Да чего греха таить, я и сама чуть собой недовольна - сразу начинаю избегать каких-то действий. Так делать не надо, иначе рискуете с головой нырнуть под одеяло и больше не вынырнуть, распуская себя еще дальше, а в конце концов махнуть на себя рукой.\nОчень банальные вещи скажу сейчас, но окружающие вас люди не будут вас любить, если вы сами себя не полюбите. Вы у себя одна, поэтому уважайте себя. Причем тут одноклассники, муж и собственное тело? А при том, что все у нас, женщин, взаимосвязано: не довольны собой - огрызаемся на любимого, замыкаемся в себе и избегаем встреч. Вчера у меня столько раз спросили, что же я сделала, чтобы семья не распалась? Ответ прост: я СНОВА полюбила и зауважала САМУ СЕБЯ. Мужчины это чувствуют, поверьте. А иначе, за что ему вас любить, если вы сами себя ни за что не любите🤷🏻‍♀️.\nЧто думаете по этому поводу? Обсудим в комментариях?\n👇👇👇👇\n#алиона_прожизнь\nНу и минутка благодарности Танечке @pamurzina за то, что я прихожу в @wellness_emerald и чувствую себя, как дома😍.\nP.S.Чтобы постоянно не спрашивали, в конкурсном аккаунте @zaberi_podarok уже раздали кучу подарков, и мои в том числе👌(бесплатное участие в курсах и марафонах, вебинары, хорошие скидки в разные магазины и прочее, очень много благодарностей пишут участники, потому что у нас КАЖДЫЙ выбрал и получил хороший подарок🎁).",
      "localization": "Grand Hotel Emerald / Гранд Отель Эмеральд",
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 12937,
      "filename": "18160739_417372335285119_331030824767979520_n.jpg"
    }
  ]
}