{
  "alias": "andresmotiva",
  "username": "Andres Ramirez",
  "descriptionProfile": [
    "Emprendedor. Motivador. Pensador. Lee mis textos y reflexiones. Co-Founder: @fitzters",
    "Emprendedor. Motivador. Pensador. Lee mis textos y reflexiones. Co-Founder:"
  ],
  "urlProfile": "https://www.instagram.com/andresmotiva/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/13391089_717758311660233_1643041310_a.jpg",
  "website": "youtu.be/syi9NtpKfZ4",
  "numberPosts": 420,
  "numberFollowers": 238000,
  "numberFollowing": 1666,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTT76zYlbNO/?taken-by=andresmotiva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094860_2289511924607635_88203308111495168_n.jpg",
      "numberLikes": 66,
      "numberViews": 0,
      "numberComments": 2,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@varsitycrossfit",
        "@fitzters",
        "@andresmotiva"
      ],
      "description": "24.04.17\nCuando hay algo suficientemente importante en tu vida. Te vas a mover. Cuando algo en tu vida representa tanto; va a empujarte constantemente a la acción. Encuentra ese algo, ese alguien, ese por que. Puede ser una persona, un sueño, algo que quieres lograr. Puede ser una meta, un sitio que quieres conocer, un lenguaje; lo que sea. Cuando amas algo con tanta intensidad tus días no acaban a las 8pm, acaban cuando el día acaba y comienzan cuando el día comienza. Son 24 horas de constante dedicación y pensamiento hacia ello. Cuando amas algo no importa cuanto tiempo te tardas en llegar a ello pues sabes que cada segundo de lucha, de dedicación, de esfuerzo, de sacrificio vale la pena y lo aprecias por lo que fue y no por lo que te costo. @varsitycrossfit abrirá sus puertas el Miércoles. Si viven en Bogotá y quieren conocerlo sigan la pagina donde publicare información muy pronto. @fitzters @andresmotiva",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18094860_2289511924607635_88203308111495168_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS7ry0-lA-X/?taken-by=andresmotiva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17931773_1478940418804613_4965371064809947136_n.jpg",
      "numberLikes": 180,
      "numberViews": 0,
      "numberComments": 3,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@fitzters",
        "@varsitycrossfit",
        "@andresmotiva"
      ],
      "description": "Solo tu puedes hacer tu vida como tu la quieras hacer. Asi que deja de esperar a ese golpe de suerte. Deja de esperar las situaciones perfectas. Deja de esperar y comienza a actuar. @fitzters @varsitycrossfit @andresmotiva",
      "localization": "Varsity CrossFit",
      "date": "2017-04-15T05:00:00.000Z",
      "filename": "17931773_1478940418804613_4965371064809947136_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS4uqB1lPwk/?taken-by=andresmotiva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17882962_1908934109388849_9187061636010082304_n.jpg",
      "numberLikes": 89,
      "numberViews": 0,
      "numberComments": 14,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@varsitycrossfit",
        "@fitzters",
        "@andresmotiva"
      ],
      "description": "14.04.17\nEn Colombia hoy es viernes santo. Tenemos vacaciones, algunas personas aprovechan para viajar, otros encuentran en el viernes un espacio de reflexion y comunión con Dios. Yo te propongo que ademas de lo que sea que vas a hacer este fin de semana largo; aproveches para preocuparte. Pero no preocuparte negativamente, solo pro-activamente. Preocupate por lo que haces, por lo que te estas convirtiendo, por como tratas a otros, por cada aspecto de tu vida. Reflexiona sobre tus acciones y sobre como inter actuas con tu alrededor. Preocupate no para impresionar a nadie ni para generar un sentimiento negativo en tu vida; sino para ser mas paciente, amoroso y por que cuando nos preocupamos por ser seres humanos íntegros, logramos llegar mas lejos. Muchas veces en la vida vamos sin pensar en nuestras acciones y motivos y podemos herirnos, a nuestro futuro y a quienes están a nuestro alrededor. Preocupate por ser mejor, por tomar el tiempo y reflexionar sobre tus acciones, preocupate por disfrutar con tus amigos y familiares. Preocupate hacia bien. \nLes comento que esta semana que viene es la inauguración de @varsitycrossfit y andamos acá revisando los entrenamientos del primer mes. @fitzters @andresmotiva",
      "localization": null,
      "date": "2017-04-14T05:00:00.000Z",
      "filename": "17882962_1908934109388849_9187061636010082304_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSrwoJ9F7HT/?taken-by=andresmotiva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17819032_1832043793785778_2085205346602713088_n.jpg",
      "numberLikes": 229,
      "numberViews": 0,
      "numberComments": 2,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "",
      "localization": null,
      "date": "2017-04-09T05:00:00.000Z",
      "filename": "17819032_1832043793785778_2085205346602713088_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSo1OF_FE2h/?taken-by=andresmotiva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17818199_1010376612397572_1794797868708528128_n.jpg",
      "numberLikes": 124,
      "numberViews": 0,
      "numberComments": 4,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@fitzters",
        "@andresmotiva",
        "@varsitycrossfit"
      ],
      "description": "08.04.2017\n\"De todos modos morirás; hazte ese tatuaje, el piercing, ponte esa ropa que te gusta, ve a la fiesta a divertirte. HAZ QUE ESTAR AQUÍ VALGA\" - Hoy lei esta frase en Facebook y caí en cuenta que la definición de una vida que valga la pena es diferente para cada uno de nosotros. Mi definición de valer la pena es crear algo único que cambie la vida de muchos. Si logro eso mi vida habra valido la pena. Para mi valer la pena significa conocer Indonesia, Singapur, India, Argentina, Ecuador. Es viajar por el mundo sin preocuparme. Para mi valer la pena es dejar una familia con los mismos valores e ideales pero que a su vez tengan sus propios sueños y metas. Valer la pena es diferente para cada uno pero lo importante es que si. Sea lo que sea que te haga feliz; lo que te haga sentir que vale la pena. Lo hagas, por que la vida es corta y de todos modos morirás. Así que muere feliz y satisfecho con lo que haces en este hermoso planeta. @fitzters @andresmotiva \nPor cierto, si vives en Bogotá y me quieres apoyar en mi proximo emprendimiento ayúdame dando like a: @varsitycrossfit - ¡Muy pronto!",
      "localization": "Varietale",
      "date": "2017-04-08T05:00:00.000Z",
      "filename": "17818199_1010376612397572_1794797868708528128_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSh-yWNggwS/?taken-by=andresmotiva",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17663461_394878587540801_1166212822070198272_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17662933_1256156791169103_2950835677031301120_n.jpg"
      ],
      "numberLikes": 230,
      "numberViews": 0,
      "numberComments": 7,
      "isVideo": false,
      "multipleImage": true,
      "tags": [],
      "mentions": [
        "@andresmotiva",
        "@fitzters"
      ],
      "description": "Cierra los ojos y deja de concentrarte en el problema. El problema esta ahí y no importa cuanto tiempo te concentres en el, no se va a ir. Debes comenzar a mirar a tu alrededor y buscar una solución. Muchos problemas parecen imposibles de superar pero la solución puede ser incluso mas sencilla de lo que crees. @andresmotiva @fitzters",
      "localization": null,
      "date": "2017-04-05T05:00:00.000Z",
      "filename": [
        "17663461_394878587540801_1166212822070198272_n.jpg",
        "17662933_1256156791169103_2950835677031301120_n.jpg"
      ]
    },
    {
      "url": "https://www.instagram.com/p/BShhwssF-x8/?taken-by=andresmotiva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17663621_300026063750760_3399013117777149952_n.jpg",
      "numberLikes": 165,
      "numberViews": 0,
      "numberComments": 13,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@fitzters",
        "@andresmotiva"
      ],
      "description": "Cuando éramos pequeños jugábamos a buscar el tesoro, a ser nuestros jefes, a ser taxistas, a limpiarle los zapatos al papa, a ser el mesero, a lo que cayera. Cualquier cosa que se presentaba ante nuestros ojos era un juego y era objeto de disfrute y alegría. El día de hoy es un tesoro, un tesoro como el que teníamos escondido debajo de la cama, un tesoro como cuando convertimos nuestra almohada en una silla de carro de formula 1. Celebra la vida como si fueras pequeño. A medida que crecemos nuestra felicidad y creatividad comienza a decrecer. Nuestra capacidad de decirle \"SI\" a lo que cayera desaparece. Nos volvemos mas quisquillosos con lo que nos gusta y lo que disfrutamos. Y aunque eso esta bien por que comenzamos a desarrollar gustos y personalidad. Tampoco esta muy bien por que eso previene que disfrutemos el tesoro de la vida en su forma mas pura. Disfruta la vida y disfruta cada cosa que aparezca en tu camino, cada persona, cada situación. Todo tiene un propósito y aunque no lo entiendas en este momento; mas adelante lo harás. @fitzters @andresmotiva",
      "localization": null,
      "date": "2017-04-05T05:00:00.000Z",
      "filename": "17663621_300026063750760_3399013117777149952_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSZL_Wql2rw/?taken-by=andresmotiva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17662058_1867327396861002_2503426764848496640_n.jpg",
      "numberLikes": 249,
      "numberViews": 0,
      "numberComments": 5,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@andresmotiva",
        "@fitzters"
      ],
      "description": "Cada minuto, de cada hora, de cada día, de cada mes, de cada año. Tiene un propósito. Lo malo y lo bueno. Lo bonito y lo desagradable. Todo tiene un propósito en tu vida. Los amores y los desamores. Las fantasias y las realidades. Cuando entiendes esto aprendes a apreciar las cosas que suceden en tu vida con otra perspectiva. La felicidad no depende de lo que te suceda en un instante. La felicidad depende de como tu seas capaz de reaccionar frente a ello.  @andresmotiva @fitzters",
      "localization": null,
      "date": "2017-04-02T05:00:00.000Z",
      "filename": "17662058_1867327396861002_2503426764848496640_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSUUTi3AT-f/?taken-by=andresmotiva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17662168_744317855751159_3691813287592198144_n.jpg",
      "numberLikes": 232,
      "numberViews": 0,
      "numberComments": 1,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@andresmotiva",
        "@fitzters"
      ],
      "description": "Atrévete a vivir la vida que has soñado para ti. Sigue adelante y haz realidad tus sueños. - Y de paso mira mi nuevo video en Youtube, el link esta en la descripción (https://youtu.be/Jf0zIvTpGR0). @andresmotiva @fitzters",
      "localization": null,
      "date": "2017-03-31T05:00:00.000Z",
      "filename": "17662168_744317855751159_3691813287592198144_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSUNW2zgFVV/?taken-by=andresmotiva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17586693_205192729967563_5189948586820894720_n.jpg",
      "numberLikes": 238,
      "numberViews": 0,
      "numberComments": 3,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@fitzters",
        "@andresmotiva"
      ],
      "description": "31.03.2017\nHoy leí una frase excelente que tiene mucho que ver con un video que subí esta mañana a mi canal de YouTube (https://youtu.be/Jf0zIvTpGR0). La frase decía: Intenté buscar un trabajo; luego decidí crearme uno.\n-\nNo esperes un carrera hacia tu destino gratis. La vida no es Uber. Tienes que trabajar para crear la carrera que buscas y deseas. Pon el trabajo, es la única forma de lograr las metas. Pon el trabajo, es el único camino asegurado a ser lo que quieres ser. Pon el trabajo sea que seas un inversionista o un mesero o un \"youtuber\" o un cantante. Pon el trabajo. ¿Quien se gana la promoción? el que llega en la mañana y se va de ultimo. El que no lleva solo problemas sino soluciones. El que si tiene que trabajar los domingos lo hace sin preguntar dos veces. El que esta disponible 24/7. El que le demuestra a la compañía (en este caso la vida) que puede contar con el incondicionalmente. Demuestrate a ti mismo que vas a poner el trabajo, demuéstrale a tu vida que estas comprometido 100% con tu propio éxito; y la vida te recompensara.  @fitzters @andresmotiva",
      "localization": null,
      "date": "2017-03-31T05:00:00.000Z",
      "filename": "17586693_205192729967563_5189948586820894720_n.jpg"
    }
  ]
}