{
  "alias": "annybakhireva",
  "username": "Anna Bakhireva",
  "descriptionProfile": [
    "Mother of little Anastasiya and Fedor Travel around the world together🌎 📬💌 anny.bakhireva@gmail.com",
    "Mother of little Anastasiya and Fedor Travel around the world together🌎 📬💌 anny.bakhireva@gmail.com"
  ],
  "urlProfile": "https://www.instagram.com/annybakhireva/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/14723532_201062240328567_9129939696254713856_a.jpg",
  "website": null,
  "numberPosts": 2161,
  "numberFollowers": 471248,
  "numberFollowing": 220,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTg-4RMD4BO/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18160233_1741773252516093_409530581987098624_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Открыли пляжный сезон🏖",
      "localization": "Royal Yacht Club",
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 17570,
      "filename": "18160233_1741773252516093_409530581987098624_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTekbk8D_1K/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.121.1080.1080/18095797_456253178053664_7551329590505897984_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Какую мы классную весну наконец дождались☀️ Дачи нет, поэтому смешила голыми пятками в городе😀 А вы чем занимаетесь?\nПро вчерашнее видео- девочки, спасибо огромное за вашу поддержку, внимание и отзывчивость🤗❤ все-все перечитала🙌🏼",
      "localization": null,
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 16049,
      "filename": "18095797_456253178053664_7551329590505897984_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTbpzygDD5Z/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096186_133558597186740_507578942983503872_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "в пиджаке младшего брата😊\nпочти школьница)",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 25791,
      "filename": "18096186_133558597186740_507578942983503872_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTZl3zujyEA/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096436_758355087670647_8148582202179846144_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "уроки ОБЖ (интересно существуют сейчас такие в школе?) у нас были раз в неделю и зачем-то в послеобеденное время. Проводились в нашем классном кабинете, в единственном котором я сидела за передней партой😅 с ещё двумя одноклассницами-подружками) не потому что места мало было в классе, а потому что мы дружили и нам разрешали) Но пост не про это) У преподавателя была ужасно большая и густая борода💂🏻‍♀️ и вот представьте, в этой бороде всегда были остатки пищи😭 морковь, хлебные крошки, зелень😫😭😅 в восьмом классе это вызывало только смех, тем более когда ты в полуметре от этого обеденного склада🙈 Я все думала ну зачем эта борода людям нужна🤷🏻‍♀️ А потом не понимала свою тётю, которая с удовольствием целовалась с усатым мужем😅😆 Я все не понимала как это прикасаться к такой волосатости лицом😆\nА сейчас, просто обожаю и щетину и бороду🙄😍 кайфую больше Димы😅 не даю сбривать) разве что вот так, немножко поправить) такая взрослость в этом, брутальность. Нравится очень😍",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 20408,
      "filename": "18096436_758355087670647_8148582202179846144_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTY5qlCjywt/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18094768_1253146761449601_7287213660424896512_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Представляете, это пионы🌷",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 26592,
      "filename": "18094768_1253146761449601_7287213660424896512_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTUYwQPjHja/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18160446_128797174332765_4046735842901753856_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Честно говоря, не думала, что это может быть проблемой, но на практике оказалось не так просто найти🤷🏻‍♀️ Я пока новичок в детской художественной гимнастике, а совсем скоро первое соревнование👯 у нас задание найти купальник для выступлений или может кто шьёт малышовые блестящие костюмчики. Кто тут с опытом, поделитесь, пожалуйста🙌🏼",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "numberLikes": 21123,
      "filename": "18160446_128797174332765_4046735842901753856_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTSCPoUjANE/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.81.1080.1080/18095985_1916062245341391_8356859880920842240_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@hugoboss"
      ],
      "description": "Когда дурная голова ногам покоя не даёт😭😅Рассказать как это?\nВ четверг я брала у Димы машину с документами, а в пятницу утром, когда он уже выехал из гаража вспомнила, что не отдала ему свидетельство о регистрации, или как там называется главный документ на машину, такой ламинированный розовый, пишу ему в вотсап, что готова сбросить в окошко, если он очень торопится. Беру первый попавший полиэтиленовый белый пакет, кладу документ на машину, мягкую игрушку для веса, завязываю потуже и бросаю)\nМеня очень редко останавливает дпс на дороге. Всего два случая помню: в первом машина была настолько грязная, что не было видно даже номер,  а второй раз с выключенными фарами ехала. Заботливые👮🏻👏🏻 А сегодня вроде и машина чистая и фары включены, останавливают. Ну почему я всегда их боюсь, даже когда ничего не нарушаю🤷🏻‍♀️ Вот только вдруг понимаю, что опять документа нет с собой😐, вспоминаю про пакет, ищу в салоне со скоростью света- не нахожу🤷🏻‍♀️, выхожу из машины и иду к багажнику, мимо сотрудника дпс😂, открываю багажник, говорю ребёнок игрушку просит😭 Про себя думаю вот сейчас найду пакет, достану игрушку и вуаля документ👌🏼В багажнике есть все, начиная с горшка, коляски, заканчивая старыми визитками, вешалками, лопатами, кроссовками, все что угодно, но пакета нет😐 стою, перебираю с места на место с уверенным видом😅Терпеливому сотруднику дпс это надоедает, спрашивает на всякий случай все ли у меня есть🙈😂 А я с таким уверенным и серьёзным лицом говорю, что документы то точно есть, вот игрушка где🤷🏻‍♀️😭😅 Тот разворачивается и уходит😳🙌🏼.\nА в пятницу Дима машину сдал на мойку,  а у них оказывается правило- раз лежит на полу (в ногах) значит на выброс😐😨. Поэтому они взяли и выбросили😰. Не спрашивайте почему пакет лежал там, и почему он документ не вытащил оттуда, и почему я как нормальная жена не вынесла его😭\nЯ потом ехала обратно с малышами домой, чувствовала себя каким-то жутким хулиганом без документов на машину) Ну вот как так😭 Потерять так глупо🤷🏻‍♀️ А фото ещё с мероприятия в марте в честь открытия флагманского магазина Hugo Boss в гуме. Фотограф нас так аккуратно просил двигаться для кадра, теперь я понимаю, что просто ловил голову Димы в надписи Boss😅",
      "localization": "GUM, Moscow",
      "date": "2017-04-24T05:00:00.000Z",
      "numberLikes": 15632,
      "filename": "18095985_1916062245341391_8356859880920842240_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTOrwR-DkRl/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095714_1326853854075679_787677399855661056_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@studionebo"
      ],
      "description": "Возвращались поздней ночью (или уже ранним утром) с Димой домой и я подумала как хорошо, что у меня вдруг интернета вчера не было😳😅Навыкладывала бы вам всякой ерунды из ночных клубов😅💃🏻 Праздновали день рождения моей очень хорошей подруги, когда-то давно моя бывшая начальница😅, встречались с девочками из до декретного офиса, и такое приятное чувство от встречи и от выпитого вина😅💓 ломит теперь все тело и голова болит😭\nА костюм, да) выбрала все-таки зелёный, идеально подошёл мне цвет, это все @studionebo и костюм и брошь💚 Очень узнаваемы среди многих российских дизайнеров, сочетанием лёгкости, яркого акцента и стилем👌🏼А брошь есть разных цветов, и форм, мне журавль очень нравится, можно украсить ею даже самый скучный образ, чтобы полностью изменить его)",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "numberLikes": 9809,
      "filename": "18095714_1326853854075679_787677399855661056_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTMiQEwjDkn/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.73.1080.1080/18095831_1909213142648046_1927065303599022080_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@fendrybar",
        "@studionebo"
      ],
      "description": "Суббота💃🏻",
      "localization": null,
      "date": "2017-04-22T05:00:00.000Z",
      "numberLikes": 18737,
      "filename": "18095831_1909213142648046_1927065303599022080_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTJUfc7Dq1o/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011250_446701892331617_1529948912264151040_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@enjoybookru",
        "@enjoybookru"
      ],
      "description": "Девочки, спасибо за вчерашнюю часовую беседу🤗 Такие вы хорошие💓 Я ещё вернусь к тому посту и отвечу на многие ваши вопросы😊А мы готовимся к выходным и параллельно ищем новую точку для большого летнего путешествия🌍 Осенью обязательно на Алтай, а летом очень хочу с мамами в Палермо, а потом вчетвером в Америку. Хочу дом на колёсах и по трассе 66. А Дима мечтает о стареньком мустанге и большой скорости. Чтобы бродить по нью-йорку, останавливаться в придорожных отелях, перекусывать в маленьких городах, вспоминать фильмы про техас и просто влюбиться в новое место на нашем глобусе🌍\nМама когда гостила у нас сделала справедливое замечание, что такие воспоминания надо обязательно распечатывать, делать книги путешествий и дарить их ей😂 Так и буду делать👏🏻 Потому что @enjoybookru идеально передают качество самой обычной мобильной фотографии в печати😍 Имеют очень удобный конструктор, красивую обложку, стильное оформление и за один день привезли мне эту готовую нашу собственную книжку про остров Бали. \nКстати, как правильно балИ или бАли?) мне второе как-то слух режет)\nДелайте ваши личные книги, про свадьбу, про дни рождения, про путешествия, про детство, ну не заменить это чувство электронной фотографией🤷🏻‍♀️❤ Особенно для детей)",
      "localization": null,
      "date": "2017-04-21T05:00:00.000Z",
      "numberLikes": 14980,
      "filename": "18011250_446701892331617_1529948912264151040_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTHr4cHDWZc/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934630_818831328267233_4761889168026501120_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "А есть тут кто не спящий?)\nПоговорите со мной о чем-нибудь🤗 \nМалыши давно спят, я уже кучу всего успела переделать, супруг до сих пор в офисе (😩), а мне поболтать хочется)\nРасскажите мне что-нибудь) Или улыбнитесь хотя бы просто смайлом) Я не пропала из вашей ленты? У меня вроде столько подписок, а в ленте очень мало🤷🏻‍♀️, не вижу многие посты, хотя часто комментарию и всегда лайкаю❤",
      "localization": "pmloft",
      "date": "2017-04-20T05:00:00.000Z",
      "numberLikes": 16373,
      "filename": "17934630_818831328267233_4761889168026501120_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTEbVxrDvce/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17934114_277955945983221_1716179982708899840_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AuraBotanica",
        "#KerastaseRussia"
      ],
      "mentions": [],
      "description": "А это в лесу нашем, рядом с домом. Почти непроходимый и все равно столько пакетов валяется :( С годами и с появлением детей невольно становишься внимательнее к окружающей среде. Мне кажется я так часто пишу об этом в последнее время🤦🏼‍♀️ Рассказала сегодня Насте на примере наших бутылочек и тюбиков  из новой линейки Aura Botanica от Kerastase как они берегут природу и что изготовлены из старых пластиковых бутылочек 👏🏻\nИ вот мы коллекционируем теперь пластиковую тару😅 Настя решила собирать пустые бутылочки дома, чтобы сдать их потом на переработку :) Кто-нибудь может знает где их принимают? Коллекция-то растёт! :) А мне ещё любопытно посмотреть на коллекцию одного бренда (пока нет в продаже) с туфельками и аксессуарами из переработанного  пластика, стекла и полиэстера👏🏻 Это совсем мало, конечно, для сохранения природы, но хоть что-то. Дети впитывают все, как губка. Особенно Федя. Расскажу как-нибудь как он себя на уроках по английскому дома ведёт и какие потом фразы выдаёт😅 #любимприроду #экология #AuraBotanica, #KerastaseRussia #АмбассадорKerastase",
      "localization": null,
      "date": "2017-04-19T05:00:00.000Z",
      "numberLikes": 14824,
      "filename": "17934114_277955945983221_1716179982708899840_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTDzoulj9aE/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17934295_420592258301976_7043841254152470528_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@mynamebookru"
      ],
      "description": "Смотрите какая прелесть у нас появилась📘💓 Я уже не помню откуда у малышей эта симпатия к книгам, но ведь искренне радуются. Я уверена, что детские книги не обязательно должны быть с глубоким смыслом, и если это даже просто яркие иллюстрации, 3д аппликации, книжки-пищалки, но просто в формате книжки это уже начало симпатии к ней💓\nА это удивительная история, именная книга для Феди и Насти. Спасибо ребятам @mynamebookru за такие книжки🙌🏼 Добрая история про мальчика и девочку, которые потеряли своё Имя и ищут складывая по буквам. Помогают всем кого встречают на пути и получают помощь от них. Очень яркая и красивая, и легко читается.\nЯ бы точно рекомендовала такую книжку в подарок, если вы вдруг в поиске для племянников, маленьких родственников, друзей и своих детей, конечно😊 Я даже сохраню их обязательно, чтобы когда-то совсем не скоро они читали эти книжки своим малышам❤ Чтобы фантазировали, рисовали истории и рассказывали как искали маленьких Настю и Федю. Все мы радуемся таким мелочам из детства✨",
      "localization": null,
      "date": "2017-04-19T05:00:00.000Z",
      "numberLikes": 12878,
      "filename": "17934295_420592258301976_7043841254152470528_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTBmesMDD39/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011233_452964848384212_7175483131351269376_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Только спустя время, и вложив много сил и денег, мы поняли, что упустили очень важную вещь в ремонте - шумоизоляция. Ну жили же раньше в старой квартире и нормально, везде соседи разные, разных возрастов и с разными громкими передачами по телевизору вечерами. Но сейчас🤦🏼‍♀️ Пока мы путешествовали на Бали через стенку заселились соседи, молодая пара. Может их планировка как-то удивительным образом доносит до нас звуки, но... мы слышим абсолютно все😭 Мне кажется я даже их будильник пять дней в неделю слышу😩 Как моют посуду, смывают туалет, обсуждают вечером что-то. Иногда прям отчётливо каждое слово😭 Но самая большая слышимость ночью😅🤦🏼‍♀️ Это смешно и забавно немного, подруга даже в шутку прислала мне объявление, которое кто-то там в подъезде повесил по такому же поводу из-за шумного секса. Ну не вешать же такое же😂 Мы пересекаемся в лифте иногда, улыбаемся друг другу) Я вот думаю, может ли быть такая слышимость только односторонней, ну например мы их слышим, а они нас нет), и слышат ли нас также соседи за другой стенкой😐🤔",
      "localization": null,
      "date": "2017-04-18T05:00:00.000Z",
      "numberLikes": 13408,
      "filename": "18011233_452964848384212_7175483131351269376_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS_kHpKjxfh/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.64.1080.1080/17934365_402016073506412_584466760321728512_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@befree_fashion"
      ],
      "description": "Готова наконец про плащ рассказать подробнее) А давайте вначале про образ в целом🤗 оцените мой образ, пожалуйста. Можно просто '+' или '-'🤗 Я давно хотела такие джинсы примерить, и я вижу эту модель с широкой тельняшкой и вот даже с таким строгим плащом оливкового цвета. Почти мужского кроя в духе 20-х гг😍 Про плащ только ленивый не спросил, и правильно сделал) потому что он очень крутой и стоит как кофта🙆🏻 И судя по письмам от девочек, не дожидаясь промо-кода выкупили почти весь ряд s размера🙈 А джинсы, кстати, несмотря на свою ширину внизу очень даже удобны в носке👌🏼 Вот только обувь, возможно, лучше смотрелись бы кеды светлые (может даже с высокими спортивными носками), или шлепки с открой пяткой, или может лучше бежевые аккуратные лодочки🤔\nВесь образ полностью обычный массмаркет магазин @befree_fashion 👌🏼включая обувь. Мне предложи подобрать лук максимально модный, удобный и в то же время не дорогой и без распродаж 💸 напишите, если нужно рассказать что-то по ценам отдельно, а самое бюджетное на мне это тельняшка, 999р.) ну, что скажите про образ?) И так как в befree действительно можно одеться #крутоинедорого , то с удовольствием даю вам свой промокод 'bakhireva' , который вам, если вдруг понадобится, ещё и 20% скидку в их интернет магазине подарит🤗 готовьтесь к весне красиво🌷",
      "localization": "Flacon дизайн-завод",
      "date": "2017-04-17T05:00:00.000Z",
      "numberLikes": 11922,
      "filename": "17934365_402016073506412_584466760321728512_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS_FYHdD5zB/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18011806_251193548620017_671813149443227648_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Воспитательница в саду спрашивает неужели мне до сих пор не хочется сдать Настю в сад😅 Хочется наверно, и в такие дни я строила большие планы и надежды переделать кучу дел, но вот ранним утром уговорить Федю одеться и проводить Настю, точно также как и потом сходить встретить ее- почти невозможно🤦🏼‍♀️ Но это все ерунда по сравнению с тем как он приставуч пока ее нет) Абсолютно ничего не даёт сделать, просто сплошные разукрашки/рисовалки/игралки и посиди рядом, и возьми на ручки, ну где же Настя, чего так долго не идёт (спустя пол часа назад как ответили😅), давай полежим вместе, погладь спинку, давай поцелуемся и так по новой и много раз пока сестру из сада не заберём) Поэтому в сад не ходим. Хотя там сейчас ветрянкой все болеют, и это вдруг впервые, когда мне бы хотелось подхватить эту пятнистую болячку малышам🐸, чтоб уж лучше сейчас переболеть)\nА картинки на стене с Бали) привезли вместо магнитиков. Терялись несколько раз по дороге до дома, уже и не верили, что привезём их)",
      "localization": null,
      "date": "2017-04-17T05:00:00.000Z",
      "numberLikes": 14069,
      "filename": "18011806_251193548620017_671813149443227648_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS8iNdzjsBv/?taken-by=annybakhireva",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17883193_639930896208907_7067913008248258560_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Не фотографируются у меня ни куличи, ни яйца) все съедается очень быстро). Уехали к родным за город, а то дома почти все съели) А настроение какое🤗\nРебята, со светлым добрым праздником! Христос Воскресе! Любви и чудес✨",
      "localization": null,
      "date": "2017-04-16T05:00:00.000Z",
      "numberLikes": 21735,
      "filename": "17883193_639930896208907_7067913008248258560_n.jpg"
    }
  ]
}