{
  "alias": "beautyphd",
  "username": "ANDREA ROBERSON, MATH PhD",
  "descriptionProfile": [
    "def Andrea(python): if python=='Math': return 'AI' elif python=='CS': return 'Deep Learning'",
    "def Andrea(python): if python=='Math': return 'AI' elif python=='CS': return 'Deep Learning'"
  ],
  "urlProfile": "https://www.instagram.com/beautyphd/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/17494120_125398337999088_8676210748285779968_a.jpg",
  "website": "EvausIsSuave.com",
  "numberPosts": 664,
  "numberFollowers": 697000,
  "numberFollowing": 409,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTVGMlalVY3/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094635_514153662308382_1586836458474307584_n.jpg",
      "numberLikes": 3755,
      "numberViews": 0,
      "numberComments": 33,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#SuavePartner",
        "#SuaveBeliever"
      ],
      "mentions": [
        "@suavebeauty",
        "@suavebeauty"
      ],
      "description": "I am a #SuavePartner with @suavebeauty and I am so so lovinggg the Moroccan Infusion Shine Styling Oil! It really adds shine and creates a beautiful finish.  And I can not forget the instant conditioning!\n\nPlease try it out for yourself and post your own #SuaveBeliever image if you're loving it too! The link is in my bio. Checkout all the goodies and coupons. ❤",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18094635_514153662308382_1586836458474307584_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTUfoXqFtrX/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160801_324840074598768_5626001674192551936_n.jpg",
      "numberLikes": 2632,
      "numberViews": 0,
      "numberComments": 13,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AV",
        "#RHOP",
        "#SmithStreet",
        "#RealHousewivesofPotomac"
      ],
      "mentions": [],
      "description": "AV,\n\nI wanted to congratulate you on the incredible success you are having! Thank you for the privilege of watching you do your producer thanggg. I am overjoyed with all of your achievements. Shine on brother!\n\nWhen we were 6, running around on the playground...I could never have fathomed what the future had in store for us Smith Streeters. Congratulations for being our shining star.\n\nPS. I literally cried seeing the Howard Theater on TV the other night. You inspire all of us from the U. and make us proud! Love U\n\n#AV #RHOP #SmithStreet #RealHousewivesofPotomac",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18160801_324840074598768_5626001674192551936_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTRzQljlDBc/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095216_281479918979254_976134345691496448_n.jpg",
      "numberLikes": 3235,
      "numberViews": 0,
      "numberComments": 40,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#SuavePartner",
        "#SuaveBeliever"
      ],
      "mentions": [
        "@SuaveBeauty",
        "@suavebeauty"
      ],
      "description": "I am a #SuavePartner with @SuaveBeauty and I am loving this Moroccan Infusion Styling Oil!!! This is just the loveliest serum. It is truly infused with Authentic Argan oil. So Suave's product works wonders in humidity.\n\nYasss! Pure Magic. The silicone smooths the cuticles and keeps your curls together! Yayyy\n\nPlus it adds Shine!!! You will glow.\n\nI also love that it isn't greasy or heavy. It is ultra light. And it smells so so good. I detect a very pretty hint of vanilla.  I can't stop smelling my hair. LOL. It is that delicious.\n\nIf you have coarse hair, you will love this. If your hair is thirsty, I know that thirst is real chile. This will give you all the hydration you need.\n\nTry it out for yourself and post your own #SuaveBeliever image if you're loving it too!\n\nCheck out the link in my bio!",
      "localization": null,
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18095216_281479918979254_976134345691496448_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTQEexblPlR/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18013651_318585688559502_5868705130718691328_n.jpg",
      "numberLikes": 3243,
      "numberViews": 0,
      "numberComments": 9,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#BAGAMOYO",
        "#DAResSalaam",
        "#TANZANIA",
        "#PROJEKTinspire"
      ],
      "mentions": [
        "@projekt_inspire_tz",
        "@projekt_inspire_tz"
      ],
      "description": "#BAGAMOYO\n\n#DAResSalaam\n\n#TANZANIA\n\n#PROJEKTinspire\n\nYou gotta follow @projekt_inspire_tz\n\nProjekt Inspire in collaboration with the African Institute of Mathematical Science and the African Math Initiative have organized a Summer Math Camp in July for secondary School Students.\n\nIf your not in Tanzania this 4th of July...your not poppin'\n\nJuly 2nd to 8th 2017 Bagamoyo, Tanzania\n\nTHEME:\n\n1.⚫Mathematics Education:  A key to foster innovation and Industrialization in Tanzania.\n\n2.⚫Activities:  Will incorporate Applications of Mathematics such as Geometry, Statistics, and Programming to address real life challenges.\n\n3.⚫Deadline: May 20th, 2017\n\nAPPLY:  Link in Bio and BELOW\n\nprojektinspire.co.tz/math-camp-bagamoyo/",
      "localization": "Bagamoyo, Tanzania",
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18013651_318585688559502_5868705130718691328_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTMzeIVlPFO/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094976_1137198153056455_5575683688483520512_n.jpg",
      "numberLikes": 2763,
      "numberViews": 0,
      "numberComments": 6,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#ScienceMarchdc"
      ],
      "mentions": [],
      "description": "#ScienceMarchdc \nGo Best Friend! Dr. Janel Johnson",
      "localization": "The Mall (Washington DC)",
      "date": "2017-04-22T05:00:00.000Z",
      "filename": "18094976_1137198153056455_5575683688483520512_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTMupi2lMbV/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011634_148994848968244_3424314581139324928_n.jpg",
      "numberLikes": 2684,
      "numberViews": 0,
      "numberComments": 7,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#MathfestDC2017",
        "#LookMaNoHands",
        "#DC",
        "#ScienceMarch",
        "#NationalMathFestival",
        "#HowardMath",
        "#SPELMAN",
        "#SPELMANalumni",
        "#DCiRepALLday",
        "#HiddenFigures",
        "#HandsFreeCodinglol"
      ],
      "mentions": [],
      "description": "The Mathematics of the 'Hidden Figures’ -Dr. Talitha Washington\n.\n\n#MathfestDC2017 #LookMaNoHands\n\nIf you are out and about in #DC and your feet are tired from the #ScienceMarch\n\nHead on over to the #NationalMathFestival and support Dr. Talitha Washington and #HowardMath\n\nIt's poppin' AND dry in the Convention Center!\n\nDr. Talitha Washington is a mathematician in Howard University’s Department of Mathematics.\n. \nShe enjoys applying mathematics to understand and solve problems in biology, engineering, and physics\n\nAfter completing her bachelor’s degree in mathematics from #SPELMAN she went on to become the first African American to earn a doctorate in mathematics from the University of Connecticut\n\nShe is active in increasing the participation of people of color and women in mathematics. Learn more at talithawashington.com\n\nShe is giving a flyyyyyy talk:\n\nThe Mathematics of the ‘Hidden Figures’\n\nWhat’s the mathematics that Katherine Johnson used to send John Glenn into orbit and bring him back safely?\n\nCome and uncover the essential ideas created by Johnson during the Space Race.\n\nShe will also explore how other ‘Hidden Figures’ helped Johnson become a research mathematician in a in a racially segregated era.\n\n#SPELMANalumni #DCiRepALLday #HiddenFigures #HandsFreeCodinglol",
      "localization": "Walter E. Washington Convention Center",
      "date": "2017-04-22T05:00:00.000Z",
      "filename": "18011634_148994848968244_3424314581139324928_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTHQpcTFT2V/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17882819_1318423041528422_1920056608461684736_n.jpg",
      "numberLikes": 2751,
      "numberViews": 0,
      "numberComments": 22,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@TrueFit",
        "@TrueFit"
      ],
      "description": "Artificial Intelligence in Retail @TrueFit\n\nIn retail, one of the latest trends taking the industry by storm is artificial intelligence (AI), or computer systems that can perform tasks typically done by humans, such as decision-making and visual perception.\n\nAI uses real-time consumer data to help brands better understand shoppers’ actions and decisions, such as the sentiment of a comment on a brand’s Instagram photo or the number of styles bought versus not\n\nThis in turn helps brands make better decisions when personalizing the shopping experience.\n\nIn order for AI systems to function properly, machine learning must first teach the computer how to absorb information by observing processes first, and then improving them\n\nA recent article published on VentureBeat highlighted a number of companies that utilize machine learning to advance its operations, one being True Fit.\n\nThe article notes how True Fit’s technology helps brands observe how shoppers with certain body types buy as well as return particular footwear and apparel.\n\nMachine learning technology strengthens consumers’ True Fit profiles, which over time enables it to make smarter, more personalized fit and size recommendations.\n\nDevelop: 👠👠👠👠👠👠👠👠👠👠👠👠👠👠👠 👠The next generation of machine learning algorithms to help people find clothing that fits and flatters them @TrueFit\n\nTrue Fit has built the world’s largest database of apparel, footwear, and consumer fit data in partnership with the world’s leading retailers, millions of consumers, and over 2,000 top brands.\n\nTrue Fit's unique data set allows the creation of an individualized fit preference model for every user and a separate model for the fit of each garment.\n\nThis combination provides an extraordinary opportunity to develop algorithms that match users to clothing that they will love and keep.\n\nAPPLY!\n\nLink in Bio and Here:\n\nhttps://www.truefit.com/en/About-Us/Careers",
      "localization": null,
      "date": "2017-04-20T05:00:00.000Z",
      "filename": "17882819_1318423041528422_1920056608461684736_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS1n_Ldl5p_/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17931885_781797575312474_4311423085237501952_n.jpg",
      "numberLikes": 2589,
      "numberViews": 0,
      "numberComments": 34,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#NSA",
        "#HowardMath",
        "#SPELMAN",
        "#SPIRALworkedForME"
      ],
      "mentions": [
        "@theSameDamnTime"
      ],
      "description": "#NSA\n\nI wanted to pass along the info #HowardMath received about the S.P.I.R.A.L program.\n\nIn my day the program wasn't called this.  But I was essentially in this same program at Spelman College.  I may overuse this statement. But. It CHANGED my LIFE.\n\nWithout Spelman and funding through the NSA's SPIRAL program, I can't imagine my path through college and grad school having the same result.\n\nWhat is SPIRAL:\n\nThe primary goal of the SPIRAL program is to provide a mentoring structure for underrepresented students and women that promotes active engagement in mathematics and statistics through an REU program\n\nWith a supportive structure, the participants will be encouraged to pursue and remain in mathematical sciences with the hopes that they diversify the talent pool of fully trained mathematicians/statisticians in academia, government, and industry.\n\nWhy SPIRAL:\n\nI was 15 the first time anyone told me they were going to get a PhD in Math. I was in another summer program (link another time) with a brother named Billy. Hearing those words out of the mouth of one of my peers......was Insane\n\nI thought he was insane. I looked at him like a Martian.  He might have just as well announced his plans to move to Mars.... I had never seen a Black person with a PhD in Math. I didn't realize it was even possible.\n\nBut he was serious. And he put the bug in my brain.\n\nLong story short:\n\n1. ⚫After High school. Billy chose Harvard. I chose Spelman\n\n2. ⚫I received funding and support from NSA with Spiral, and realized Billy's dream.\n\n3. ⚫Billy finished Harvard and attended Grad school. But NOT as a Math major.\n\n4. ⚫ #SPELMAN where I finally saw a Black woman with a PhD in Math and everything else\n\nLINK in Bio and Below:\n\n#SPIRALworkedForME\n\nLINK:\n\nhttp://www.spiralreu.org/\n\nPS. Senior year of college I did two summer programs. SPIRAL and EDGE. @theSameDamnTime  Gotta Share EDGE next. That was dope.",
      "localization": null,
      "date": "2017-04-13T05:00:00.000Z",
      "filename": "17931885_781797575312474_4311423085237501952_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSyMnV1lC1D/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17819237_1804904926496786_9114205779350519808_n.jpg",
      "numberLikes": 2731,
      "numberViews": 0,
      "numberComments": 11,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Variance",
        "#MachineLearning"
      ],
      "mentions": [
        "@Intel",
        "@intel",
        "@jobsatintel"
      ],
      "description": "#Variance\n\nMachine Learning Internship @Intel\n\nLINK: In Bio and Below\n\nIf you run a #MachineLearning algorithm and it doesn't do as well as you are hoping, almost all the time it will be because you have either a high bias problem or a high variance problem\n\nIn other words either an underfitting problem or an overfitting problem.\n\nKnowing which of these two things is happening would give a very strong indicator of the useful and promising ways to try to improve your algorithm.\n\nHow can we figure out if the learning algorithm is suffering from high bias or if it is suffering from high variance.\n\nFor the high bias case, that is, the case of underfitting, what we find is that both the test error and the training error are going to be high.\n\nSo, if your algorithm is suffering from a bias problem, the training set error would be high and you may find that the test error will also be high. It might be close, maybe just slightly higher than the training error.\n\nAnd so, if you see this combination, that's a sign that your algorithm may be suffering from high bias.\n\nIf your algorithm is suffering from high variance, then the training error is going to be low.\n\nThat is, you're fitting the training set very well.  Whereas in contrast; your error on a test set will be much bigger than your training set error.\n\nAnd so if you see this combination of values, then that is a clue that your learning algorithm may be suffering from high variance and might be overfitting.\n\nBy figuring out whether a learning algorithm may be suffering from high bias or a combination of both, gives us much better guidance for what might be promising things to try in order to improve the performance of the learning algorithm.\n\nSuppose your training error is 0.10, and your test error is 0.30.  What problem is the algorithm most likely to be suffering from?\n\nLINK:\n\nhttp://jobs.intel.com/ShowJob/Id/1168240/Machine%20Learning%20Systems%20Intern\n\nAnswer:\n\nHigh Variance (overfitting)",
      "localization": null,
      "date": "2017-04-12T05:00:00.000Z",
      "filename": "17819237_1804904926496786_9114205779350519808_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSld6qmlHms/?taken-by=beautyphd",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/e35/17596825_669162719952208_8527681961622241280_n.jpg",
      "numberLikes": 3059,
      "numberViews": 0,
      "numberComments": 63,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#TSHWANE",
        "#flysaa"
      ],
      "mentions": [
        "@flysaa",
        "@flysaa"
      ],
      "description": "South African Airways: Youth Development @flysaa\n\n#TSHWANE\n\nSouth African Airways offers a variety of flyyyyyyy programs that positively prepare South Africa’s youth to take on a progressive career journey.\n\nGeez. SAA combined all my favorite things: Pretoria, Flying, Math, Stats, Technology\n\nYouth Development Programs:\n\n1. ✈Graduate Program: a strategic initiative aimed at creating a talent pipeline for critical areas within our business as well as for the aviation sector in general\n\n2. ✈Internship Program: The Internship Program may open the door to future potential working opportunities within SAA\n\n3. ✈Cadet Pilot Development Program: SAA is providing an opportunity to aspiring pilots to participate in the Cadet Pilot Development Program, a bursary award program aimed at assisting successful candidates with funding to obtain a Frozen Airline Transport Pilot's License.\n\n4. ✈Technical Apprenticeship Program: Matriculated with Maths, English and Physical Science (all subjects compulsory with at least E Symbol on Higher Grade or D Symbol on Standard Grade) OR minimum N3 Certificate with Maths and Engineering Science D Symbol\n\nPlease note that the Youth Development Program is aimed at providing successful candidates with tuition and practical exposure.\n\nLINK: In Bio and Below\n\nhttps://www.flysaa.com/about-us/leading-carrier/careers/youth-development\n\nAll of these things have a range of deadlines.  I believe the Cadet Pilot training program deadline is November 11, 2017\n\nYou might wanna call:\n\nSAA\n\n027-011-978-6044\n\n#flysaa\n\nPS. Shoutout to Moreletapark",
      "localization": null,
      "date": "2017-04-07T05:00:00.000Z",
      "filename": "17596825_669162719952208_8527681961622241280_n.jpg"
    }
  ]
}