{
  "alias": "davidalanharvey",
  "username": "David Alan Harvey",
  "descriptionProfile": [
    "Magnum Photos; Burn Magazine; Photo Books: Rio, Cuba, HipHop.",
    "Magnum Photos; Burn Magazine; Photo Books: Rio, Cuba, HipHop."
  ],
  "urlProfile": "https://www.instagram.com/davidalanharvey/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/16229498_239322506516246_6937584072487075840_n.jpg",
  "website": "www.burnmagazine.org/workshops",
  "numberPosts": 1676,
  "numberFollowers": 428469,
  "numberFollowing": 1280,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTg5x3ggih0/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094804_2264449117114013_1531270628319952896_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Oaxaca, Mexico. For \"Off For A Family Drive\" book. Work in progress . Follow on IG Stories",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 6487,
      "filename": "18094804_2264449117114013_1531270628319952896_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTeSJELgeYf/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18161712_1378438632215456_6596217868482772992_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "BeachGames. The zine. Coming soon. Track the evolution on IG Stories.",
      "localization": null,
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 3630,
      "filename": "18161712_1378438632215456_6596217868482772992_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTWjxHBgSIq/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096437_785445904946927_7104888995879845888_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@bokeh_bros",
        "@bokeh_bros"
      ],
      "description": "A shoutout for my local friends here in the Outer Banks NC. I sat down at home last week with the \"Bokeh Bros\"., Rich Coleman and Ryan Mosser, @bokeh_bros for an interview . See link in their profile to hear the podcast. They are both photographers here and do podcasts on photographers and other creatives. Thanks Rich and Ryan. Come back anytime. @bokeh_bros",
      "localization": null,
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 1404,
      "filename": "18096437_785445904946927_7104888995879845888_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTTyPCigzQ2/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096194_1080967185380750_9058178562334392320_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Jockeys Ridge, Outer Banks NC early morn 4/25/17",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "numberLikes": 3144,
      "filename": "18096194_1080967185380750_9058178562334392320_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTPJPfYANlG/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011565_1842243022691455_965353410842853376_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Nairobi 2004. My photo essay about a new Africa for NatGeo Magazine. At a Nairobi party a 23-year-old lawyer, Khadija Hassan Kanyare, stands ready to make a difference. \"My grandparents had to put up with colonialism,\" says Hassan Kanyare. \"Now we have to put up with with dictators who bully and berate people who have nothing. Hopefully, my generation can do something about it.\"",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "numberLikes": 3297,
      "filename": "18011565_1842243022691455_965353410842853376_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTNb1wXATrI/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18013948_397751757276867_7093970407329366016_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Retro: From my photo essay on Nairobi in 2004. \"I like school,” says 11-year-old Mary Akinya, smiling shyly in her Sunday best just after church in Kibera. “I like reading in Kiswahili [Swahili].” Chances are, Mary wouldn’t be attending school except that Kenya’s newly elected government introduced free primary school education in 2003. About 1.7 million children previously excluded from the system are now enrolled. “I am reading a story about a cheetah, elephant, zebra, and lion. They are fighting over who is strongest. But the zebra is the smartest and he wins.\"",
      "localization": null,
      "date": "2017-04-22T05:00:00.000Z",
      "numberLikes": 3889,
      "filename": "18013948_397751757276867_7093970407329366016_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTKvcYVAtUX/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094695_1857096247841067_3150561367216357376_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "In 2004 I was sent to Nairobi. Unbelievably my first Africa assignment. I had done extensive work in SE Asia and in the Americas , yet Africa had escaped me. So I hit Nairobi a raw untried unschooled neophyte. Africa was a speciality for so many and I was pitching stories in the Spanish world anyway. Yet when I was offered Nairobi as part of an all Africa issue for NatGeo, I jumped. I always try to add a bit of adventure to anything , so I went to Nairobi as a street photographer BUT with 1500 wattseconds of strobe power and a 6 foot by 6 foot softbox. So with an assistant to help with the light I hit the streets. Nobody in their right mind would think they could \"hang\" in the bustle hustle muscle of Nairobi with that rig. Yet I did. I wanted to light up my portraits. Make them glow. This man was on his way to church. Preacher man. Sundays in Kibera a magic moment. Mud streets smoke filled air open sewers did not keep the locals from being well groomed and spotless on Sundays. Praise the Lord. I asked this one preacher to please wait for a few moments while I photographed him. Yet the railroad tracks are also a popular foot path. So many people entered the frame. Just what I hoped. 4-5 shots and my time was up. Pressure. No room for error no time and I loved this preacher man. In those moments you pray. 🙏🏻",
      "localization": null,
      "date": "2017-04-21T05:00:00.000Z",
      "numberLikes": 3682,
      "filename": "18094695_1857096247841067_3150561367216357376_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS89tTrAwX5/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17587499_166116093912666_1016172709429641216_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Mr. Parks behind his screen door on Tangier Island, Va. my first big NatGeo Magazine assignment in 1972. Tangier sits in the middle of the Chesapeake Bay and is home for about 850 fishermen/crabbers and their families. I spent weeks trying to capture the daily life on Tangier. At that time Tangiermen weren't really up for being photographed, so I had to very slowly gain their trust. I'm going through now many of my retro pictures for an upcoming book. I plan also to return to Tangier since they face a serious problem of island erosion and rising water levels and featured recently in a New York Times Magazine piece by Jon Gertner and photos by Andrew Moore.  Long term projects always hold a special place in my heart. One cannot help but become emotionally invested. I look forward to returning soon.",
      "localization": null,
      "date": "2017-04-16T05:00:00.000Z",
      "numberLikes": 3813,
      "filename": "17587499_166116093912666_1016172709429641216_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS50_LaA2uf/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934365_1699577167008012_1635381911180279808_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#warrenohio"
      ],
      "mentions": [],
      "description": "My junior high school year end dance. In the gym of course. This is the last in my series of three IG pictures I shot at school as a young teenager. I'm going over a lot of retro work in preparation for one of my upcoming books. I'm debating whether to publish this as is with the drugstore date stamp or take the negative into my darkroom and make a really nice reprint. This was made before I could afford to buy an enlarger and it's a bit over exposed. All of the dance pictures I shot were from a distance. I'm sure I was afraid to go closer. I know I didn't couldn't wouldn't dance. I was of course in love with one of those girls, Cheryl Harvey (last name coincidental) , yet unable to actually talk to her. She did look at me twice though. As you can see the girls are dancing with the girls and all the boys stacked in the back trying to figure out what to do. Classic. I mean when you are 14 (almost 15) and wearing braces and dreaming of your drivers license, there really wasn't much you could do even if you knew how to do it which I didn't. So I took pictures. Cheryl Harvey from West Junior High School 1958 (Warren,Ohio), are you out there? I just wanted to say hello . #warrenohio",
      "localization": null,
      "date": "2017-04-15T05:00:00.000Z",
      "numberLikes": 2109,
      "filename": "17934365_1699577167008012_1635381911180279808_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS3gI2NApM1/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17596676_1943940472507026_5521071989608939520_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#6"
      ],
      "mentions": [],
      "description": "Retro. 1958 according to the drugstore print stamp. So I was 14 and testing flash (#6 flashbulbs). Yes one shot and then you had to change the bulb. My friends yes sipping cokes at our junior high school dance in the steel mill town of Warren, Ohio. My family had moved from the all white preppy/tourist/military Va. Beach, Va  community seen in my previous post to a culturally mixed steel mill town in the rust belt. Bam! I was pretty much rejected by the white kids because I was a \"new kid\" and definitely not cool. Braces etc. My classmates included Poles, Italians, and blacks. It was the black boys who took me \"in\". One of them, Wayne ( last name not remembered) was also interested in photography and we were the only two kids who used the school darkroom which was somehow part of shop class. I'm cruising through my retro pictures now for my second book project tentatively titled \"Off For A Family Drive\". I hate the word \"retrospective\" and generally don't like retrospectives nor \"best of\" books , so I will just try to turn this flash back flash forward book into a kind of photo novel. Not linear. Past and present mixed. That's how I see life anyway. Why I'm working on BeachGames and this life novel simultaneous I have no idea. Nobody should try two books simultaneous. One of them will inevitably take over. This photo novel is a monumental task and BGames is simply a zine. Yet even a simple zine isn't simple. Anyway, home alone no distractions no party and digging deep.",
      "localization": null,
      "date": "2017-04-14T05:00:00.000Z",
      "numberLikes": 2548,
      "filename": "17596676_1943940472507026_5521071989608939520_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSzGtzEgM0S/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17882586_1880200482267442_8557010283241930752_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Retro. Deep retro. I took this picture when I was sitting in the back of my 7th grade class in Va. Beach. I always sat in the back with other trouble makers. Our teacher, Mr. Gibbs, was grading papers. We were supposed to be working on something as he graded, so I figured I could take a picture. One shot. With my Leica IIIF, 50mm lens, which I bought with my paper route money. $175. Well that one click sounded like a cannon shot to Mr. Gibbs. The girls giggled on top of it, and that was enough for Mr Gibbs to go red faced and shout \"Mr. Harvey, did you take a picture?\". Busted clearly \" Yes sir, Mr. Gibbs\". He marched to the back of the class with that look only Mr Gibbs could have. Tight lipped, he took my camera and said \" We are going to the principals office\". Fear gripped me because worse than Mr Gibbs was our school principal Mr. Pendleton who looked like an angry Chris Christie. Mr Gibbs gave my camera to Mr Pendleton. Mr Pendleton threatened to call my parents. I begged forgiveness since a call to parents from the school principal just wasn't what you wanted to happen. There were no rules against cameras in school that I know of, but then again I was the only kid with a pro camera in the whole town. Ultimately I was sent back to class minus my camera. The girls giggled again. The boys smirked because nothing was better in my 7th grade class than seeing somebody else get in trouble. Later that year I asked Mr. Gibbs if I could bring my camera on our class trip to Richmond. He agreed. Thank you Mr. Gibbs.",
      "localization": null,
      "date": "2017-04-12T05:00:00.000Z",
      "numberLikes": 3780,
      "filename": "17882586_1880200482267442_8557010283241930752_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSwUzPcgyhj/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881559_1428983297176073_2739199149181239296_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@obxhomepage",
        "@obxhomepage"
      ],
      "description": "Northeasters cause more beach erosion and flooding than do hurricanes down here in the barrier islands of the Outer Banks NC. These storms pound for days. Hurricanes have higher winds, yet pass quickly. This house actually survived this storm, yet sooner rather than later it too will be gone. In the meantime summer renters will have a spectacular perch and provide a good income for the speculative owner. Frank Brown @obxhomepage and his best friend O.B. survey the scene. Frank is my good neighbor and friend who is helping me with book production. More reinforcements coming soon. These islands move. Anybody who lives here is crazy. It's a great place to live!🎈",
      "localization": null,
      "date": "2017-04-11T05:00:00.000Z",
      "numberLikes": 5724,
      "filename": "17881559_1428983297176073_2739199149181239296_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BStaP_ZAZxl/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881716_1351725078249314_1612106796208488448_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@loyd",
        "@loyd"
      ],
      "description": "Photo by @loyd. There's obviously not a rainbow over my home every day. Yet there is always a good vibe on my front porch every day. Absolutely guaranteed. I'm at home now working on two book layouts and figured this was a good time to do one of my rare at home workshops. See link in profile here. I haven't done a workshop here for 4 years.  So now is the time. It's been my experience that when I'm actually in the real time process of working that I am of most value to those I mentor. So if you are prone to do a workshop with me to push your work/career forward, join me at the end of May here in the Outer Banks, NC. I'll take 6 students max. Portfolio review and Skype call prior required. I'm looking for serious students who would benefit from a combo of shooting, thinking about book production, and general personal advancement into the world of photography today. With a small class operating out of my living room, I can help you think about where you fit in to the oftentimes daunting photo scene. So come on down to the southland and I'll get you fired up. Push you. Get to the heart of who you are as a photographer with something to say. Just like the rainbow, I cannot make it happen for you. You must do it. Yet I'm pretty good at giving you the keys to the front door and by letting you into my world. Nothing works better than explanation by example. Real life real time real work. Hot coffee in the morn cold beer at night pictures everywhere and southern hospitality all around all the time. Learn lots, live deep. It's the only way to go. Photo by @loyd ( ex student and on his 4th published book) Please keep your eye on my IG Stories",
      "localization": null,
      "date": "2017-04-10T05:00:00.000Z",
      "numberLikes": 7181,
      "filename": "17881716_1351725078249314_1612106796208488448_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSoq7oigtvo/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17818108_605201346352199_8487120513817116672_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@yunpuente"
      ],
      "description": "I just want give a big shoutout to my dear friend Yun Puente who played such an amazing character in my BeachGames work in Playa del Carmen in January. Yun is off to Paris for a new adventure new life this week. Yun creates good energy and positive vibes under all circumstances, so I know she will be fine in France. Hasta pronto mi amiga. ❤️🎈",
      "localization": null,
      "date": "2017-04-08T05:00:00.000Z",
      "numberLikes": 5662,
      "filename": "17818108_605201346352199_8487120513817116672_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSf7x5HAZ8e/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17596117_442376832772407_5516392824603410432_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@michellemaddensmith",
        "@bryanharveyfilms"
      ],
      "description": "Lyla Maryanna,3, in my backyard April 4, 2017. My most profound joy.@michellemaddensmith @bryanharveyfilms",
      "localization": null,
      "date": "2017-04-05T05:00:00.000Z",
      "numberLikes": 5364,
      "filename": "17596117_442376832772407_5516392824603410432_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSWjQorgdu1/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17437468_632613130264627_8634427377989976064_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@abreuleyva"
      ],
      "description": "Top ballet dancers take a break during a photo shoot in Havana. Talented ballet dancers in Cuba are chosen at childhood for a special life. Through the Cuban National Ballet or supported troupes they perform all over the world making Cuba one of the most respected countries grooming pro dancers. Even though Cuba has limited resources, it has always been a country supporting vigorously both athletes and artists.",
      "localization": null,
      "date": "2017-04-01T05:00:00.000Z",
      "numberLikes": 6572,
      "filename": "17437468_632613130264627_8634427377989976064_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSUFswQAA0k/?taken-by=davidalanharvey",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17662642_776982969145331_6550752152141168640_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@facepaintingbywen"
      ],
      "description": "A random restaurant meeting a few days ago in the outer banks NC led me to a wedding kiss photo at the Avalon fishing pier.  Wendy Mora and Martha Bazante, both new residents of OBX, were married in a small ceremony on the beach, not an uncommon sight on this barrier island. I met these two lovely women because Wendy had painted on her face a butterfly that matched one of my tattoos, so a conversation started. In Spanish. Wendy is from Costa Rica and Martha from Colombia. Wendy paints faces for weddings, birthdays, parties etc. My best wishes to both and hoping we all meet again. Butterflies are free🦋",
      "localization": null,
      "date": "2017-03-31T05:00:00.000Z",
      "numberLikes": 3214,
      "filename": "17662642_776982969145331_6550752152141168640_n.jpg"
    }
  ]
}