{
  "alias": "f1mike28",
  "username": "Michael Kübler",
  "descriptionProfile": [
    "Motoren-Techniker bei Mercedes-AMG. Engine builder at Mercedes-AMG in Germany Affalterbach. \"One man, one engine\". Driving Performance is our Passion!",
    "Motoren-Techniker bei Mercedes-AMG. Engine builder at Mercedes-AMG in Germany Affalterbach. \"One man, one engine\". Driving Performance is our Passion!"
  ],
  "urlProfile": "https://www.instagram.com/f1mike28/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/11887161_435960986528946_1725078305_a.jpg",
  "website": "www.mercedes-amg.com",
  "numberPosts": 1435,
  "numberFollowers": 183492,
  "numberFollowing": 300,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BThFv-HhtOr/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c102.0.875.875/18160666_635288909993829_6386446584799821824_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@highsnobiety",
        "@highsnobiety",
        "@mercedesbenz",
        "@mercedesamg",
        "@mbusa",
        "@mercedesbenzuk",
        "@mercedesbenz_de"
      ],
      "description": "The new AMG SL65 with my \"DNA\".\nThe Mercedes-AMG M279 V12 biturbo engine is a monster. Pure V12 performance in art and perfection.\nThe Mercedes-AMG SL65 persuades with its expressive appearance and high performance. Under the long hood, the AMG 6.0-Liter V12 Biturbo engine reveals its full strength, which renders exceptional performance in combination with the AMG SPEEDSHIFT PLUS 7G-TRONIC accompanied by the comfort of an automatic transmission and the speed of a sports transmission. The result: outstanding driving dynamics, fascinating acceleration and refined running with the AMG characteristic V12 sound.\nAMG SL65 powered by the incredible Mercedes-AMG M279 V12 biturbo engine 6.0L 630HP and 1000Nm of Torque. Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz.\nMercedes-AMG the Home of Driving Performance in Germany Affalterbach.\nMercedes-AMG Handcrafted by Racers.\nPicture by: @highsnobiety",
      "localization": "United States",
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 3033,
      "filename": "18160666_635288909993829_6386446584799821824_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTgxQH0BD8F/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c105.0.680.680/18160346_215980665566693_3467049643173478400_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesamg",
        "@paganiautomobili",
        "@gregb.23"
      ],
      "description": "The Pagani Zonda R is not just “a” Hypercar, it’s “the” Hypercar.\n\nFlying on the wings of a wind that keeps blowing harder and faster, the Zonda R was designed for the racetrack, and from the racetrack, without limits. This fabulous supercar is ready to display its character in total purity and freedom. Inspired to the F version, this extreme supercar that features a longer wheelbase was created specifically to meet a client’ request. It embodies dedicated engineering know how that represents the outcome of the maximum expression of aesthetic, aerodynamic and ergonomic research.\n\nNew heart, new guise\nThe central monocoque in carbon-titanium, more rigid and lighter than ever, encases a Mercedes-AMG M120 V12 6.0L high-performance racing engine as if it were a precious gem. This four wheel prodigy is able to deliver 750HP and produce a torque of 710Nm. This engine is bolted directly to the central monocoque. A direct throttle actuation via mechanical cable ensures immediate throttle response, thus achieving improved propulsor performance in terms of reactivity.\n\n20 milliseconds is the time needed by the Zonda R to perform gearshifts, thanks to a transversal sequential gearbox in magnesium, enhanced by the Xtrac transmission technology.\n\n0-100 in less than 2.7 seconds. A power-to-weight ratio of 701 hp-per-ton combined with Pirelli Pzero tyres can catapult the driver from 0 to 100 km/h in less than 2,7 seconds, while the Brembo carbon ceramic brakes ensure the car comes to a standstill even quicker.\n\nA dry weight of 1.070 kg is achieved through the AvionAl suspension components, Aspa machined structural ErgAl parts holding the engine and the gearbox, and Poggipolini Titanium screws. Moreover, aerodynamic setups allows for a high downforce setting of up to 1.500kg and a 350km/h top speed setting.\n\nThe Pagani Zonda R powered by the Mercedes-AMG M120 V12 engine 6.0L 750HP and 710Nm of Torque. Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach. Driving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz and Exclusive Partner of Pagani Automobili.",
      "localization": "Fabbrica Pagani Automobili, San Cesario sul Panaro",
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 3430,
      "filename": "18160346_215980665566693_3467049643173478400_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTgYaY-BOgN/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096633_116068542291954_4821342132562296832_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesbenz",
        "@mercedesamg",
        "@mbusa",
        "@mercedesbenzuk",
        "@sternbloggercom",
        "@mercedesbenz_de",
        "@the_mercedes_gang",
        "@sternbloggerlifestyle",
        "@amg_racing_squad"
      ],
      "description": "My 2017 AMG C63 S \"The White Knight\".\nThe Alpha Leader ⚪️⚔🛡💀⚫️\nAMG. DRIVEN BY THE INNER FORCE.\n\nSORRY MR. NEWTON.\n\nWe dare to challenge your laws everyday. We exhaust them, we push them to the limits. Again. And again. And we are proud of it. Proud of the moment we floor the gas pedal, proud of the split second when acceleration make us feel if gravity didn't exist. This is what drive us. To question everything. To not accept something only because it has always been like that. For what we achieve that way is incomparable. It's an AMG.\n\nMercedes-AMG One man, one engine Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz. Mercedes-AMG Handcrafted by Racers.",
      "localization": "Fellbach",
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 3277,
      "filename": "18096633_116068542291954_4821342132562296832_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTesvpah-xT/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c7.0.1066.1066/18096457_495243464200215_4544805573673091072_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@lambojules",
        "@brett_david",
        "@lambojules",
        "@evanmc28",
        "@franzapp",
        "@scottsmith_official",
        "@mercedesamg",
        "@luca_f_venturi",
        "@paganiautomobili",
        "@lamborghiniks",
        "@pperezc",
        "@sparky18888",
        "@vtm_theking_4"
      ],
      "description": "Pagani Huayra \"The God of Wind\".\nThe Italian Transformer \"Powered Straight Outta Affalterbach\".\nThe Mercedes-AMG M158 V12 biturbo engine exclusively handcrafted from me for the Pagani Huayra.\nMercedes-AMG One man, one engine Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz and Exclusive Partner for Pagani Automobili.\nMercedes-AMG Handcrafted by Racers.\nAmazing shot by: @lambojules",
      "localization": "Utah",
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 4495,
      "filename": "18096457_495243464200215_4544805573673091072_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTeNaHrBiO5/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c141.0.797.797/18096063_201494800358951_6270826696551694336_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesbenz",
        "@mercedesamg",
        "@mbusa",
        "@mercedesbenzuk",
        "@mercedesbenz_de"
      ],
      "description": "The new AMG GT C Roadster \"The Open Air Rocket\".\nAMG. Driven By The Inner Force.\n\nWith the AMG GT C Roadster, Mercedes-AMG is introducing a further output level of the 4.0L V8 Biturbo, thereby underlining the exclusive character of the new model. At 557hp the peak output is 47hp above that of the AMG GT S and 28hp below the Mercedes-AMG GT R. The maximum torque of 680Nm is available from 1900 to 5750 rpm. A sprint from zero to 100 km/h is absolved in 3.7 seconds, and this fulminating acceleration only ends at the top speed of 316 km/h. \nThe AMG GT Roadster has an output of 476hp and 630Nm of torque. This variant accelerates to 100 km/h in 4.0 seconds, and has a top speed of 302 km/h. \nThe V8 biturbo engine thrills with its immediate response, a linear, finely controllable power delivery and powerful acceleration in all rpm ranges. The AMG 4.0L V8 comes with well-proven twin turbocharging, with the two chargers not located outside on the cylinder banks, but rather between them in the V of the cylinders. The advantages of the \"hot inner V\": a compact engine design, spontaneous response from the turbochargers and low exhaust emissions thanks to optimum air flow for the close-coupled catalytic converters.\n\nMercedes-AMG One man, one engine Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz.\nMercedes-AMG Handcrafted by Racers.",
      "localization": "Arizona",
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 4623,
      "filename": "18096063_201494800358951_6270826696551694336_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTd3wc3B1m5/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.719.719/18252477_1430669630287677_2314435250203131904_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@capitolsunset",
        "@mercedesbenz",
        "@mercedesbenzkwt",
        "@mercedesbenzksa",
        "@mercedesamg",
        "@mbusa",
        "@mercedesbenzme",
        "@mercedesbenz_de"
      ],
      "description": "AMG G65 \"Big Daddy with my DNA\".\nState of the art engine.\nIts design: ageless. Its technology: state-of-the-art. AMG engineers have implanted one of the most powerful engines into the Mercedes-AMG G65: the AMG M279 6.0Liter V12 Biturbo engine. The result is the most powerful G-Class of all time! With a maximum output of 463kW (630hp) and a maximum torque of 1000 Newton meters, the top-level model offers unparalleled driving dynamics. But brute force is just one side of the Mercedes-AMG G65 of course, the car also meets the highest standards of driving refinement and safety. The AMG SPEEDSHIFT PLUS 7G-TRONIC automatic transmission provides individual driving dynamics, efficient power transfer and high gear-switching comfort. The powerful dimensions of the AMG high-performance braking system always bring the Mercedes-AMG G65 to a reliable and safe stop.\nAMG G65 powered by the incredible Mercedes-AMG M279 V12 biturbo engine 6.0L 630HP and 1000Nm of Torque. Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz.\nMercedes-AMG the Home of Driving Performance in Germany Affalterbach.\nMercedes-AMG Handcrafted by Racers.\nAwesome picture by my good buddy: @capitolsunset",
      "localization": "United States",
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 3284,
      "filename": "18252477_1430669630287677_2314435250203131904_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTcCQcOBysZ/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096549_1058715607595430_6468607823113617408_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#InnerForce",
        "#DrivenbytheInnerForce",
        "#NeverStopChallenging"
      ],
      "mentions": [
        "@f1mike28",
        "@mercedesamg",
        "@blackswanracing",
        "@crpracing",
        "@pperezc",
        "@teamblackfalcon",
        "@amd_tuning",
        "@champ1motorsports",
        "@htpmotorsport",
        "@the_man_1vvm",
        "@sps_performance",
        "@weathertech_racing",
        "@akkaaspteam",
        "@mannfilter_official",
        "@idecsport_racing",
        "@teamabbawithrollcentreracing",
        "@kornelymotorsport",
        "@sunenergy1racing",
        "@amg_racing_squad",
        "@haribo_racingteam",
        "@kryptonmotorsport"
      ],
      "description": "AMG GT3 \"The Track Monster with my DNA\". 🔞👿💪🏼🤘🏻\nAMG. Never Stop Challenging #InnerForce #DrivenbytheInnerForce #NeverStopChallenging\nAMG GT3 powered by the legendary Mercedes-AMG M159 natural aspirated V8 6.2L engine. Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach. The engine is build for the actual FIA GT3 rules.\nMotorsport and Mercedes-AMG are inseparable entities. Competition on the racetrack is deeply ingrained in the DNA of AMG, and constantly drives the team in Affalterbach on to achieve top-class performance.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz. Mercedes-AMG the Home of Driving Performance in Germany Affalterbach.\nMercedes-AMG Handcrafted by Racers.\nAll the best to all AMG Customer Race Teams worldwide for a busy race weekend. Over 20 AMG GT3 race cars are racing this weekend 🏁🏆💪🏼🚀",
      "localization": "AMG Affalterbach",
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 3780,
      "filename": "18096549_1058715607595430_6468607823113617408_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTbvgZjhcQR/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c8.0.1064.1064/18013546_817295948434199_2647809267393888256_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesbenz",
        "@mercedesamg",
        "@mbusa",
        "@mercedesbenzuk",
        "@mercedesbenz_de"
      ],
      "description": "The new AMG S63 S 4MATIC+ \"The Luxury Rocket Launcher\".\nNew peak of performance: M177 4.0L V8 biturbo engine with twin-scroll turbochargers\n\nThe versatile AMG 4.0L biturbo V8 engine in the S 63 S 4MATIC+ takes peak performance to a new level at 450kW (612hp). Maximum torque attains a new best value of 900Nm. It is available over a broad engine speed range of 2750 to 4500rpm and so provides a feeling of effortless superiority in every accelerator pedal position. A sprint from zero to 100 km/h is absolved in 3.5 seconds, and this dynamic acceleration only ends at the governed top speed of 250km/h (with AMG Driver's package: 300km/h).\nThe advanced AMG 4.0L V8 biturbo engine utilises well-proven twin turbocharging, with the two chargers not located outside on the cylinder banks, but rather between them in the V of the cylinders. The advantages of the \"hot inner V\" are a compact engine design, an immediate response from the twin-scroll turbochargers and low exhaust gas emissions thanks to optimum air flow for the close-coupled catalytic converters. \nTwo twin-scroll turbochargers are deployed for the first time to boost performance and improve responsiveness further. The housing is divided into two parallel flow passages. Combined with two separate exhaust ducts in the exhaust manifold, this makes it possible to control the exhaust gases on the turbine wheel separately. The exhaust gas from the first and fourth cylinders of the cylinder bank is fed into one duct and exhaust gas from the second and third cylinders to the other duct. The aim is to prevent the individual cylinders from having mutually adverse effects on the gas cycle.\nThe results are increased output due to improved cylinder charge with fresh mixture, more torque at low revs and very immediate response times.\n\nMercedes-AMG One man, one engine Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is my Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz and Exclusive Partner for Pagani Automobili.\nMercedes-AMG Handcrafted by Racers.",
      "localization": "AMG Affalterbach",
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 4518,
      "filename": "18013546_817295948434199_2647809267393888256_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTZcvpLh0my/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c75.0.929.929/18161477_1455311774521779_4810863202634039296_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesbenz",
        "@mercedesbenzkwt",
        "@mercedesbenzksa",
        "@mercedesamg",
        "@mbusa",
        "@mercedesbenzme",
        "@mercedesbenz_de"
      ],
      "description": "Mercedes-Maybach G650 Landaulet \"The Ultimate Dinosaur\".\nDefinition of unique luxury.\nThe history of the G-Class is rich in superlatives and landmarks. With the new Mercedes-Maybach G650 Landaulet, the off-road classic demonstrates that the definition of unique luxury can always be taken to a new level. Not only that: it is forever reinventing itself and providing yet more evidence of the potential that still resides in this classic all-terrain vehicle today, which has been in production since 1979.\n\nMasterpiece of automotive engineering.\nWith its superlative V12 engine, portal axles, electric fabric top and exclusive equipment specification in the rear compartment, this very special all-terrain vehicle, which is limited to 99 units, meets the expectations of customers who demand the very highest standards of their vehicle. After the Mercedes-Maybach S-Class and the S650 Cabriolet, the open-top G-Class is the first off-roader from the Mercedes-Maybach sub-brand.\nUltimate in automotive power.\nAs is customary with the off-road icon, the “G” is forever breaking new ground: unlike previous Landaulets, which were based on prestigious saloons, the Mercedes-Maybach G650 Landaulet also has what it takes to deliver an unforgettable off-road experience. Familiar from the G63 AMG6×6 and G500 4×4, the portal axles provide ample ground clearance of 450 millimetres, allowing the open-top all-terrain vehicle to overcome even extreme obstacles in a masterly fashion. High drive comfort comes courtesy of the most powerful available engine, the Mercedes-AMG V12 biturbo, which delivers a maximum output of 463kW (630hp) with a peak torque of 1000Nm.\nMercedes-Maybach G650 Landaulet powered by the incredible Mercedes-AMG M279 V12 biturbo engine 6.0L 630HP and 1000Nm of Torque. Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz.\nMercedes-AMG the Home of Driving Performance in Germany Affalterbach.\nMercedes-AMG Handcrafted by Racers.",
      "localization": "South Africa",
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 3691,
      "filename": "18161477_1455311774521779_4810863202634039296_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTZJUd_B7Vm/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c70.0.940.940/17932207_422264798150909_5085982697193472000_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesbenz",
        "@mercedesamg",
        "@mbusa",
        "@mercedesbenzuk",
        "@mercedesbenz_de"
      ],
      "description": "The new AMG GT S \"The Game Changer\".\nAffalterbach. Mercedes-AMG celebrates its 50th anniversary in 2017. To the theme of \"50 Years of Driving Performance\", the sports car and performance brand is marking the occasion by extending the AMG GT family of sports cars with the new Mercedes-AMG GT C. Hence, the AMG GT C Roadster will now be joined by a Coupé version of the same model line. Positioned between AMG GT S and AMG GT R, the new vehicle will initially be available exclusively as a special Edition 50 model. At the same time, the Mercedes-AMG GT and AMG GT S are being visually and technically upgraded while receiving even more power.\n\nNew output variants: the AMG 4.0-litre V8 biturbo engine\nMercedes-AMG is restructuring the range of output/torque variants of the 4.0‑litre V8 biturbo engine. Hence, the AMG GT entry-level model now puts out 350kW (476hp), i.e. 10kW (14hp) more than before. In addition, with 630Nm, the basic version of the eight-cylinder machine now delivers an extra 30Nm of peak torque for even greater tractive power. The same figures will apply to the GT Roadster from its market launch.\nThe output from the GT S grows by 9kW (12hp) to 384kW (522hp), with the peak torque climbing 20Nm to 670Nm.\nThe next level is marked by the C variants of the Coupé and Roadster with 410kW (557hp) and 680Nm peak torque. The top of the line is the AMG GT R with 430kW (585hp) and 700Nm of torque.\nMercedes-AMG One man, one engine Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is my Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz and Exclusive Partner for Pagani Automobili.\nMercedes-AMG Handcrafted by Racers.",
      "localization": "AMG Affalterbach",
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 4288,
      "filename": "17932207_422264798150909_5085982697193472000_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTW2FZVBOAD/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18161681_1500331376651926_1272374672641490944_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@gfwilliams",
        "@mercedesamg",
        "@paganiautomobili"
      ],
      "description": "Pagani Huayra \"The God of Wind\".\nThe Italian Transformer \"Powered Straight Outta Affalterbach\".\nThe Mercedes-AMG M158 V12 biturbo engine exclusively handcrafted from me for the Pagani Huayra.\nMercedes-AMG One man, one engine Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz and Exclusive Partner for Pagani Automobili.\nMercedes-AMG Handcrafted by Racers.\nAmazing shot by: @gfwilliams",
      "localization": null,
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 3962,
      "filename": "18161681_1500331376651926_1272374672641490944_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTWl32CBkHD/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c202.0.675.675/18161069_1282166021891444_9006761876746403840_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesbenz",
        "@usamgacademy",
        "@mercedesamg",
        "@mbusa",
        "@mercedesbenzuk",
        "@mercedesbenz_de"
      ],
      "description": "SL65 AMG Black Series \"The Dark Side Of Mercedes-AMG\".\nMercedes-AMG V12 Power \"Straight Outta Affalterbach\".\nThe SL65 AMG Black Series was AMGs punch in the face to the horsepower wars. With a new carbon fiber body and bonded roof that does away with the heavy 250 kg folding top. But the upgrades don’t stop there, almost every system in the SL Black Series has been upgraded for optimum performance.\nSensational appearance, unique performance data, with light-weight design throughout and total exclusivity – that’s the Mercedes-Benz SL65 AMG Black Series. This high-performance coupe is a motorsport engineering thoroughbred and guaranteed super sports car level performance.\nMercedes-Benz SL65 AMG Black Series powered by the mighty Mercedes-AMG M275 V12 biturbo engine 6.0L 670HP and 1000Nm of Torque. Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz. Mercedes-AMG Handcrafted by Racers.\nThe Black Series projects from Mercedes-AMG are limited, unique and very rare. Keep your eyes open because you will see them only for a few seconds.",
      "localization": "AMG Affalterbach",
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 4289,
      "filename": "18161069_1282166021891444_9006761876746403840_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTURjwKhBU0/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/e35/c236.0.607.607/18161204_635116113340891_8609258036411760640_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesbenz",
        "@mercedesamg",
        "@mbusa",
        "@daimler_ag",
        "@mercedesbenzuk",
        "@mercedesbenz_de"
      ],
      "description": "AMG GT C Edition 50 \"The Black Hammer\" ✖️⚒💣🤘🏻\nThe new AMG GT C will launch as an exclusive special Edition 50 model to mark the landmark year of the company, which was founded in 1967 and will celebrate its 50th anniversary in 2017.\nThe Edition 50 will be available in two exclusive special paint finishes: designo graphite grey magno and designo cashmere white magno. To give the exterior a distinctive look, black chrome highlights are applied to the side skirt trim, the front splitter, the trim strips in the air inlets of the Panamericana grille, the fins on the side air outlets in the front wings, the moulding on the rear diffuser and the exhaust tailpipe trims. The surface of the cross-spoke AMG forged wheels has been harmonised with the black chrome elements of the exterior.\nThe interior is marked by a contrast between black and silver. This colour scheme is followed not only by the trim in STYLE exclusive nappa leather in silver pearl/black with grey diamond-patterned contrasting topstitching, but also by the black AMG Performance steering wheel in DINAMICA microfibre with grey contrasting topstitching, \"Edition\" lettering on the steering wheel bezel and 12 o'clock mark in silver pearl.\nTo emphasise the sporty character, the Edition 50 comes as standard with the AMG Interior Night package, which includes such features as steering wheel spokes, shift paddles and door sill panels in black.\nThe interplay between light and dark is further accentuated by silver seat belts and black chrome trim. The head restraint of the AMG Performance seat is embossed with \"GT Edition 50\".\nMercedes-AMG One man, one engine Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz and Exclusive Partner for Pagani Automobili.\nMercedes-AMG Handcrafted by Racers.",
      "localization": "AMG Affalterbach",
      "date": "2017-04-25T05:00:00.000Z",
      "numberLikes": 5345,
      "filename": "18161204_635116113340891_8609258036411760640_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTT_qNahxDL/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c41.0.997.997/18013784_576705479327712_2655033939256672256_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesbenz",
        "@mercedesamg",
        "@mbusa",
        "@daimler_ag",
        "@mercedesbenzuk",
        "@mercedesbenz_de"
      ],
      "description": "The new AMG S65 \"The Big Boss with my DNA\".\nThe Mercedes-AMG M279 V12 biturbo engine is a monster. Pure V12 performance in art and perfection.\n\nA SENSATIONAL DRIVE AND EFFORTLESSLY SUPERIOR PERFORMANCE\n\nThe AMG M279 V12 delivers a peak output of 463kW (630hp) and a maximum torque of 1000Nm – resulting in effortlessly superior performance: the AMG S65 accelerates from 0 to 100 km/h in 4.0 seconds and has a top speed of 250 km/h (electronically limited). In other respects, the AMG 6.0-liter V12 biturbo engine assures a sensational drive: stylish drive comfort, tremendous pulling power and effortless power delivery in all speed ranges are coupled with refined engine running characteristics and the distinctive typical sound of the AMG V12.\n\nAMG S65 powered by the incredible Mercedes-AMG M279 V12 biturbo engine 6.0L 630HP and 1000Nm of Torque. Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz.\nMercedes-AMG the Home of Driving Performance in Germany Affalterbach.\nMercedes-AMG Handcrafted by Racers.",
      "localization": "AMG Affalterbach",
      "date": "2017-04-25T05:00:00.000Z",
      "numberLikes": 3940,
      "filename": "18013784_576705479327712_2655033939256672256_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTRxuatjZLY/?taken-by=f1mike28",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095080_1926116797670496_7529833485347848192_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18095137_201423857039804_2524921529976750080_n.jpg"
      ],
      "isVideo": false,
      "multipleImage": true,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@pperezc",
        "@emilgarciaphoto"
      ],
      "description": "Pagani Huayra BC \"The Ultimate Masterpiece with my DNA\".\nWhat an honor to see my name on the Pagani Huayra BC.\nThe Pagani Huayra BC powered by the masterpiece of an engine the Mercedes-AMG M158 V12 biturbo engine 6.0L 800HP and 1100Nm of Torque.\nExclusively Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz and Exclusive Partner for Pagani Automobili.\nMercedes-AMG Handcrafted by Racers.\nCongrats to my Brother: @pperezc for getting delivery of his amazing Pagani Huyara BC.\nEnjoy your masterpiece of art with my DNA 💪🏼\nAwesome shots by my very talented friend: @emilgarciaphoto",
      "localization": "Miami, Florida",
      "date": "2017-04-24T05:00:00.000Z",
      "numberLikes": 2958,
      "filename": [
        "18095080_1926116797670496_7529833485347848192_n.jpg",
        "18095137_201423857039804_2524921529976750080_n.jpg"
      ]
    },
    {
      "url": "https://www.instagram.com/p/BTRa1KZh57f/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18013251_1864728920431832_484400103998619648_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@mercedesbenz",
        "@mercedesamg",
        "@mbusa",
        "@mercedesbenzuk",
        "@sternbloggercom",
        "@mercedesbenz_de",
        "@the_mercedes_gang",
        "@sternbloggerlifestyle"
      ],
      "description": "My 2017 AMG C63 S \"The White Knight\".\nThe Alpha Leader ⚪️⚔☠🛡⚫️\nAMG. Driven By The Inner Force.\n\nGoose Bumps Never Lie.\n\nGoose bumps always tell the truth. And that's the truth we're working for. Beyond all measurements, data, tests, and calculations, it is goose bumps that tell us when we have reached our goal. When the sound of the engine has turned into something you not only hear but you feel. When acceleration stops being a physical quanity and turns into a key stimulus for the release of fireworks in your brain. When the grip is not grip anymore but a confession of faith in the road. Then, an AMG really is an AMG. And even then, it is time to keep working. Because nothing is more AMG than to never stand still. \nMercedes-AMG One man, one engine Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach. Driving Performance is our Passion!\nMercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz.\nMercedes-AMG Handcrafted by Racers.",
      "localization": "Fellbach",
      "date": "2017-04-24T05:00:00.000Z",
      "numberLikes": 3461,
      "filename": "18013251_1864728920431832_484400103998619648_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTPD7UOhaQI/?taken-by=f1mike28",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c9.0.1061.1061/17818699_1558558227544393_1642948462439825408_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@f1mike28",
        "@something_guo",
        "@alexbabington",
        "@mercedesamg",
        "@paganiautomobili",
        "@something_guo"
      ],
      "description": "Pagani Zonda Mileson \"The F22 Raptor with my DNA\".\nThe Pagani Zonda Mileson powered by the legend of an engine the Mercedes-AMG M120 V12 n/a engine 7.3L 760HP and 780Nm of Torque.\nExclusively Handcrafted by Michael Kübler @f1mike28 in Germany Affalterbach.\nDriving Performance is our Passion! Mercedes-AMG the Performance and Sports Car Brand from Mercedes-Benz and Exclusive Partner for Pagani Automobili.\nMercedes-AMG Handcrafted by Racers.\nOwner: @something_guo\nAmazing shot by: @alexbabington",
      "localization": "London, United Kingdom",
      "date": "2017-04-23T05:00:00.000Z",
      "numberLikes": 3114,
      "filename": "17818699_1558558227544393_1642948462439825408_n.jpg"
    }
  ]
}