{
  "alias": "humansofny",
  "username": "Humans of New York",
  "descriptionProfile": [
    "Currently sharing stories from Peru",
    "Currently sharing stories from Peru"
  ],
  "urlProfile": "https://www.instagram.com/humansofny/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/10706901_1470474913241881_1565735513_a.jpg",
  "website": "bit.ly/2pQbI5k",
  "numberPosts": 4241,
  "numberFollowers": 6936742,
  "numberFollowing": 74,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTh4E0Qg8Nu/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18160597_332270480521301_5798454717184999424_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“I live with my mom and uncles.  There are twelve of us in one house.  Everyone is sacrificing so that I can go to university.  My mom works in restaurants and cleans houses.  All her money goes to my tuition.  She always tells me just to focus on school.  We were short on money last semester, but she told me: ‘Don’t worry about it.  I’ll find it.  You just continue.’ She’s always been like that.  She never wants me to be stressed.  My dad passed away when I was a young child.  So we’ve always struggled.  Sometimes when I was growing up, there would only be enough for one meal.  And my mom always said that she wasn’t hungry.  I didn’t realize until I was older that she had only been pretending.” (Lima, Peru)",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 114664,
      "filename": "18160597_332270480521301_5798454717184999424_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BThdRz5gyUl/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/e35/c120.0.480.480/18162192_124918734725488_3020402555109769216_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“I knew my husband very well.  We’d been living together for twenty-one years.  So it was obvious that something was going on.  Suddenly he started playing guitar and writing songs.  The songs were OK, but I read some of the lyrics and they clearly weren’t written for me.  He started wearing cologne.  He started liking new foods that he’d never even tried before.  So I was suspicious.  Then one night he came home crying.  I said: ‘What happened?  Did you kill someone?’ He told me that he’d gotten a girl pregnant.  She’d just had the baby and didn’t want to keep it.  Then he asked me if I would raise it!  I said: ‘Sure, give it to me.’ I arranged to meet the woman in the park, and she handed me the boy.  He was only three days old.  He felt like my son the moment I held him.  I got rid of my husband a few months later.  But I kept the baby.  He’s sixteen now.” (Lima, Peru)",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 220274,
      "filename": "18162192_124918734725488_3020402555109769216_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTe815AgRr3/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18160873_1579362275416196_6691628045817610240_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“He’s always acting so serious.  The last time we went out with my friends, he looked like he was constipated the entire time.\" (Lima, Peru)",
      "localization": null,
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 160338,
      "filename": "18160873_1579362275416196_6691628045817610240_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTaQM7mAyr_/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/e35/c120.0.479.479/18160761_412800492423146_5452739493721276416_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“I’ve been sitting here for three hours trying to figure out what to do.  I need to make a sale.  Rent is due in a week and I don’t have the money.  I’m already starting to miss payments on a loan I took out recently.  I made two cold calls today and both of them went like shit.  I’d never do anything bad to get money, but who knows.  I’m beginning to dread going home.  My kids are small and want to be with me all the time, but I’m so stressed that I have no patience.  I’ve been losing my temper easily.  We were at my brother-in-law’s house this weekend, and he’s doing much better than I am.  His kids have a bunch of toys.  My son kept begging me to buy the same stupid little toy truck that his cousin had.  And I yelled at him to forget it.  I only had enough money in my pocket to get us home.” (Lima, Peru)",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 104813,
      "filename": "18160761_412800492423146_5452739493721276416_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTaHxL7AZLP/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18096294_119579395267358_4384130645266268160_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“I’m about to meet up with my ex-girlfriend.  We broke up two weeks ago and I’m hoping to get back together with her.  I restricted her freedom too much.  I scheduled all our classes together.  I always wanted to know where she was.  It all started a year ago when she cheated on me.  She called me immediately afterwards and confessed.  But ever since then, anytime she’s away from me, I always imagine the worst.  She goes out with friends and some of them are male.  So it’s hard for me to not get suspicious.  And if I get suspicious, she gets nervous.  Which makes me even more suspicious.” (Lima, Peru)",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 77487,
      "filename": "18096294_119579395267358_4384130645266268160_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTXMaGbAzG1/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18160446_448843345456172_102331006031233024_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "\"We're talking about how important it is to take a shower every day.\" (Lima, Peru)",
      "localization": null,
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 179827,
      "filename": "18160446_448843345456172_102331006031233024_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTU8FI1AK46/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096495_217034082118054_5953174810874871808_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“My mission is to get them interested in Star Wars.  My only chance is to get the big one hooked first because that’s how my kids work.  I pitched Princess Leia as the most important character.  I might have told a little lie and said that she was the princess of the entire galaxy.  We had our first attempt the other day.  I got whiplash checking to see if they were still awake, and I lost both of them before Princess Leia even showed up.  I have faith in George Lucas though.  We’re scheduling another screening with lots of candy.  I think if we can just stay awake for the entire movie, we’ll be ready for The Empire Strikes Back.” (Lima, Peru)",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "numberLikes": 217400,
      "filename": "18096495_217034082118054_5953174810874871808_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTPyEhNAZes/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881945_1111642685607394_7140637507628040192_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“I’m starting from nothing.  I lost everything back in Venezuela.  I had my own natural soap factory but the crisis made it impossible to get ingredients.  Then the government began to take 70% of my earnings.  I had to close it down.  Things got so bad that I couldn’t even find food for my baby.  I had a little money, but there was nowhere to buy food.  I’d wait in line all day for one bag of flour.  We could go days without eating.  When I tried to breastfeed my daughter, I’d almost faint.  Leaving the country was my only chance.  I’d never said ‘goodbye’ to my daughter before.  She was screaming my name when I left.  It hurt worse than giving birth.  But I didn’t have a choice.  I told her that I was going to Colombia. I told her that I was going to make a diamond, and I’d bring it back to her.  Now I sell key chains in the street.  When I make some money, I send packets of food back home.  I’m trying to keep a good spirit.  I’m doing OK.  I grew up very poor.  I came from nothing.  So I’ve been here before.” (Bogotá, Colombia) ------My interpreter Juan has kept in touch with Rose, and we put together a small fundraiser if anyone would like to help.  Link in bio.",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "numberLikes": 225321,
      "filename": "17881945_1111642685607394_7140637507628040192_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTH82dLAXFg/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18011829_209506779541605_6220334262156001280_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“I didn’t even start gambling until I was 43.  I thought I was mature, but I was as vulnerable as a child.  I started going to the casino once or twice on the weekends.  It was a social thing.  I’d just play cards with my friends.  But I had good luck in the beginning.  I started to win.  And I started to love it.  I couldn’t wait for the weekend.  Soon I started to go during the week.  I’d work the early shift and I’d have all afternoon to play.  I abandoned all my responsibilities.  Once you start playing-- you forget that you’re hungry, you forget that you’re thirsty, you even forget that you have a family.  I lost the grocery money, the rent money, everything.  Winning felt great.  And losing made me need to win.  I’d make up excuses every time I came home empty handed.  I’d say that I was mugged, or that my work hadn’t paid us that week.  Eventually I had to sell my car.  I lost our house.  I lost my wife.  We’d been together for twenty years.  I just took for granted that she’d always be around.  The only thing that I didn’t lose was my daughters.  They sat me down one day, and said: ‘Dad, either quit gambling, or quit this house.’ And I never played again.” (Medellín, Colombia)",
      "localization": null,
      "date": "2017-04-20T05:00:00.000Z",
      "numberLikes": 94963,
      "filename": "18011829_209506779541605_6220334262156001280_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTHl7ANgp4Q/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18013565_750147715110541_869699322315276288_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“Sometimes I’d start crying in class for no reason.  Then when I got home from school, I’d just go straight to my room.  I couldn’t even talk to my mom about it because I’d just start crying.  People would tell me: ‘Just get up, exercise, and take a walk.’ But none of that helped.  Things got so bad that even the school was watching me.  I started bawling during a chemistry exam and I ended up in the school psychologist office.  I remember thinking: ‘I don’t care if I ever see another chemistry exam again.  Or my friends.  Or my mom.’ And I started to get this feeling that I was definitely going to do it.  I was going to lock myself in my room that night and take a bunch of pills.  The only thing that stopped me was imagining my mom finding my body.  That was three years ago.  That time seems so far away now.  I found a great therapist.  I learned so much about myself.  There’s so much that I want to do now.  I want to travel.  I want to get married.  I want to have kids.  There are so many poems that I haven’t written and songs I haven’t heard.  So it’s terrifying for me to think that I came so close.  My problems were small back then.  They were teenage problems.  But I came one step away from not being.  And I had made the decision to take that step.  I’m afraid that I can go back to that place again.  And next time, my problems will probably not be so small.” (Bogotá, Colombia)",
      "localization": null,
      "date": "2017-04-20T05:00:00.000Z",
      "numberLikes": 169085,
      "filename": "18013565_750147715110541_869699322315276288_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTFCD4hA2F3/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18011569_1350677335051404_426182621165256704_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“I think I’m obsessed with the idea of finding a girlfriend.  I think about it all the time.  I really want to know what it feels like.  I’m twenty-four.  I’ve never been in a relationship.  I’m terrified by the idea of being alone.  And I think that this desperation comes out in my energy.  The last girl I dated told me that I just needed to ‘let it flow,’ and ‘see what happens.’ But I don’t know how to do that.  I tried too hard to please her.  I wanted to make her fall in love with me.  I had to know for sure that we were together because she felt like my last chance to not be alone.  My anxiety ended up ruining everything.  When I finally get a girlfriend, I’m not sure how it will feel.  Maybe it will be great.  Or maybe then I’ll just be terrified of losing her.” (Bogotá, Colombia)",
      "localization": null,
      "date": "2017-04-19T05:00:00.000Z",
      "numberLikes": 144682,
      "filename": "18011569_1350677335051404_426182621165256704_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTDCZVAAAxK/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/17934702_154142355116860_2674591794393513984_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "(3/3) “The night I deserted was the most frightening moment of my life.  The guerrillas would have killed me if I’d been discovered.  I ran away in the middle of the night.  I found a road and hitched a ride with an oil truck from Ecuador.  I tried to cross the border but the army arrested me.  I thought for sure I would be executed.  But they gave me the chance to demobilize.  The first thing I wanted to do was see my family.  It was too dangerous to return home so I sent for them.  I thought my father would push me away, but he was very happy to see me.  My sisters told me that my disappearance had been very hard on him.  He had gotten very sick.  I’ll always live with that regret, but we were able to spend four years together before he passed away.  I’ve rebuilt my life from scratch.  Leaving the guerrillas was like being born again.  I had no skills.  There was a lot of prejudice against me.  I had to work as a waitress and go to school at night.  But I’m almost finished with law school now.  And even though it took a lot of suffering to get here, I finally have the life that I imagined as a young girl.” (Bogotá, Colombia)",
      "localization": null,
      "date": "2017-04-18T05:00:00.000Z",
      "numberLikes": 138697,
      "filename": "17934702_154142355116860_2674591794393513984_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTC3QAUgeKN/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/17931905_1872764372944981_6133165955263496192_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "(2/3) “I was the youngest one in the camp.  I felt very happy at first.  I didn’t have to cook anymore.  I was having new experiences.  The guerrillas taught me rules.  They taught me how to use weapons.  They told me that we were fighting for the poor.  All of it sounded very good.  But then basic training began and it was very difficult.  I started to miss my family.  My father’s birthday came around, and I could not stop thinking about him.  They sent me to another camp because my father kept searching for me.  I spent eight years with the guerillas.  We lived in the mountains.  I slept on the ground.  I didn’t get a salary.  The fighting was continuous.  The army would bomb us day and night.  And I didn’t speak to my family for a full seven years.  I always wondered what happened to them.  Finally it got to be too much, and I decided to desert.” (Bogotá, Colombia)",
      "localization": null,
      "date": "2017-04-18T05:00:00.000Z",
      "numberLikes": 76888,
      "filename": "17931905_1872764372944981_6133165955263496192_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTCkGZggnVm/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18011429_525425037845346_7407532625146937344_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "(1/3) “I knew nothing about the guerrillas before I joined them.  The only thing I knew was that they lived better than me.  I grew up on a farm in a rural area.  We were very poor.  My mother abandoned our family so I had to take care of my younger siblings.  My father was a good man, but he didn’t give me any liberties. He didn’t let me go to town.  He didn’t let me go to school.  He didn’t let me have a boyfriend.  I wanted freedom, and the guerrillas seemed like my only way out.  They used to drive by our farm in their jeeps.  They seemed powerful.  Even the women wore camouflage.  One day the guerrillas stopped by our farm to buy some chickens, and I told them I wanted to join.  I was only thirteen years old.  They told me to meet them at a certain spot at 5 AM the next morning.  I didn’t even say ‘goodbye’ to my father.  They told me that I was never allowed to speak to my family again.” (Bogotá, Colombia)",
      "localization": null,
      "date": "2017-04-18T05:00:00.000Z",
      "numberLikes": 87448,
      "filename": "18011429_525425037845346_7407532625146937344_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS_0udjABBs/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/17882639_446731922332977_4810443674523533312_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“We’ve been at war in this country for over fifty years.  There have been hundreds of thousands of deaths and millions of victims.  So a lot of people don’t like the work that I do.  I manage a reintegration program for ex-combatants.  I’m trying to take away the main tool of war-- human beings.  We can’t punish everyone who fought against us.  We can’t jail them all.  That will only divide us further.  So we must find a way to reconcile with the 60,000 ex-combatants that live among us.  We must educate them.  We must find them jobs.  If we reject and stigmatize them, we will always be at war.  Reconciliation is a very hard task.  There are a lot of open wounds in this country.  People don’t want to forgive.  Ex-combatants are often viewed as monsters.  My job is to show that their blood is like ours.  If we can’t break the idea of ‘good’ and ‘evil,’ we will always be divided.  Reconciliation is the only way to change the course of our history.” (Bogotá, Colombia)",
      "localization": null,
      "date": "2017-04-17T05:00:00.000Z",
      "numberLikes": 119390,
      "filename": "17882639_446731922332977_4810443674523533312_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS18a6KAgAP/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/17882795_114374515724934_8118234324043563008_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“I’m unemployed right now, but it’s my own decision.  I’m trying to rethink my life.  I’ve been a biology teacher for the past seven years.  I’d wake up at 5:30 AM every day and wouldn’t get home until after 5 PM.  Then I’d spend the evening preparing lessons or grading exams.  Teaching was beautiful but I didn’t like the philosophy of the school.  The focus was on being as productive as possible.  The kids were stressed.  They had no time to be children.  I just didn’t feel that life should be like that.  It can’t always be about growing, growing, growing.  There have to be cycles.  So I’m trying to take a step back.  I’m trying to enrich myself without having an exact objective.  I’m reading, and doing yoga, and participating in a dance group.  But it’s been hard to appreciate the moment.  I’ve always felt such a pressure to work.  And when I’m not producing, it’s hard to escape the feeling that I’m doing something wrong.” (Bogotá, Colombia)",
      "localization": null,
      "date": "2017-04-13T05:00:00.000Z",
      "numberLikes": 206382,
      "filename": "17882795_114374515724934_8118234324043563008_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSzi4RtgEA0/?taken-by=humansofny",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/e35/c120.0.480.480/17495094_229744997430152_5666997781277966336_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "“My father never valued my mother.  She did everything for him.  She worked all day, then she came home to cook dinner.  My father just came home to sleep.  She’d bring him his food on a tray.  Everything had to be perfect: right colors, right napkins, everything.  But he’d still call her names.  He’d get drunk and yell at her for nothing.  My mother was submissive and accepted it all.  She’d even get mad at me if I tried to intervene.  Eventually my father had an affair with our neighbor.  And two years ago he left our home to be with her.  Recently I spoke to him on the phone.  He sounded depressed.  He’d just broken up with the woman.  He told me that he’d given her everything, but she still left him.  He’d cooked for her, he’d treated her well, and he’d bought her whatever she wanted.  But nothing was enough.  I asked him if he realized what life was teaching him.  He had no answer.” (Bogotá, Colombia)",
      "localization": null,
      "date": "2017-04-12T05:00:00.000Z",
      "numberLikes": 238152,
      "filename": "17495094_229744997430152_5666997781277966336_n.jpg"
    }
  ]
}