{
  "alias": "kinoyoga",
  "username": "Kino MacGregor",
  "descriptionProfile": [
    "Writer, Dreamer, Beachbum, Yogi 💫 Co-founder @yogaprowheel @miamilifecenter ⚡ Classes: Malaysia 🤸🏼‍♂️ @omstarsofficial Yoga TV Channel Click HERE 👇",
    "Writer, Dreamer, Beachbum, Yogi 💫 Co-founder",
    "",
    "⚡ Classes: Malaysia 🤸🏼‍♂️",
    "Yoga TV Channel Click HERE 👇"
  ],
  "urlProfile": "https://www.instagram.com/kinoyoga/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/16465202_709231469243947_8201917728831832064_a.jpg",
  "website": "www.omstars.com",
  "numberPosts": 3785,
  "numberFollowers": 100000,
  "numberFollowing": 610,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTUqX8qAab2/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18160479_1208574225932720_3205608051788742656_n.jpg",
      "numberLikes": 7746,
      "numberViews": 0,
      "numberComments": 80,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime",
        "#effectivehandstands",
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "Yoga isn't easy. To try and make it easy is like trying to make brain surgery easy. But yoga can be done with ease and flow. You can stress out over anything and everything. Or you can learn to do things with ease and flow. If all you ever do is stay in what's already easy for you then how will you grow as a person? Your yoga practice is an operation of the mind and an education in the spirit. The poses and practices that challenge you the most are where you learn the most. Once you can remain calm and equanimous in a difficult pose the idea is that you're more likely to maintain that state of inner peace in difficult life situations.  This is the essence of the practice for me. Start to measure your success not in how powerful your lift up is, but in how much kindness and tranquility you bring to the world. 💗\n. \n#practiceyogachangeyourworld #onebreathatatime 🙏\n.\n\nDay 17 #effectivehandstands is Handstand Tuck. This is such an important strength building step in your handstand journey. Take your time to work the physical and get your shoulders stacked, your tailbone tucked, the lower rib pulled in, your pelvic floor turned on and your shoulders protracted. 🤸‍♀️\n.\n Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 💫\n.\n#practiceyogachangeyourworld #onebreathatatime 💕\n.",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18160479_1208574225932720_3205608051788742656_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTTgZV3Adoq/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095976_1608405309187730_8794367716665327616_n.jpg",
      "numberLikes": 10065,
      "numberViews": 0,
      "numberComments": 76,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [],
      "description": "Too beautiful not to share. Too special not to cherish. I walked out on the rocks with my tea and just took the magnitude of this glorious moment in. Yet, I don't believe we as human beings are defined by our high peaks or our epic fails. I believe we are defined by the kind of person we show ourselves to be when other people aren't looking. Not those perfect moments captured and shared in measured doses, but the average days where you're unselfconsciously yourself. It's there, in the routine of life that you know who you are and all self-delusion drops away. If you can take the ordinary moments in life and make them extraordinary just by brining your attention to them, then every day is magical and every being matters. There is beauty and truth in every moment waiting for you to discover it. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime",
      "localization": "Bondi Beach, Sydney",
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18095976_1608405309187730_8794367716665327616_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTQ7gCyglk_/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.810.810/18095035_184645175389098_3625421730375270400_n.jpg",
      "numberLikes": 7853,
      "numberViews": 0,
      "numberComments": 73,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#omstarsculture",
        "#globalyogi"
      ],
      "mentions": [
        "@omstarsofficial",
        "@omstarsofficial"
      ],
      "description": "Someone called our filmmaker today while we were filming on the beach and he said, sorry I can't talk now I'm at work. Is this really \"work\"? If the beach is my office I'll go every day. I spent the day filming for my Global Yogi series on @omstarsofficial 🤸‍♀️\n.\nTwo questions:\n1. Are you excited for this episode? We went to got some beautiful footage at some of the most iconic places in Sydney. \n2. Did you see the sister image posted on @omstarsofficial ? Which one did you like better? I always always do both sides of every pose whenever I take pics and often can't choose which to post. 💗\n.\n#omstarsculture #globalyogi",
      "localization": "Bondi Beach",
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18095035_184645175389098_3625421730375270400_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTPXOnCgROo/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18095019_1816969481955216_8215985176950341632_n.jpg",
      "numberLikes": 101000,
      "numberViews": 0,
      "numberComments": 126,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime",
        "#effectivehandstands"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "Lately I feel like my emotional house is being cleaned. It's not fun. Drama that I wish didn't exist keeps bubbling up to surface and asking me to address it. While I prefer to live in a world where everything is good, sometimes the truth is that something is not right. In those moments it's hard for me to speak my truth, stand my ground and not just fake that everything is good. The common denominator in all these things coming up is me. I feel like I'm staring right in the mirror of all my own faults and short comings. I'm learning. I've made mistakes. I'm stumbling. But just like the practice, every time I fall I will get back up and try again, a little stronger, a little more clear and eventually I'll find the balance. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime 💗\n.\nDay 15 #effectivehandstands is Standing Forward Split. The hamstring flexibility here will help you find an easy handstand entry. Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 💫",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18095019_1816969481955216_8215985176950341632_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTLzR5XA3Lx/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094871_1305863506193610_3138535312758669312_n.jpg",
      "numberLikes": 7708,
      "numberViews": 0,
      "numberComments": 107,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [],
      "description": "Sometimes life isn't complicated. Sometimes it's just a perfect day. Cherish it, be grateful, but don't hold on to it too tightly. 💗\n.\n#practiceyogachangeyourworld #onebreathatatime 🙏",
      "localization": "Sydney, Australia",
      "date": "2017-04-22T05:00:00.000Z",
      "filename": "18094871_1305863506193610_3138535312758669312_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTKfFkgAfEr/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881274_827401124092904_2266576296479817728_n.jpg",
      "numberLikes": 129000,
      "numberViews": 0,
      "numberComments": 373,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime",
        "#effectivehandstands"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "In every situation you can choose to be miserable or you can focus on what good there is. Turn your face to the sun, not the shadow. You have a choice about how you think and what you think. Your thoughts have power, maybe more than you realize. Don't make up a fantasy world where you're living a fake dream of false happiness. Stick to the reality and look for the goodness, the light. It's there in every situation and in every person. It's there, the light, the smile, the love. You matter, your choices matter, not only to yourself but to the world. The day you start really choosing your own happiness is the day that your life changes. You're worth it, your worth thinking good thoughts about. This world can be a blessing or a curse. What's crazy is that it's your choice which to make it. And honestly that's kind of scary because it means we are each responsible for our own happiness and not victims to a big bad world that's out to get us or keep us down. For today watch your thoughts as you practice and go through life. Notice how many complaints appear as opposed to statements of gratitude. Start off by just observing and then slowly replace one objection with one little appreciation. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime 💗\n.\nDay 13 #effectivehandstands is Navasana, Boat Pose. The day your mind is calm and happy here you know you've gone deeply in the inner journey. Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 💫",
      "localization": null,
      "date": "2017-04-21T05:00:00.000Z",
      "filename": "17881274_827401124092904_2266576296479817728_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTJTbjiA7bb/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.810.810/18011982_1925303687688368_3834915348717502464_n.jpg",
      "numberLikes": 101000,
      "numberViews": 0,
      "numberComments": 117,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#australia",
        "#bondibeach"
      ],
      "mentions": [],
      "description": "Hello Australia 🇦🇺 This is the first thing I did when I landed. Instant cure for jet lag and 25 hours of travel 💗\n.\n#australia #bondibeach",
      "localization": "Bondi Beach, Sydney",
      "date": "2017-04-21T05:00:00.000Z",
      "filename": "18011982_1925303687688368_3834915348717502464_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTH7R_EgInn/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011749_1262353800538655_6391437031855095808_n.jpg",
      "numberLikes": 12024,
      "numberViews": 0,
      "numberComments": 144,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#effectivehandstands",
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "I used to rush around and worry about everything. I'm not sure when it shifted but it definitely did. A travel day like yesterday would have made me nuts, but I was calm and didn't rush once. When I was about to take off in Miami I got a notice saying my flight to Sydney was delayed by four hours. When I landed in LA I found out that the flight had been diverted to Honolulu and while Hawaii is awesome I needed to get to Australia. Checking the flight board I saw another flight with Qantas, got rebooked and had my luggage transferred (verdict is still out on whether or not that worked, I'll find out at the luggage belt in Sydney). Then, all boarded and ready to take off on the new flight only to sit on the runway because of unmatchable passenger numbers. It took nearly two hours to get the tallies and names right on the flight roster.  How I was neither freaking out nor totally impatient is a miracle, the quality of my thoughts were peaceful and quiet, forgiving and grateful. I mean, I usually have at least few deep sighs of irritation and I'm honestly shocked that I didn't. I guess this yoga thing works. Look for the evidence of your practice reflected back to you in the images of your and in the vibration of your thoughts. I slept for 11 of the 15 hours on the flight. Now I'm landing and it looks like a beautiful sunny day. ☀️\n.\nWhat's your most crazy travel delay story? ✈️\n.\nDay 12 #effectivehandstands is Urdhva Dhanurasana. I feel like every backbend has the potential to feel like a travel gone haywire. Practice remaining calm and peaceful as you go deeper and then let that peace transform your whole life. And not to mention that backbending is one of the wet ways to get your shoulders flexible enough for the vertical line. Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime 💫",
      "localization": null,
      "date": "2017-04-20T05:00:00.000Z",
      "filename": "18011749_1262353800538655_6391437031855095808_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTFQdKlAkSD/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934522_432794077088236_6255354446235041792_n.jpg",
      "numberLikes": 105000,
      "numberViews": 0,
      "numberComments": 166,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime",
        "#effectivehandstands"
      ],
      "mentions": [
        "@omstarsofficial",
        "@beachyogagirl",
        "@kinoyoga"
      ],
      "description": "I'm not a numbers person, I don't read my bank statements as carefully as I should. We did our accounts this morning and got struck with the voice of fear. It whispered to us in doubt and tried to make us think that that our dreams aren't going to work out, that we will never make it, that's there's not ever going to be enough. It was loud and stressful and my shoulder even started to hurt. But we decided not to listen. I like to operated from the belief that everything is going to be ok, that there is more than enough. But belief is a choice, like changing the dial of your radio station, except it works by choosing which thoughts you're going to listen to. So we tuned in to the voice of faith, a quiet presence of wisdom that sustains you though feast and famine. Faith says, I will always provide for you, even when you're at your limit and on your last penny, I will not let you down. Stay strong, what is meant to be will be, what is not meant to be cannot be forced. There is only one power in the universe that can create something out of nothing. With faith, manna can rain down blessings from heaven in your life. Without faith, you're lost in the desert of doubt on your own. You don't need to know the grand plan, nor do you need to know exactly how it's all going to work out. You certainly don't need to sweat the small stuff. You just need unshakable faith and the power of your conviction will carry you forward. So... when faced with a mountain of doubt, when adversity strikes, when scarcity shows up, the question is... Do you believe? Are you strong enough to keep the faith? Live in faith or live in fear. It's your choice. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime 💗\n.\nDay 11 #effectivehandstands is Headstand.  Before you master the pose you have believe in your ability to one day do it. Take time today and work ok your faith. If you fall out of headstand don't let it deter you. If you're good in headstand, use this pose to practice the vertical line. Join  our Handstand Course on www.omstars.com to practice with us. Use code \"wearelive\" to get your first month for just $5. Tag @omstarsofficial @beachyogagirl @kinoyoga in all your posts. ⚡️",
      "localization": "Miami Beach, Florida",
      "date": "2017-04-19T05:00:00.000Z",
      "filename": "17934522_432794077088236_6255354446235041792_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTDINmLgAJM/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.810.810/18013321_1450005561688319_2082279430197084160_n.jpg",
      "numberLikes": 116000,
      "numberViews": 0,
      "numberComments": 80,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime",
        "#effectivehandstands"
      ],
      "mentions": [
        "@omstarsofficial",
        "@beachyogagirl",
        "@kinoyoga"
      ],
      "description": "I try and approach each day with humility. I don't get it right, but I do try. I don't like to do things in vain. Even a handstand can be a spiritual experience if you realize there is something to learn in every breath. If you know it all already and wall yourself with your logic and reasons then there is no place left to go except the cage of it own creation. But through humility the door of wisdom is opened and truths that would otherwise be hidden come to light. The quality I seek to cultivate most in myself is to have a gently, teachable spirit and an open, humble heart. This, more than any pose, is the essence of yoga. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime 💗\n.\nDay 10 #effectivehandstands is Lightning Bolt Handstand, or at least that's what I like to call it. Join our Handstand Course on www.omstars.com to practice handstands with us. Use code \"wearelive\" to get your first month for just $5. Tag @omstarsofficial @beachyogagirl @kinoyoga in all your posts. ⚡️",
      "localization": "Miami Beach, Florida",
      "date": "2017-04-18T05:00:00.000Z",
      "filename": "18013321_1450005561688319_2082279430197084160_n.jpg"
    }
  ]
}