{
  "alias": "kinoyoga",
  "username": "Kino MacGregor",
  "descriptionProfile": [
    "Writer, Dreamer, Beachbum, Yogi 💫 Co-founder @yogaprowheel @miamilifecenter ⚡ Class: Singapore 🤸🏼‍♂️ @omstarsofficial Yoga TV Channel Click HERE 👇",
    "Writer, Dreamer, Beachbum, Yogi 💫 Co-founder",
    "",
    "⚡ Class: Singapore 🤸🏼‍♂️",
    "Yoga TV Channel Click HERE 👇"
  ],
  "urlProfile": "https://www.instagram.com/kinoyoga/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/16465202_709231469243947_8201917728831832064_a.jpg",
  "website": "www.omstars.com",
  "numberPosts": 3793,
  "numberFollowers": 1092026,
  "numberFollowing": 611,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTiDUAyAgPB/?taken-by=kinoyoga",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18298784_1175315685929530_7018677504621674496_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18160385_822014004632292_7526301553351720960_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18161465_1698456770448323_6261500879443066880_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18013199_1303581079710716_2735947846053265408_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18251495_1342674289120084_3592352711284097024_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18251469_447403072273232_6465238176456769536_n.jpg"
      ],
      "isVideo": false,
      "multipleImage": true,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [],
      "description": "I am going to sound really old now, but I started yoga before YouTube, FB or social media existed. My first class was in a gym when I was 19 and I was really bad at it. When I wanted to learn more about yoga I bought a bunch of books. But it wasn't until I went to India and met my teacher that I truly understood the depth and power of Ashtanga Yoga. This might seem like a contradiction but I believe that we as students needs to first and foremost respect the practice. It's not a pretty party trick and it's not something that's just for fun (but it certainly can be fun). Yoga is a deep operation of the mind and a healing of the soul. Yoga is far more than just a bunch of different and somewhat interesting shapes. Yoga is not about getting more poses. In fact, it's not about the poses at all. Yoga is a subtle inner experience that has the potential to wake you up to life's deeper and most ineffable truths. And, you hold the key. The quality that you bring to your practice determines how deeply the practice will work in you. No matter how much I love the fun side of social media, like this series of handstands and asanas in the streets of Kuala Lumpur, yoga is first and foremost an inner practice for me. Without that, this whole show business of pretty pics is meaningless. The deeper meaning of yoga is the magic because yoga is a path of enlightenment, and that light can shine forth from your heart if you practice for many years with both intention and spirit. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime",
      "localization": "Kuala Lumpur, Malaysia",
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 2886,
      "filename": [
        "18298784_1175315685929530_7018677504621674496_n.jpg",
        "18160385_822014004632292_7526301553351720960_n.jpg",
        "18161465_1698456770448323_6261500879443066880_n.jpg",
        "18013199_1303581079710716_2735947846053265408_n.jpg",
        "18251495_1342674289120084_3592352711284097024_n.jpg",
        "18251469_447403072273232_6465238176456769536_n.jpg"
      ]
    },
    {
      "url": "https://www.instagram.com/p/BTfMjDDAcix/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.809.809/18160547_288582771555273_6067124575320145920_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#effectivehandstands"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "Angry people are like zits. They glare you and try to get you pop them, but if you do you'll just make them worse. No really, I mean it. As someone that has had acne my entire life, I really see the analogy. And it's no coincidence that when my hormones are raging I break break out (you know that once a month zit you can't avoid). But maybe it's also about timing? You know there's a time to broach a subject, a time to pop a zit, and if you get it wrong, well you can leave little scars either on your face or in your heart. I've got a bunch of scars all over the place, mostly in the heart. With a good dermatologist and a few facial peels the acne scars go away, but the ones left in the heart, those stay around for awhile. So my best advice, when someone's angry don't engage with them. Wait for them to cool down. If you're angry, don't engage with others, don't run headfirst into a battle where no one will ever win. Calm down first. Wait. Breathe. Return to center. I hate looking in the mirror and seeing the mountain a zit. It's like they sprout and grow overnight from some twisted place in the universe that's sole purpose is to annoy you. And I want them gone right away. But I've learned to look in the mirror and just let them be there (with a little cover up just to appease my vanity and bc if I don't see them I'm less likely to touch them and poke at them). And the same thing with anger, it's so hard to look yourself in the eye when you're harboring any kind of negativity. It's even harder to look someone in the eye who's mad at you. But it all comes back to this. A quiet moment, the veneer pulled back to reveal the truth, that underneath all anger is a tiny wound, an infection, a little broken heart that needs time and space to heal, that itself wants to be free of what's clogging it, and eventually will get itself sorted out. In the meanwhile no need to try and fix it, just breathe and be strong enough to watch it all with a kind and open heart (and apply a good, non-irritating spot treatment, sometimes also known as a hug). 🙏\n.\nDay 21 #effectivehandstands is Padmasana. Tag @beachyogagirl @kinoyoga @omstarsofficial 💫\n.\nComment if you participated every day!",
      "localization": "Bondi Beach, Sydney",
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 8561,
      "filename": "18160547_288582771555273_6067124575320145920_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTc2whlg6rK/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.810.810/18161707_1068091363334540_1831304300450545664_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#effectivehandstands",
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "What's in a handstand? Nothing if not the journey. My mind is naturally jumpy, which means I fluctuate from depression to anxiety, from euphoric mania to self-pity with a rapidity that is both daunting and honestly a bit exhausting. I have an awful tendency to take things personally and I'm overly sensitive to criticism. Add to that I'm ambitious, competitive and harsh on myself. I came to yoga with all that baggage and then some. My journey to handstand has been about slowly, steadily walking the middle way between emotional extremes. Anyone can do it, both the handstand and the calm mind. But it's a training and it requires your consistent, persistent practice. The last 48 hours have been emotionally challenging. I don't know why but a lot of my old triggers came up. I've been annoyed at the world, hard on myself for even reacting, feeling self-pity (why does this always happen to me?), and just generally filled with an empty loneliness. Without the grounding of my practice I'd be lost. The practice isn't God, but it's a way that I can drop down under the surface of all my stuff and feel His presence. Today my practice consisted of 20 minutes of meditation and prayer, 10 minutes of strength drills, 80 minutes of Ashtanga Yoga. Somewhere in the midst of all that the quality of my thoughts changed, I started to relax, appreciate life, tune into joy and positive expectation and I became quiet and still. And in that stillness I was restored by Grace, my Mercy, by the ultimate act of Forgiveness and Surrender. And now I just sit with two words: thank you, the best mantra ever, thank you. 🙏\n.\nDay 20 #effectivehandstands is the Vertical Line. Just like the equanimous mind you can't force it or hit too hard. You have to work it with balance and tenacity. Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 💫\n.\n#practiceyogachangeyourworld #onebreathatatime 💕\n.",
      "localization": "Bondi Beach, Sydney",
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 12489,
      "filename": "18161707_1068091363334540_1831304300450545664_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTbpXAug2Qj/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18162077_449942892006433_1414340654787461120_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Moments before the storm broke and I nearly got soaked ⛈ On the hunt for durian this weekend. Where can I find it? I love it fresh (and any which way) and take the chance while here in Asia to eat as much as I can. One sweet Thai student brought me durian sticky rice in Sydney and I ate it right away--big thank you!! 💕\n.\nAnd it was totally crazy to hear the thunder up so high and in the open. It kind of felt like I was in the center of the storm and could reach out and catch the lightning. Luckily I made it inside before he torrential downpour. I love big thunderstorms that drop their deluge and move on. It reminds me of that crazy summer rain in Miami 🙏\n. \nOh and... thank you for all your messages and comments. 💗",
      "localization": "Hotel Stripes Kuala Lumpur, Autograph Collection",
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 9517,
      "filename": "18162077_449942892006433_1414340654787461120_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTaI5UWgGQH/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.810.810/18094817_420956318263310_4619426850869870592_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "Sometimes I dream about yoga. Do you? Whenever I dream about the poses they always show up with much more ease and it's always a pose that I'm blocked at in real life. Like when I was learning handstands I would dream about them all the time. Handstand press, one arm transitions (still can't do), tic-tocs, everything! I'd be flying on my arms at night. Then I'd wake up excited to practice. A small childish part of me thought maybe the dream would be magically real that day in practice but it often took years of hard work to get close to what I'd dreamt. Sometimes I dream about things I want so badly but I have no control over. Lately I dream about my Dad. I see him standing, walking, talking, driving, eating a falafel (he ate his first falafel at my wedding), playing cards (he loves blackjack), holding my hand, just healthy, better, recovered. And I wake up confused about which reality is real, and for a few moments I latch onto the dream as though it's real, but then I remember I'm here, in this world with its truths and its suffering, in this place in my life right now where it takes everything in me to believe in the impossible becoming possible. I believe in love, and maybe that's the real miracle, the only one we really truly need. 💗\n.\nDay 19 is Straddle Handstand. 🤸‍♀️\n.\nTag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 💫\n.\n#practiceyogachangeyourworld #onebreathatatime 💕\n.",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 10070,
      "filename": "18094817_420956318263310_4619426850869870592_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTYzhgTArWE/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18012048_240210959789631_4622409216030670848_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#happyanniversary"
      ],
      "mentions": [
        "@timfeldmannyoga"
      ],
      "description": "Missing this right about now 💔 Just because I'm sitting in a hotel room alone half way around the world doesn't mean I'm far away from you. There's no one on Earth I'd rather be with right now than you, nowhere I'd rather be than in your arms, nothing I'd rather be doing than laughing at a silly joke you made. I miss you @timfeldmannyoga and I'm so grateful for every year we spend together. It's kind of feels like it's only getting better, like a fine wine except I don't know anything about wines, so like an aged balsamic vinegar. How many years has it been? I think back to that fearless (and clueless) 25 year-old that I was when we met and I wonder, did you get a sense of who I really was under all that attitude? I've come to learn I'm a bad judge of character. It's taken me my whole life just to begin to figure out my own. But I'm just thankful that you saw the good me and I saw your beautiful eyes and fell right in when we met at the airport in India all those years ago. I love you, always and forever.\n#happyanniversary 💗",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 12721,
      "filename": "18012048_240210959789631_4622409216030670848_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTXq-0_gmTF/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/18160343_1870516199903879_6023009613308231680_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#effectivehandstands",
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "I started practicing yoga when I was miserable having fun, I pushed partying too far and wound up angry on the dance floor. Truthfully I was running and distracting myself with \"fun\". Only when I finally got real enough to dig deeply into my own stuff was I able to find the seed of happiness. But... what is happiness? How much of what we call happiness is really just fun and entertainment? First I think it's useful to distinguish between the two. Happiness is the state of contentment, joy, satisfaction, rapture, well-being. Fun is amusement, pleasure, diversion, entertainment. Can someone have fun and be unhappy? Oh yes. Can someone be deeply happy but not so entertaining? Oh yes. The question perhaps is what to value and prioritize. If you focus simply on what is immediately entertaining and pleasurable you might miss out on what will actually make you happy and fulfilled. Now, it's not to say they can't be one and the same. But lately I am finding people who practice yoga in search of fun and the moment it gets difficult, the fun is gone and they want to quit. But happiness isn't always about fast and easy, sometimes it's about slow and meaningful. I think yoga has so much potential because it helps us confront our own limitations. We see that may be addicted to fun to the detriment of depth and presence. Or we may see that we are too serious and need a little bit of humor. Whatever your practice is, wherever you are in your journey, yoga helps you see clearly. And in that clarity your whole world changes. 🙏\n.\n\nDay 18 #effectivehandstands is  Tittibhasana, Firefly Arm Balance. This is perfect balance between strength and flexibility much like the balance between happiness and fun. 🤸‍♀️\n.\n Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 💫\n.\n#practiceyogachangeyourworld #onebreathatatime 💕\n.",
      "localization": null,
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 9568,
      "filename": "18160343_1870516199903879_6023009613308231680_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTWJYjKAvk1/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011292_470975989901071_7655043245293961216_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [],
      "description": "As a child I always dreamed of traveling to Australia. Where do you dream of going to? I still have quiet a few places on my bucket list! Iceland, Alaska, Peru, Costa Rica, Anguilla, Polynesia, Morocco, South Africa, Kenya... just to name a few! How about you? 🌎\n.\nAustralia. I love you. I'll be back. 💗\n.\n#practiceyogachangeyourworld #onebreathatatime 🙏\n.",
      "localization": "Bondi Beach, Sydney",
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 16104,
      "filename": "18011292_470975989901071_7655043245293961216_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTUqX8qAab2/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18160479_1208574225932720_3205608051788742656_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime",
        "#effectivehandstands",
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "Yoga isn't easy. To try and make it easy is like trying to make brain surgery easy. But yoga can be done with ease and flow. You can stress out over anything and everything. Or you can learn to do things with ease and flow. If all you ever do is stay in what's already easy for you then how will you grow as a person? Your yoga practice is an operation of the mind and an education in the spirit. The poses and practices that challenge you the most are where you learn the most. Once you can remain calm and equanimous in a difficult pose the idea is that you're more likely to maintain that state of inner peace in difficult life situations.  This is the essence of the practice for me. Start to measure your success not in how powerful your lift up is, but in how much kindness and tranquility you bring to the world. 💗\n. \n#practiceyogachangeyourworld #onebreathatatime 🙏\n.\n\nDay 17 #effectivehandstands is Handstand Tuck. This is such an important strength building step in your handstand journey. Take your time to work the physical and get your shoulders stacked, your tailbone tucked, the lower rib pulled in, your pelvic floor turned on and your shoulders protracted. 🤸‍♀️\n.\n Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 💫\n.\n#practiceyogachangeyourworld #onebreathatatime 💕\n.",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "numberLikes": 11123,
      "filename": "18160479_1208574225932720_3205608051788742656_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTTgZV3Adoq/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095976_1608405309187730_8794367716665327616_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [],
      "description": "Too beautiful not to share. Too special not to cherish. I walked out on the rocks with my tea and just took the magnitude of this glorious moment in. Yet, I don't believe we as human beings are defined by our high peaks or our epic fails. I believe we are defined by the kind of person we show ourselves to be when other people aren't looking. Not those perfect moments captured and shared in measured doses, but the average days where you're unselfconsciously yourself. It's there, in the routine of life that you know who you are and all self-delusion drops away. If you can take the ordinary moments in life and make them extraordinary just by brining your attention to them, then every day is magical and every being matters. There is beauty and truth in every moment waiting for you to discover it. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime",
      "localization": "Bondi Beach, Sydney",
      "date": "2017-04-25T05:00:00.000Z",
      "numberLikes": 10688,
      "filename": "18095976_1608405309187730_8794367716665327616_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTQ7gCyglk_/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.810.810/18095035_184645175389098_3625421730375270400_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#omstarsculture",
        "#globalyogi"
      ],
      "mentions": [
        "@omstarsofficial",
        "@omstarsofficial"
      ],
      "description": "Someone called our filmmaker today while we were filming on the beach and he said, sorry I can't talk now I'm at work. Is this really \"work\"? If the beach is my office I'll go every day. I spent the day filming for my Global Yogi series on @omstarsofficial 🤸‍♀️\n.\nTwo questions:\n1. Are you excited for this episode? We went to got some beautiful footage at some of the most iconic places in Sydney. \n2. Did you see the sister image posted on @omstarsofficial ? Which one did you like better? I always always do both sides of every pose whenever I take pics and often can't choose which to post. 💗\n.\n#omstarsculture #globalyogi",
      "localization": "Bondi Beach",
      "date": "2017-04-24T05:00:00.000Z",
      "numberLikes": 8085,
      "filename": "18095035_184645175389098_3625421730375270400_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTPXOnCgROo/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18095019_1816969481955216_8215985176950341632_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime",
        "#effectivehandstands"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "Lately I feel like my emotional house is being cleaned. It's not fun. Drama that I wish didn't exist keeps bubbling up to surface and asking me to address it. While I prefer to live in a world where everything is good, sometimes the truth is that something is not right. In those moments it's hard for me to speak my truth, stand my ground and not just fake that everything is good. The common denominator in all these things coming up is me. I feel like I'm staring right in the mirror of all my own faults and short comings. I'm learning. I've made mistakes. I'm stumbling. But just like the practice, every time I fall I will get back up and try again, a little stronger, a little more clear and eventually I'll find the balance. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime 💗\n.\nDay 15 #effectivehandstands is Standing Forward Split. The hamstring flexibility here will help you find an easy handstand entry. Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 💫",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "numberLikes": 10341,
      "filename": "18095019_1816969481955216_8215985176950341632_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTLzR5XA3Lx/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094871_1305863506193610_3138535312758669312_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [],
      "description": "Sometimes life isn't complicated. Sometimes it's just a perfect day. Cherish it, be grateful, but don't hold on to it too tightly. 💗\n.\n#practiceyogachangeyourworld #onebreathatatime 🙏",
      "localization": "Sydney, Australia",
      "date": "2017-04-22T05:00:00.000Z",
      "numberLikes": 7803,
      "filename": "18094871_1305863506193610_3138535312758669312_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTKfFkgAfEr/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881274_827401124092904_2266576296479817728_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime",
        "#effectivehandstands"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "In every situation you can choose to be miserable or you can focus on what good there is. Turn your face to the sun, not the shadow. You have a choice about how you think and what you think. Your thoughts have power, maybe more than you realize. Don't make up a fantasy world where you're living a fake dream of false happiness. Stick to the reality and look for the goodness, the light. It's there in every situation and in every person. It's there, the light, the smile, the love. You matter, your choices matter, not only to yourself but to the world. The day you start really choosing your own happiness is the day that your life changes. You're worth it, your worth thinking good thoughts about. This world can be a blessing or a curse. What's crazy is that it's your choice which to make it. And honestly that's kind of scary because it means we are each responsible for our own happiness and not victims to a big bad world that's out to get us or keep us down. For today watch your thoughts as you practice and go through life. Notice how many complaints appear as opposed to statements of gratitude. Start off by just observing and then slowly replace one objection with one little appreciation. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime 💗\n.\nDay 13 #effectivehandstands is Navasana, Boat Pose. The day your mind is calm and happy here you know you've gone deeply in the inner journey. Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 💫",
      "localization": null,
      "date": "2017-04-21T05:00:00.000Z",
      "numberLikes": 13018,
      "filename": "17881274_827401124092904_2266576296479817728_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTJTbjiA7bb/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.810.810/18011982_1925303687688368_3834915348717502464_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#australia",
        "#bondibeach"
      ],
      "mentions": [],
      "description": "Hello Australia 🇦🇺 This is the first thing I did when I landed. Instant cure for jet lag and 25 hours of travel 💗\n.\n#australia #bondibeach",
      "localization": "Bondi Beach, Sydney",
      "date": "2017-04-21T05:00:00.000Z",
      "numberLikes": 10235,
      "filename": "18011982_1925303687688368_3834915348717502464_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTH7R_EgInn/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011749_1262353800538655_6391437031855095808_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#effectivehandstands",
        "#practiceyogachangeyourworld",
        "#onebreathatatime"
      ],
      "mentions": [
        "@beachyogagirl",
        "@kinoyoga",
        "@omstarsofficial"
      ],
      "description": "I used to rush around and worry about everything. I'm not sure when it shifted but it definitely did. A travel day like yesterday would have made me nuts, but I was calm and didn't rush once. When I was about to take off in Miami I got a notice saying my flight to Sydney was delayed by four hours. When I landed in LA I found out that the flight had been diverted to Honolulu and while Hawaii is awesome I needed to get to Australia. Checking the flight board I saw another flight with Qantas, got rebooked and had my luggage transferred (verdict is still out on whether or not that worked, I'll find out at the luggage belt in Sydney). Then, all boarded and ready to take off on the new flight only to sit on the runway because of unmatchable passenger numbers. It took nearly two hours to get the tallies and names right on the flight roster.  How I was neither freaking out nor totally impatient is a miracle, the quality of my thoughts were peaceful and quiet, forgiving and grateful. I mean, I usually have at least few deep sighs of irritation and I'm honestly shocked that I didn't. I guess this yoga thing works. Look for the evidence of your practice reflected back to you in the images of your and in the vibration of your thoughts. I slept for 11 of the 15 hours on the flight. Now I'm landing and it looks like a beautiful sunny day. ☀️\n.\nWhat's your most crazy travel delay story? ✈️\n.\nDay 12 #effectivehandstands is Urdhva Dhanurasana. I feel like every backbend has the potential to feel like a travel gone haywire. Practice remaining calm and peaceful as you go deeper and then let that peace transform your whole life. And not to mention that backbending is one of the wet ways to get your shoulders flexible enough for the vertical line. Tag @beachyogagirl @kinoyoga @omstarsofficial in all your posts. Use code \"wearelive\" to get your first month for $5. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime 💫",
      "localization": null,
      "date": "2017-04-20T05:00:00.000Z",
      "numberLikes": 12117,
      "filename": "18011749_1262353800538655_6391437031855095808_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTFQdKlAkSD/?taken-by=kinoyoga",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934522_432794077088236_6255354446235041792_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#practiceyogachangeyourworld",
        "#onebreathatatime",
        "#effectivehandstands"
      ],
      "mentions": [
        "@omstarsofficial",
        "@beachyogagirl",
        "@kinoyoga"
      ],
      "description": "I'm not a numbers person, I don't read my bank statements as carefully as I should. We did our accounts this morning and got struck with the voice of fear. It whispered to us in doubt and tried to make us think that that our dreams aren't going to work out, that we will never make it, that's there's not ever going to be enough. It was loud and stressful and my shoulder even started to hurt. But we decided not to listen. I like to operated from the belief that everything is going to be ok, that there is more than enough. But belief is a choice, like changing the dial of your radio station, except it works by choosing which thoughts you're going to listen to. So we tuned in to the voice of faith, a quiet presence of wisdom that sustains you though feast and famine. Faith says, I will always provide for you, even when you're at your limit and on your last penny, I will not let you down. Stay strong, what is meant to be will be, what is not meant to be cannot be forced. There is only one power in the universe that can create something out of nothing. With faith, manna can rain down blessings from heaven in your life. Without faith, you're lost in the desert of doubt on your own. You don't need to know the grand plan, nor do you need to know exactly how it's all going to work out. You certainly don't need to sweat the small stuff. You just need unshakable faith and the power of your conviction will carry you forward. So... when faced with a mountain of doubt, when adversity strikes, when scarcity shows up, the question is... Do you believe? Are you strong enough to keep the faith? Live in faith or live in fear. It's your choice. 🙏\n.\n#practiceyogachangeyourworld #onebreathatatime 💗\n.\nDay 11 #effectivehandstands is Headstand.  Before you master the pose you have believe in your ability to one day do it. Take time today and work ok your faith. If you fall out of headstand don't let it deter you. If you're good in headstand, use this pose to practice the vertical line. Join  our Handstand Course on www.omstars.com to practice with us. Use code \"wearelive\" to get your first month for just $5. Tag @omstarsofficial @beachyogagirl @kinoyoga in all your posts. ⚡️",
      "localization": "Miami Beach, Florida",
      "date": "2017-04-19T05:00:00.000Z",
      "numberLikes": 10554,
      "filename": "17934522_432794077088236_6255354446235041792_n.jpg"
    }
  ]
}