{
  "alias": "kirstenalana",
  "username": "Kirsten Alana • Photographer",
  "descriptionProfile": [
    "Sharing Moments at Home & Abroad • Co-creator of #ThoseCubaStreets w/ @dante.vincent • business inquiries: kirsten@godandbeauty.com",
    "Sharing Moments at Home & Abroad • Co-creator of",
    "w/",
    "• business inquiries: kirsten@godandbeauty.com"
  ],
  "urlProfile": "https://www.instagram.com/kirstenalana/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/14582212_690406537792897_3785049275172388864_a.jpg",
  "website": "www.kirstenalana.com",
  "numberPosts": 3123,
  "numberFollowers": 225993,
  "numberFollowing": 1194,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTZAc1Qlb5N/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c1.0.1078.1078/18013244_1344859658928767_1016781443734437888_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@tcsworldtravel",
        "@ritzcarlton",
        "@kirstenalana",
        "@benchoriginal",
        "@ritzcarlton",
        "@tcsworldtravel",
        "@sanpellegrino_official",
        "@dametraveler",
        "@marielouandd",
        "@wearetravelgirls",
        "@womenwhoexplore",
        "@femmetravel"
      ],
      "description": "Hello from Almaty, Kazakhstan! 👋🏼 When my visa for Turkmenistan was denied, I came here from Kyrgyzstan to get some work done before the rest of my @tcsworldtravel group joins me tonight. They've had some amazing adventures I'm sure, if everything I've heard about Turkmenistan is true -- but I've had to \"roll with the punches\" that a life of travel can bring by making the best of things at the @ritzcarlton. It hasn't been bad at all actually! 😉😜 The view of the city below me and the mountains off in the distance have been a nice distraction from the slew of things I've had to check off my To Do list in preparation for a talk I'll give in Oman, our next stop, and the presentation I'll do at the very end when we're back in Portugal. Actually I have not stopped working since I arrived!! All I've done is alternate between the desk and this cozy spot where I can more easily look out over the city. Which is so green!! I can't wait to get down into it and explore with the group tomorrow, stay tuned for my Stories and if you have any questions about this month-long assignment, please ask away in the comments ❤️",
      "localization": "The Ritz-Carlton, Almaty",
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 7837,
      "filename": "18013244_1344859658928767_1016781443734437888_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTTxGgLl-iT/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.133.1080.1080/18096608_218686208624449_1239270636681953280_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#TCSmoments"
      ],
      "mentions": [
        "@uncornered_market",
        "@tcsworldtravel",
        "@getolympus",
        "@tcsworldtravel",
        "@vsco.kyrgyzstan",
        "@discoverkyrgyzstan"
      ],
      "description": "I originally heard about Kyrgyzstan from my friends @uncornered_market. Like many other countries, it was once a part of the Soviet Union. During this visit with @tcsworldtravel what I've found, not unlike in Lithuania, is a country burst forth from the confines of the past to embrace all the possibilities of the future. However in deference to the lessons that the past has to teach us, and different from how other former-SU countries operate, you'll find all the evidence of the past still on display. [At least] in Bishkek, where we concentrated our time during our two nights in country. Statues of Lenin are found close to statues honoring current leaders. Surrounded by tulip beds and crowned with sunshine there's a surrealistic air that begged questioning. In answer, our guide explained that this is because they believe erasing the past, however terrible it was, will not help them be the type of people who welcome & embrace all human beings. And, he proceeded to explain, this is how they want to be. Like a big house open to everyone. This seems a tall order given, as he went on to explain, there are 40 distinct tribes of people here and 80 different ethnic groups. If there's a secret to living in harmony no matter our differences, it seems like the people I've met along this journey so far have certainly discovered what it is. Perhaps it doesn't hurt that while in the city, the snow-capped mountains are always visible and seem to impart a sense of wonder. Maybe it is the patterns which cover clothing and buildings alike, all taken from elements of nature or relating to the relationship between man and nature. This country may not be perfect, no one country is, but it is a place that struck me as being free of malice and full of hope. A rare combination these days. #TCSmoments",
      "localization": "Bishkek, Kyrgyzstan",
      "date": "2017-04-25T05:00:00.000Z",
      "numberLikes": 3037,
      "filename": "18096608_218686208624449_1239270636681953280_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTOqP4GlxE_/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18012125_1832702216755619_2762347377934204928_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#TCSmoments"
      ],
      "mentions": [
        "@kempinskivilnius",
        "@tcsworldtravel",
        "@kempinskivilnius",
        "@tcsworldtravel",
        "@petraslincevicius",
        "@vilniusofficial",
        "@umi_uzupis"
      ],
      "description": "It was rainy and cold for the first few hours of our only full day in Vilnius, Lithuania. However, I was determined to make the best of it and in the hours between when it stopped raining and the sun finally came out to stay for good, I found the upside I was looking for in the giant puddles that accumulated all over the Old Town's cobblestone streets. There were suddenly reflective surfaces everywhere and every time I saw one there was something beautiful waiting in the still water because the historic section of Vilnius that somehow managed to escape too much damage during Soviet rule is gorgeous. Lots of details make the buildings so charming and since they are protected with UNESCO status, they will stay that way forever. It felt a bit metaphorical in a way as well since the Baltic states went through some dark times in the past but Lithuania appears to have emerged into the light of a new era with hope and vigor. Everyone we met from the hotel staff at @kempinskivilnius to the guides to the locals who opened their studios and businesses -- were so kind, quick to make jokes and to smile. They were so proud of what their country has become and perhaps still has yet to become. Finding such optimism in a time where the news usually suggests such global darkness was the most beautiful gift we as visitors could have received I think. I'm so glad this country, and it's capital city, were on our itinerary with @tcsworldtravel 🇱🇹 #TCSmoments",
      "localization": "Vilnius Old Town",
      "date": "2017-04-23T05:00:00.000Z",
      "numberLikes": 3687,
      "filename": "18012125_1832702216755619_2762347377934204928_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTL9BJnF07C/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18095269_354543641607900_3729488255381405696_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#TCSmoments"
      ],
      "mentions": [
        "@tcsworldtravel",
        "@fslisbon",
        "@fslisbon",
        "@tcsworldtravel"
      ],
      "description": "First stop: Lisbon!! For the next month I'm the onboard photographer for @tcsworldtravel's \"Kingdoms and Cultures of Eurasia\" itinerary. We all met in Portugal from around the world at @fslisbon and I was so excited at first I could hardly contain my joy. It's a country I've wanted to visit forever so though we only had 2 nights there, it was long enough for me to confirm that the country is every bit as wonderful as I'd hoped it would be. We'll end our tour back in Porto but next up is Lithuania which I've already begun to share in my Stories if you're interested. This is a country with an immensely fascinating history and lots to talk about. But back to my photo: the little tuck tuck is a common site in the city and most of them are all white. This one caught my eye because it's essentially covered in the Azulejo tile that is found on the exterior walls of many of the buildings in the city of Lisboa. These tiles are not only beautiful, they're very functional. They reflect the light and keep the interiors cool. I happen to love them because they're so beautiful! #TCSmoments",
      "localization": "Lisbon, Portugal",
      "date": "2017-04-22T05:00:00.000Z",
      "numberLikes": 3393,
      "filename": "18095269_354543641607900_3729488255381405696_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTG9DelFt7O/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18013543_288036911645686_2028878147595796480_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@dante",
        "@dante.vincent",
        "@visitcalifornia",
        "@sony",
        "@palmspringsoasis",
        "@visitpalmsprings",
        "@sonyalpha"
      ],
      "description": "\"Staring down the barrel\" of a long month away from this guy which officially began yesterday. I'm so grateful for the few vacation days we had in California together before I had to go, which ended with this sunset shoot outside of Palm Springs. @dante.vincent is always up for a photo op and I was so happy when he went along with my idea for this one. He's the best adventure partner a lady could ask for. Tag your favorite person to explore with! I'd love to know them too! ❤️",
      "localization": "Palm Springs Wind Farm",
      "date": "2017-04-20T05:00:00.000Z",
      "numberLikes": 4990,
      "filename": "18013543_288036911645686_2028878147595796480_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTED7LulVj9/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17932702_104058353490136_3503871926810443776_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#desertxmirage"
      ],
      "mentions": [
        "@_desertx",
        "@visitcalifornia",
        "@palmspringsoasis",
        "@dougaitkenworkshop",
        "@visitpalmsprings",
        "@_desertx"
      ],
      "description": "When I found out Doug Aitken had contributed to @_desertx, I had to go see his piece while in Palm Springs for Coachella. MIRAGE did not disappoint. Though I wish I'd been more diligent, arriving early, as the crowds who had the same desire to experience MIRAGE as I did, were a little overwhelming. It's been commonly called the mirror house for good reason. Aitken has created, at the juncture where the San Jacinto mountain range gives way to the Coachella Valley, a literal house made of mirrors. It both frames and distorts the scenery around it. There is no correct interpretation and no one fixed perspective. Without doors or windows, devoid of people who call it home and the possessions that would come with that, there's a fluid relationship between the \"home\" and it's surroundings. The mirrors become life-size kaleidoscopes, the outside is inside and though the structure exactly depicts a typical suburban Ranch Style house it is anything but typical. I've seen other art installations involving mirrored surfaces but I've never experienced anything exactly like MIRAGE. Visit before it goes away October 31 and I recommend going at sunrise or early in the day. For more 👉🏼 #desertxmirage",
      "localization": "Desert X",
      "date": "2017-04-19T05:00:00.000Z",
      "numberLikes": 2327,
      "filename": "17932702_104058353490136_3503871926810443776_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTBv6ZPlrJ_/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17596123_1301947163233859_1616299496038203392_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#topshopescape",
        "#topmanescape"
      ],
      "mentions": [
        "@gnbinfluence",
        "@dante",
        "@sugarfina",
        "@korakia",
        "@kirstenalana",
        "@topshop",
        "@visitcalifornia",
        "@topman",
        "@coachella",
        "@korakia",
        "@palmspringsoasis",
        "@visitpalmsprings",
        "@dametraveler",
        "@wearetravelgirls",
        "@gnbinfluence"
      ],
      "description": "As inspiring as Coachella was, it wasn't really the source of the zen or rest I was looking for. So I was grateful to see a different side of the Palm Springs area when @gnbinfluence got @dante.vincent and I in to the #topshopescape #topmanescape party. There were ample places to sit in the shade, vines overflowing with colorful blooms spilling over stone walls, carved wood surfaces that took me back to Morocco and Spain, a beautiful pool, a yummy salad bar, a cooler full of fresh pressed juices and a cocktail bar as well as treats from @sugarfina and even free massages! To say I didn't want to leave is an understatement. Frankly, after visiting and later perusing their feed, I'd like to return to @korakia for a proper vacation or maybe a yoga retreat. I think I could indeed breathe deep and find serenity in a setting like that!",
      "localization": "Korakia Pensione",
      "date": "2017-04-18T05:00:00.000Z",
      "numberLikes": 2535,
      "filename": "17596123_1301947163233859_1616299496038203392_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS-_PxWFX1H/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17882585_1713774172255973_5718938427106263040_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#coachella2017"
      ],
      "mentions": [
        "@Coachella",
        "@chiaozza",
        "@cupcakevineyards",
        "@dante",
        "@visitcalifornia",
        "@coachella",
        "@vsco",
        "@sony",
        "@focuscamera",
        "@chiaozza"
      ],
      "description": "I survived my first ever @Coachella! Did you know that it is officially the Coachella Valley Music And Arts Festival? If not you do now! 😉 The grounds of the festival feature [from their site:] \"a variety of large-scale art exhibits to provide immersive and tangible experiences between the bands' sets. This year's art includes a 360 degree sensory experience, massive and colorful stucco sculptures, and art examining the role of self-reflection. Chiaozza Gardens is a group of massive, colorful stucco sculptures built by Brooklyn-based artists @chiaozza with help from their friends.\" 🎨 The Gardens were my favorite art at the festival and no matter whether day or night, they were inspiring to behold, always changing in the varying light. If you know me well it's perhaps not a shocker that the art is what I focused on!! 😝 However the food was pretty dynamite as well (special props to those vendors in the VIP area and @cupcakevineyards for that) and it was monumental for me to finally hear Radiohead, Bon Iver, The XX plus Francis & the Lights live. I'd pay the price of admission all over again just for those 4 performances. Actually @dante.vincent paid the price of admission as a surprise, making him the best partner a lady could ask for. See his feed for photos 5x better than anything I captured all weekend. After all, I was on vacation and mostly had my camera off. But Danté was shooting constantly & what he captured blew me away! ✨✌🏼 #coachella2017",
      "localization": "Coachella Music and Arts Festival",
      "date": "2017-04-17T05:00:00.000Z",
      "numberLikes": 2435,
      "filename": "17882585_1713774172255973_5718938427106263040_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS6jzDCFjkD/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17932641_1330718963689722_8748386604248203264_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#CapturingWhistler",
        "#sp"
      ],
      "mentions": [
        "@getolympus",
        "@explorecanada",
        "@getolympus",
        "@gowhistler",
        "@hellobc",
        "@blackcomb_helicopters"
      ],
      "description": "I teamed up with @getolympus to test the OM-D E-M1 Mark II in stunning Whistler. As we were flying over the mountains in a helicopter, I was shooting with the 12-100mm, which worked so well for that situation, and thinking of one of my favorite photographers. The black and white landscape photos that Ansel Adams captured were an early influence in my desire to one day become a photographer and it's rare that I'm in the kind of jaw dropping nature that characterizes British Columbia, without thinking of his work. His work was also influential in making me feel protective of the planet and in prompting me to find ways as an adult to be an active participant in conservation. More on that in a later post but I wanted to say thank you to Olympus for bringing me to such a beautiful place to shoot, with such great equipment and an amazing crew, so for a few days I could remember those early influences. #CapturingWhistler #sp",
      "localization": "Whistler Blackcomb",
      "date": "2017-04-15T05:00:00.000Z",
      "numberLikes": 2865,
      "filename": "17932641_1330718963689722_8748386604248203264_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS1gy45F4jy/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17819251_654657381398801_3005733231749234688_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#TBT"
      ],
      "mentions": [
        "@bargeladycruises",
        "@dante",
        "@kirstenalana",
        "@getolympus",
        "@madewell",
        "@sony",
        "@visitfrance",
        "@bargeladycruises",
        "@francepassionmagazine",
        "@dametraveler",
        "@selected_femme",
        "@mybourgogne",
        "@wearetravelgirls"
      ],
      "description": "#TBT to this time just a week and a few hours ago where I was in France with @bargeladycruises capturing my favorite season in my favorite country. I fell in love with a new style of travel and a new region in said favorite country but I've been on an innumerable amount of flights since then and multiple continents and I'm exhausted. I'm putting down the cameras for a few days in California with @dante.vincent but I'll post occasionally here and on Stories. But rest. For now what I need is a bit of rest. That's restoring the life to my soul. 🌸 What's making you come alive on this beautiful Thursday?",
      "localization": "Château de Germolles",
      "date": "2017-04-13T05:00:00.000Z",
      "numberLikes": 2907,
      "filename": "17819251_654657381398801_3005733231749234688_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSvtdLgFlf1/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17881619_1279605232087796_163137069948862464_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#CapturingWhistler",
        "#sp"
      ],
      "mentions": [
        "@getolympus",
        "@mikaikarl",
        "@bejamin",
        "@explorecanada",
        "@getolympus",
        "@gregorywoodman",
        "@rachelroams",
        "@scott_kranz",
        "@gowhistler",
        "@hellobc",
        "@roundtheworldgirl",
        "@mikaikarl",
        "@moonmountainman",
        "@beautifulmatters"
      ],
      "description": "Early in our visit to Whistler with @getolympus, who I've teamed up with to test the new OM-D E-M1 Mark II camera, we drove to Squamish to test the camera's Pro Capture setting while shooting birds. I didn't feel I was successful so I wanted another chance and a visit to the Trainwreck in the woods provided just that when @mikaikarl consented to jump from car to car for me as I fired away with the M.ZUIKO 12-100mm f/4.0 PRO lens. I typically don't use lenses which aren't f/2.8 or under so I was impressed by how well it performed when I needed it to, easily catching Mikai mid-jump between the cars. There's an alternate shot in Stories still visible if you want to see the great light we had!🎨 As for the wreck itself, which you can also see more of in Stories, it's the site of seven twisted train cars from an accident that occurred in 1956 in a rock cut not too far from the present resting site, caused by a crew speeding too fast through an area of tracks which were under repair. PGE Railway wasn't able to budge the fourth engine which had turned a rail or the subsequent wrecked boxcars, so a local family came in with their logging equipment, cleared the tracks and moved the wrecked boxcars to their present location right on the Cheakamus River, spread out over a kilometer under soaring evergreen trees. To visit, hike in from a trailhead close to the former Olympic Village. The city has deemed the site an Authorized Graffiti Area, encouraging artists to leave their mark on the metal surfaces as they naturally decay. It makes for a fascinating juxtaposition between the man-made & the natural.🌲 #CapturingWhistler #sp",
      "localization": "Train Wreck, Whistler",
      "date": "2017-04-11T05:00:00.000Z",
      "numberLikes": 3593,
      "filename": "17881619_1279605232087796_163137069948862464_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BStacITlbAZ/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.119.1080.1080/17818537_191293834713252_8691401403366637568_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#CapturingWhistler",
        "#sp"
      ],
      "mentions": [
        "@getolympus",
        "@blackcomb_helicopters",
        "@rachelroams",
        "@gregorywoodman",
        "@scott_kranz",
        "@bejamin",
        "@explorecanada",
        "@getolympus",
        "@gregorywoodman",
        "@rachelroams",
        "@scott_kranz",
        "@gowhistler",
        "@hellobc",
        "@roundtheworldgirl",
        "@mikaikarl",
        "@moonmountainman",
        "@blackcomb_helicopters"
      ],
      "description": "It's been a wicked few days in Whistler teaming up with @getolympus & a mega talented crew of photographers where we've had every kind of weather and a lot of different situations to experiment with. This image was taken during a @blackcomb_helicopters tour set up by Olympus where I used the new Micro 4/3 OM-D E-M1 II with 12-100mm lens to shoot skiers below us as we made our way to a landing at Beverly Lake, passing by Black Tusk on the way. It was the exact kind of situation a zoom lens is perfect for. Can you see the tiny dots that are people on the slopes and the lifts going up and down? We had a really fun time with our pilot Adam and a terrific group in the heli that included @rachelroams, @gregorywoodman and @scott_kranz. I wish every week of my work life could include experiences this incredible with people that are this talented. 😜 #CapturingWhistler #sp",
      "localization": "Whistler Blackcomb",
      "date": "2017-04-10T05:00:00.000Z",
      "numberLikes": 3523,
      "filename": "17818537_191293834713252_8691401403366637568_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSoLxBdFLCy/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.115.1080.1080/17819365_1818115345176826_1891269577275342848_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#CapturingWhistler",
        "#Canada150"
      ],
      "mentions": [
        "@getolympus",
        "@wssf",
        "@explorecanada",
        "@getolympus",
        "@hellobc",
        "@scandinavewhis"
      ],
      "description": "From springlike-Burgundy I traveled all the way back to Canada where I'm #CapturingWhistler with @getolympus during the @wssf. When I woke up it was softly snowing and the scene out my window during breakfast looked so romantic in a cold weather-way. I had the desire to curl up by a fire with a mug of hot chocolate and a good book. Instead we went to the Scandinave Spa where complete silence and a series of hot and cold treatments that are both indoors and outdoors allows you to connect on a deeper level with the beautiful nature that is all around you and the peace within yourself. You're not actually allowed any devices at all once in the baths so I snapped this photo as we were leaving from an overlook. Can you see the mountain ranges under the fog in the distance? British Columbia is such a stunning part of Canada and I'm so grateful to Olympus for bringing me back during #Canada150 so I can keep sharing this spectacular country with you during their celebratory year!",
      "localization": "Scandinave Spa Whistler",
      "date": "2017-04-08T05:00:00.000Z",
      "numberLikes": 3678,
      "filename": "17819365_1818115345176826_1891269577275342848_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSlcLggFgXg/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17818814_278810285864883_3383350235337064448_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@bargeladycruises",
        "@getolympus",
        "@visitfrance",
        "@bargeladycruises",
        "@mybourgogne"
      ],
      "description": "I've always wanted to travel France by barge so getting a sneak peek into the world of luxury barge cruising this week while shooting marketing photos for @bargeladycruises was such a treat! The first thing you should know is that it's a small community. The people who work on the boats and who own the boats all spend time together when they're not working. They're essentially an extended family. As a guest, you come into that family and you're spending time in their home even though they live in a part of the barge you'll never see. You should also know that the interiors are deceivingly large. Many of the kitchens and bathrooms were twice the size of mine at home in NYC and the bed I slept on in Rendez-Vous was so comfortable that it rivaled five star hotels. The last thing to note is that food is very important to barge life in France. You're not eating to eat, you're eating to ENJOY it. As such it's not uncommon to find a Chef in a barge kitchen who could be at a Michelin-starred restaurant in a major city. I also enjoyed all of our tours and the people who led them. Speaking of people, if you find yourself on a barge vacation in France and happen to meet Rejane, Spencer, Candy, Earl, Nicolas, Magali, Edward or Cindy -- tell them I said hello. They're wonderful people who own splendid barges and I'm going to miss them all. 💙🇫🇷❤️",
      "localization": "Port du canal de Dijon",
      "date": "2017-04-07T05:00:00.000Z",
      "numberLikes": 2842,
      "filename": "17818814_278810285864883_3383350235337064448_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSifN57lPJP/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.810.810/17663762_287460878359064_966025964066701312_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#TBT"
      ],
      "mentions": [
        "@bargeladycruises",
        "@visitfrance",
        "@bargeladycruises",
        "@mybourgogne"
      ],
      "description": "Exploring the canals, chateaus, castles, wineries and picturesque towns of Burgundy for @bargeladycruises was such a treat these past few days and I can't wait for their new website to premiere with the photos I shot for them! This was a reminder too of how no matter where else I travel, France still retains the top spot on my favorite countries list. Did you catch any of my Stories? What did you think? It was hard to keep up with since I was working so hard but there certainly was no shortage of amazing content. #TBT 🇫🇷 Vive la France ❤️ Vive la liberté 💙",
      "localization": "Château de Germolles",
      "date": "2017-04-06T05:00:00.000Z",
      "numberLikes": 3280,
      "filename": "17663762_287460878359064_966025964066701312_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BScTg25leOr/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17495151_213353949147733_3381801225316990976_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sponsored",
        "#sp"
      ],
      "mentions": [
        "@lesleyannemurphy",
        "@vanguardworld",
        "@explorecanada",
        "@getolympus",
        "@sorelfootwear",
        "@delta",
        "@travelyukon",
        "@shopsaintbernard",
        "@obermeyer",
        "@vanguardworld",
        "@curio_trips",
        "@yukonwildlifepreserve"
      ],
      "description": "If you follow me on Stories, you know I'm already in France and sadly my trip to the Yukon did have to end [even though I didn't want it to]. Before I share my next assignment with you, I wanted to take a minute to talk about sponsorship. I feel like it's such a dirty word on social media these days, that a lot of people immediately question everything when they see the hashtag #sponsored or #sp -- is anything that person publishes real, can I trust anything they say in that post or any other anymore?! 🤔 I get it! I've had the same thoughts. It's why in the past I've even unfollowed people who I thought were one thing before they got a lot of followers and then ended up being something entirely different after. I'd even understand if you questioned me sometime. So I want to tell you that this post, like any other I ever do here on my feed, is all me. My words, my photo (in this case with the assist of the lovely @lesleyannemurphy to actually snap the shutter) and my opinions. In almost every case, I only accept sponsored jobs for products or brands I already support with my own money and for which I already have a positive experience with having invested my own time and money before being approached. In the case of this post, it's a little different because @vanguardworld first approached me to test their products when I was unfamiliar with them. I tested their products, liked them and I keep working with them now because I still like their bags and tripods. This is a new bag and they have some new travel tripods coming out soon, so I'm helping market their products because I believe in them. And rather than share some short, shiny, salesy caption I'm filling you in on it all so you understand where I'm coming from when I do promote anyone or anything. I could not do what I do without occasional partnerships and your support as a community. So, thank you! ❤️",
      "localization": "Yukon Wildlife Preserve",
      "date": "2017-04-03T05:00:00.000Z",
      "numberLikes": 3047,
      "filename": "17495151_213353949147733_3381801225316990976_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSaw2KUlSJ6/?taken-by=kirstenalana",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17596392_190850281421837_3670813135192719360_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#ExploreYukon",
        "#Canada150",
        "#ifollowmycuriosity"
      ],
      "mentions": [
        "@travelyukon",
        "@curio_trips",
        "@explorecanada",
        "@getolympus",
        "@travelyukon",
        "@curio_trips"
      ],
      "description": "Another bucket list item ✔️ Sled dogs, huskies and malamutes are my favorite dogs!! It was a dream come true to follow up having met champion musher Lance Mackey this past Fall in Alaska, with a dog sledding experience in the Yukon. Led by Marcelle Fressineau who knows Lance and has raced in both the Yukon Quest and Iditarod, I felt like I was on cloud 9 sitting in the sled racing through the forest. If you've ever spent any time around these dogs you can see their enthusiasm for the experience in every move they make and the way they bark and strain at the lines if you pause, ready to get back to running! They love running!! And I loved my time with Alayuk, the name of Marcelle's outfit which is located between Carcross and Whitehorse in a stunning area of Yukon Territory. I also loved speaking with her after our ride to learn more about mushing. It's a way of life for many in the world, not just here in the Yukon, and in fact she's been working with sled dogs since she was young in Switzerland and used to guide week long expeditions in Quebec. Elsewhere in this part of the globe, mail was one delivered solely by sled dog! I though that was fascinating. 🇨🇦 @travelyukon @curio_trips #ExploreYukon #Canada150 #ifollowmycuriosity",
      "localization": "Alayuk Adventures",
      "date": "2017-04-03T05:00:00.000Z",
      "numberLikes": 4827,
      "filename": "17596392_190850281421837_3670813135192719360_n.jpg"
    }
  ]
}