{
  "alias": "life_in_tokyo",
  "username": "Kat 🛫Travel in Style",
  "descriptionProfile": [
    "💫Creating Travel & Lifestyle magic | Storytelling 📍Made in Russia, based in Japan 🎌 All pictures © me. Please credit when featuring;",
    "💫Creating Travel & Lifestyle magic | Storytelling 📍Made in Russia, based in Japan 🎌 All pictures © me. Please credit when featuring;"
  ],
  "urlProfile": "https://www.instagram.com/life_in_tokyo/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/17934194_1533109386728758_2990210399602737152_a.jpg",
  "website": null,
  "numberPosts": 757,
  "numberFollowers": 104000,
  "numberFollowing": 1996,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTRVijOAnAV/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18013855_278980532543352_6131168834125561856_n.jpg",
      "numberLikes": 6243,
      "numberViews": 0,
      "numberComments": 95,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@beautifulmatters",
        "@dametraveler",
        "@wearetravelgirls"
      ],
      "description": "Sometimes there are pictures that you can look at forever and fail to create any meaningful text.\nLet those be just for an eye ✨\n*\nБывают такие картинки на которые смотришь и не хочешь портить никаким текстом: всё не то! Такие фото должны говорить сами за себя и просто радовать глаз ✨\nДаю руку на отсечение, что вы уже засакурились на весь год вперёд 🙈",
      "localization": "Japan",
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18013855_278980532543352_6131168834125561856_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTOIswagzzw/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18013723_208817529614487_7763396388179673088_n.jpg",
      "numberLikes": 3777,
      "numberViews": 0,
      "numberComments": 45,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#MCMInfinite",
        "#MCMWorldwide"
      ],
      "mentions": [
        "@MCMWorldwide",
        "@mcmworldwide"
      ],
      "description": "Have you ever wondered what the smell of spring is? \nAs I was gifted a bottle of the Incense water by MCM I couldn't be any happier to change my winter fragrance wardrobe accordingly. Do you know this feeling when all ice has already melted and you feel that spring is in the air? This is exactly what this fragrance brings.\nA vibrant mixture of sparkling grapefruit and lemon give way to the exquisite notes of rare incense, cistus and white musk evoking a dreamy smell with a subtle hint of early spring freshness. \nWhile cherry blossoms never leave any trace of smell, this perfume can easily deal with this shortcoming: put the fragrance on and you are ready to enjoy one magic fairytale. \n#MCMInfinite #MCMWorldwide @MCMWorldwide .\n*\nКак вы думаете, как пахнет весна?\nВы часто спрашиваете меня про мои любимые духи и, вот, делюсь: когда MCM подарили мне один из их дебютных ароматов Incense, я с нетерпением ждала того момента, когда можно обновить свой зимний гардероб парфюмерии. Всем знакомо то чувство, когда лёд вокруг начинает таять и в воздухе царят весенние нотки? Вот именно это чувство вам подарит этот аромат: насыщенная смесь лимона и грейпфрута уступает место изысканным нотам кипариса, ладана и белого мускуса, вызывающим мечтательный запах с тонким намеком на раннюю весеннюю свежесть. \nВ то время как цветки сакуры не имеют ни единого намёка на запах, этот парфюм может легко справиться с этим недостатком (который, кстати, как для женщин так и для мужчин): пара капель, и вы готовы наслаждаться волшебной сказкой)",
      "localization": "Tokyo - Japan 東京",
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18013723_208817529614487_7763396388179673088_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTL3T1LAg_L/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18012080_142364799635007_5598041596009381888_n.jpg",
      "numberLikes": 6727,
      "numberViews": 0,
      "numberComments": 220,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Meanwhile flurries of pink and white petals come swirling down like snow....\n*\nПока на улице тихо идёт снег из нежно-розовых лепестков, я думала писать ли этот пост или нет, но, мне кажется, сейчас самое время) \nЗнаете, чем больше увеличивается количество твоих подписчиков, тем больше негатива выливается в твою сторону. Это понятно, невозможно нравится всем подряд: для этого и придумали кнопку \"unfollow\". Но я сейчас говорю о других, скрытых для рядового подписчика тенденциях: \nУдивительно, но факт: наверное, 1/3 русских дам, проживающих в Японии, заблокировали меня в инстаграме: сидишь себе, листаешь комментарии натыкаешься на что-то японское, заходишь поглядеть, а не тут-то было. Вот так бывает: наказали за то, что ходишь тут по японской земле, дышишь одним воздухом. Наверное, мешаешь их креативному мышлению. Интересно, а москвичи москвичей тоже блокируют?)\nЕсть ещё одна категория: даже те, кто когда-то с тобой как-то \"сотрудничал\" вдруг, наверное, пугаются твоей цифры: \"Ну как же, конкурент!\" и отправляют тебя в блок, чтобы не мешала туристическим небылицам  о Японии и не поправила исковерканный факт в комментариях. Вдруг читатели переметнутся: уж лучше рассказать им парочку выученных за три дня фактах и проигнорировать все вопросы, на которые ты по-любому не ответишь. Тоже мне ещё, путешественники)\nПро прежних читателей, с которыми ты не раз вёл беседы, и которые вдруг превращаются в свирепых монстров - можно просто молчать. \nЭто я к чему? К тому, что за всю свою инстаграмную историю я ни разу не заблокировала кого-то у кого больше читателей, красивее фото, интереснее рассказы... наоборот, всегда с восхищением смотрела на таких людей и думала, что было бы очень здорово с ними посотрудничать или познакомиться... как может быть по-другому? Но для других конкуренция - дело серьёзное и поэтому за закрытыми дверьми происходят настоящие битвы за выживание о которых вы даже не догадываетесь. А жаль... иногда за красивой упаковкой и интересными рассказами скрываются совсем тёмные души. \nКак там говорил Мураками? \"Когда душа темна, видишь только темные сны. А если совсем темная — то и вовсе никаких\". Всем ❤",
      "localization": "Tokyo - Japan 東京",
      "date": "2017-04-22T05:00:00.000Z",
      "filename": "18012080_142364799635007_5598041596009381888_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTJN2lcARcA/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011725_1302685393150305_131617919871221760_n.jpg",
      "numberLikes": 6159,
      "numberViews": 0,
      "numberComments": 93,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Here it is, answer to the most popular question and one clear example of what happens to the cherry blossoms: its petals slowly fall off, and simple green leaves come up instead. No cherries are lying anywhere since these trees were bred for flowers 🌸\nTo all those who are now in Japan: just a note that the Shinjuku gyoen garden is almost the only place where you can still find blooming trees in Tokyo.\n*\nВот он, ответ на самый популярный вопрос и наглядный пример того, что случается с сакурой: её лепестки медленно опадают, а на смену приходят простые зелёные листья) И плоды нигде не валяются, ведь это декоративные растения 🌸\nВсем тем, кто сейчас находится в Японии напоминаю, что парк Shinjuku gyoen - чуть ли не единственное место, где всё ещё можно застать цветущие деревья в Токио.",
      "localization": "Tokyo - Japan 東京",
      "date": "2017-04-21T05:00:00.000Z",
      "filename": "18011725_1302685393150305_131617919871221760_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTEfZQ9gtcK/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011562_214918999005422_847480039153860608_n.jpg",
      "numberLikes": 7319,
      "numberViews": 0,
      "numberComments": 204,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "New Friends! To make sure you don’t think that you are in a crazy room with pink curtains it's time to introduce myself:\nI wasn’t transferred here for work or ended up with a one-way ticket: just a little girl was very obsessed with Japan since she was 6 years old and dreamed about studying Japanese…\nAfter watching all sorts of Japanese movies and programs “Around the World”, reading all available Murakami books and having eaten in all sushi restaurants, at the age of 13 I begged my parents to hire me a Japanese language teacher, and when I turned 17 – I entered a faculty of Japanese Studies. My student years looked the following way: speaking & writing in Japanese, Japanese history, culture and mentality. 5 years of a non-stop studying mode and several visits to the land of the Rising sun. Eventually, I decided to move abroad and get my Master’s degree here.\nAnd, either by coincidence or by fate, I have been in Japan for more than 8 years now: during the day I’m playing a businesswoman and during the rest of the time - I travel, take pictures and tell you stories about my life) \nWho is new here?\n* \nНовенькие прохожие! Чтобы вы не думали, что вы попали в палату к сумасшедшему с розовыми занавесками, пришло время представиться)\nИтак: по работе меня сюда не переводили и на сомнительные заработки я тоже не приезжала. Просто маленькая девочка была очень больна Японией с 6 лет и мечтала учить японский язык... Насмотревшись всевозможных японских фильмов и передач \"Вокруг света\", начитавшись Мураками Харуки до потери пульса и наевшись суши во время японского бума в России, в 13 лет я упросила родителей нанять мне учителя японского, а в 17 - поступила на кафедру японистики Восточного факультета СПбГУ. Что я только не делала в студенческие годы: разговорный и письменный японский, история, культура, менталитет японцев... 5 лет в режиме нон-стоп, а ещё визиты в Японию) \nМне тогда всё так приглянулось, что свою степень магистра я уже получала тут. И, по стечению обстоятельств или волею судьбы, я уже 8 лет в Японии: при свете дня играю в бизнесвумэн, а во всё остальное время - путешествую, фотографирую и пишу различные опусы, чтобы совсем не одичать!\nДавайте знакомиться!)",
      "localization": "Tokyo - Japan 東京",
      "date": "2017-04-19T05:00:00.000Z",
      "filename": "18011562_214918999005422_847480039153860608_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTBh2gjgiBN/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011809_138893189981685_8284936925517709312_n.jpg",
      "numberLikes": 5765,
      "numberViews": 0,
      "numberComments": 54,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "No, I haven't stolen any toys from local babies: these are traditional Japanese sweets called \"Monaka\". Sounds pretty surprising, but in reality it's just a desert made of azuki bean jam filling sandwiched between two thin crisp waffles. \nJapanese guys are pretty awesome when it comes to marketing of one or another event. Already in early March, a few weeks before the beginning of cherry blossoms, all the shop counters, coffee shops and restaurants are full of pink colours: cakes with sakura petals, sakura-lattes or frappuchinos in Starbucks, even Asahi beer in a pink limited package...\nAll these cute signs of seasonal changes make you spend your money here and there on things that you would never have thought of buying. However, it ends as quickly as it begins: Japanese guys are strict guys, and if they said that the beach season is from July 1st to August 31st, then it will be so despite the fact that first weeks of September will be too hot to survive. This year although everything is pink around Starbucks has already stopped selling seasonal drinks. So I had nothing but to look for traditional alternatives)\n*\nНет, это я не игрушки стащила у японских младенцев, это самый настоящий весенний десерт под названием \"Монака\". Звучит, конечно, опасно, но на деле это всего лишь две тонкие хрустящие вафли с начинкой из пасты адзуки. А выглядят-то как!\nЯпонцы, конечно, молодцы в плане маркетинга того или иного события. Уже в начале марта за несколько недель до начала цветения вишни все прилавки магазинов, кофейн и ресторанов пестрят розовым: пирожные с лепестками сакуры, всяческие сакура-латте и фраппучино в Старбаксе, даже пиво Асахи в розовой лимитированной упаковке...\nВсе эти милые атрибуты сезонных изменений заставляют вас тратить свои деньги на вещи, которые бы вы никогда и не думали покупать. Правда, заканчивается это всё также быстро как и началось: японцы - строгие ребята, если сказали, что пляжный сезон с 1 июля до 31 августа, то так оно и будет несмотря на то, что первые недели сентября будут самым настоящим пеклом. Вот так и в этом году: вроде сакура цветёт, вокруг всё розовое, а Старбакс уже перестал продавать сезонные напитки. Зато нашлась альтернатива)",
      "localization": "Tokyo - Japan 東京",
      "date": "2017-04-18T05:00:00.000Z",
      "filename": "18011809_138893189981685_8284936925517709312_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS_UjiWgXEJ/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17932688_415809698795722_5131421939356663808_n.jpg",
      "numberLikes": 8406,
      "numberViews": 0,
      "numberComments": 123,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@femmetravel"
      ],
      "description": "\"I have a talent for happiness. I look with the eyes of the painter, and I see beauty.\n*\nУ меня есть талант к счастью. Я смотрю глазами художника, и я вижу красоту.\"\nSylvia Kristel",
      "localization": "Tokyo - Japan 東京",
      "date": "2017-04-17T05:00:00.000Z",
      "filename": "17932688_415809698795722_5131421939356663808_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS6QICrgmaD/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17931939_291945404552382_7642938064653778944_n.jpg",
      "numberLikes": 6017,
      "numberViews": 0,
      "numberComments": 349,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Here it is: my favourite picture from the spring craziness 🌸\nMeanwhile, friends, tell me where are you from?\n*\nВот она, моя самая любимая картинка из весенне-пастельного безумия 🌸\nА между тем, друзья, расскажите откуда вы? \nОчень интересно)",
      "localization": "Tokyo - Japan 東京",
      "date": "2017-04-15T05:00:00.000Z",
      "filename": "17931939_291945404552382_7642938064653778944_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS3Qc6Hgy-F/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17882761_1130383880404909_5973260508902457344_n.jpg",
      "numberLikes": 8324,
      "numberViews": 0,
      "numberComments": 82,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@instagram",
        "@travelandleisure",
        "@wonderful_places",
        "@luxuryworldtraveler",
        "@beautifuldestinations",
        "@passionpassport",
        "@instagramru",
        "@instagramjapan",
        "@beautifulmatters",
        "@theglobewanderer",
        "@awesomeglobe",
        "@world.vacations"
      ],
      "description": "\"The only thing I was trying to portray was serenity. Also, innocence, vulnerability and elegance...\n*\nЕдинственное, что я пыталась изобразить было спокойствие. Кроме того, невинность, уязвимость и элегантность...\"\nSylvia Kristel",
      "localization": "Tokyo - Japan 東京",
      "date": "2017-04-14T05:00:00.000Z",
      "filename": "17882761_1130383880404909_5973260508902457344_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS023f4A0L6/?taken-by=life_in_tokyo",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17818637_205381386629682_8813291222312419328_n.jpg",
      "numberLikes": 6693,
      "numberViews": 0,
      "numberComments": 96,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@ootdmagazine",
        "@fashion_confession",
        "@fashionzine"
      ],
      "description": "I would like to give a reminder that apart from Japan, Sakura, travel, various flowers and stories this page has one more great advantage: it's Me 😜🙈 .\n*\nХочу напомнить, что помимо Японии, сакуры, путешествий, различных цветочков и рассказиков у этой странички есть ещё одно большое преимущество: это Я 😜🙈",
      "localization": "Tokyo - Japan 東京",
      "date": "2017-04-13T05:00:00.000Z",
      "filename": "17818637_205381386629682_8813291222312419328_n.jpg"
    }
  ]
}