{
  "alias": "marte_marie_forsberg",
  "username": "marte_marie_forsberg",
  "descriptionProfile": [
    "Norwegian photographer and author, living in the English countryside. Photography, Travel and Cooking retreats. Cookbook out 2017 by Clarkson Potter",
    "Norwegian photographer and author, living in the English countryside. Photography, Travel and Cooking retreats. Cookbook out 2017 by Clarkson Potter"
  ],
  "urlProfile": "https://www.instagram.com/marte_marie_forsberg/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/12547301_514434428717594_521133253_a.jpg",
  "website": "www.mmforsberg.com",
  "numberPosts": 5105,
  "numberFollowers": 273602,
  "numberFollowing": 1086,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTgrXbMBStB/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.104.833.833/18252660_826137750872419_3940959981041352704_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#adventuresahead",
        "#mmforsbergworkshop",
        "#myenglishcountryside"
      ],
      "mentions": [
        "@lizbanfield",
        "@lizbanfield",
        "@marte_marie_forsberg"
      ],
      "description": "Up the stream and across the bridge, is a big old tree standing tall in the middle of a green field. I pass it almost every day on my way to Shaftesbury, the biggest nearby town. Early this week I had the pleasure of creating a two day private workshop for the wonderfully talented photographer @lizbanfield We explored the world of photography, wandered through ancient castle ruins talking about the grand old masters in painting and sculpture and how they approached light and composition. After having done a baking shoot in a wonky old Tudor tea house, we swung by the local cheese monger filled our basket with the necessary ingredients for a picnic and journeyed on to my favorite tree. The cool Spring air blew hard, and we nestled up by its roots in the shade of the wind and talked about the future of photography as we nibbled away and uncorked a bottle of a full bodied red. I think there's adventure ahead, I said to her as I popped a warm grape in my mouth and smiled, and we agreed with a nod. I recently read in a magazine tear out my mother sent me attached with her weekly letter. It read; 'If you want something you've never had, you must be prepared to do something you've never done...' We finished our picnic in silence as we packed up our cozy little world, and I think we both felt the wind change... #adventuresahead #mmforsbergworkshop #myenglishcountryside",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 4261,
      "filename": "18252660_826137750872419_3940959981041352704_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTeYRY7hO_T/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18161669_1856831141308507_6417619143901577216_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#weekendfun",
        "#looptheloop"
      ],
      "mentions": [
        "@luncheonmagazine",
        "@10corsocomo",
        "@looptheloopuk",
        "@belleannee",
        "@babylonstoren",
        "@looptheloopuk",
        "@10corsocomo",
        "@babylonstoren",
        "@luncheonmagazine"
      ],
      "description": "Warm rays of spring sun is playing on the rug in the blue drawing room. Mr Whiskey is vigorously devouring his marrow bone from the local butcher in Tisbury, and I'm leafing through my new favorite magazine @luncheonmagazine that I bought in @10corsocomo Milano last week, and opening a package with a recent purchase from the loveliest vintage home ware shop @looptheloopuk (see story on Instagram stories in my profile) I love copper and couldn't be more happy with my new bottle opener and scissor set. Downstairs the kettle is whistling and upstairs my dress for tonight's dinner with darling @belleannee and her husband is ironed and ready for a night in Bath. It felt good to just be today. Little to no agenda, lunch in a pub and dinner in the city, wanders in the fields with the pooch, letter writing on my favorite stationary...and a cheeky glass of my new favorite red wine from @babylonstoren ) #weekendfun #looptheloop",
      "localization": null,
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 2145,
      "filename": "18161669_1856831141308507_6417619143901577216_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTbquY3hN9r/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c166.0.667.667/18095225_431642017193113_1702091635279527936_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#myenglishcountryside",
        "#whiskeyandmoi"
      ],
      "mentions": [],
      "description": "Sometimes I get it right, and sometime I get distracted at the very end of making my creamy Risotto Milanese. I run out of stock, and it ends up a bit dryer than I want it to be. Today was one of those days. The mountain of dirty dishes piled high above the sink, I'd forgotten to put the lid back on the oak smoked garlic so my whole kitchen was infused with this rather strong \"perfume\" . Catching up on work I'd forgotten to walk Mr Whiskey this morning and he loudly made sure I realized it was way passed our usual morning wander time, and the laundry baskets were overflowing. So I decided to just embrace it all, and ate my less than perfect risotto at the table by the window, agreed with myself to let the dirty dishes wait till the evening, and put the rest of the emails on hold while I took my rather unamused pooch for a walk. But this is life, our imperfectly perfect lives, where I get to enjoy a Champagne picnic under my favorite tree on a mere Wednesday, and wake up to a bit of prop and home chaos on a Friday. No day is alike. No day is perfect, but some days are definitely better than other days... #myenglishcountryside #whiskeyandmoi",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 3525,
      "filename": "18095225_431642017193113_1702091635279527936_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTZoI2nBpuU/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18013730_717062498501093_2106940058668892160_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#myenglishcountryside",
        "#vakrehjemoginteri",
        "#countrysidepicnic"
      ],
      "mentions": [
        "@hverdagslykkelise",
        "@vakrehjemoginterior",
        "@vakrehjemoginterior",
        "@theo_maxfield",
        "@hverdagslykkelise",
        "@vakrehjemoginterior"
      ],
      "description": "One of my favorite trees down the street and across the river was the perfect destination when lovely @hverdagslykkelise came to photograph us for an upcoming story in Norwegian interior magazine @vakrehjemoginterior The warm Spring sun was battling it out with freezing winds as we went to \"my\" tree for a wee picnic yesterday. I put down old books in each tablecloth corner for it not to fly away, as we sat in the shade of the tree with afternoon tea treats and popped a bottle of Prosecco. Sheep were grassing nearby, and every now and then a train would pass under the nearby bridge. Happy, I asked...very, he replied...Read the story and get the recipes in our upcoming feature in @vakrehjemoginterior #myenglishcountryside #vakrehjemoginteriør #countrysidepicnic",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 3493,
      "filename": "18013730_717062498501093_2106940058668892160_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTB0pATBhps/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.105.843.843/17932639_1194137390708140_2711637051257651200_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#wheninitaly",
        "#veniceitaly",
        "#whatitalyis"
      ],
      "mentions": [],
      "description": "It's all about the service isn't it. You can forgive poor decor, and every now and then below par food, but if the service fails, I'm not very likely to return. To me it's all about how they made you feel. Don't get me wrong, the quality of food is important, but the atmosphere created by the staff is essential to a dining experience. On my recent trip to Italy we wined and dined in some of my favorite restaurants, enjoying that old school kind of waitering, where everyone involved from seating you to bringing you the wine list, and ultimately serving you the anticipated food, has that unmistakable elegance that indicate they take pride in their job. It all ooze of hospitality from a bygone era. Italy does this so well. Dressed in traditional black and white, and with a quiet charm, I'm easily swayed when they suggest a wine to go with the dish I just ordered. Call me weaksauce, but when a charming Italian waiter, dressed to a tee and with his manners and elegance makes you feel like you're dining at the Ritz, suggest you have a Recioto Della Valpolicella instead of the lovely French red wine you were leaning towards, you forgive him for possibly promoting Italian wine over French, and simply say yes. And of course, when has a Recioto Della Valpolicella ever disappointed... #wheninitaly #veniceitaly #whatitalyis",
      "localization": "Rialto Bridge",
      "date": "2017-04-18T05:00:00.000Z",
      "numberLikes": 3911,
      "filename": "17932639_1194137390708140_2711637051257651200_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS1nkxGhop6/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17881676_366713083723660_1642923152197550080_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#mmforsbergmilano"
      ],
      "mentions": [
        "@milanosecrets",
        "@tamumcpherson",
        "@dimorestudio",
        "@tamumcpherson",
        "@milanosecrets",
        "@looptheloopuk",
        "@argooose",
        "@hannahargo",
        "@dimorestudio"
      ],
      "description": "Milano was like coming home, it always is. After living there as a fashion design student when I was 19, I've returned again and again. The city feels like my pocket, and even if it's ever evolving and ever so exciting to spot new restaurants and bars pop up, I have my favorites that I always visit when in town. Marchesi, in Via Santa Maria alla Porta 11, is a must for breakfast, however their newly opened sister pasticceria in Via Montenapoleone is chic and so brilliantly designed it's up there as well. We met up with the wonderful @milanosecrets there one morning and talked about the future. She's definitely the one to go to for city eatery advise and gave us lovely tips on dinner that night. Then there's Giacomo Caffe in Palazzo Reale next to the majestic Duomo, at the very heart of the city. I prefer to go there alone, having a cup of tea and listening to the buzz of fellow tea and coffee drinkers. It's their decor that had me at hello the first time I visited, and it still does, every time. Al Matarel feels like my mother's kitchen and serves the most delicious Risotto Milanese, which is again, a must. However on this last trip we were too large of a group and had sadly forgot to book, so we strolled the Naviglio area in the afternoon sun and dined at the charming Asso di Fiori. Milano is classic, yet young at heart, and is home to some of the most inspiring designers I know! One morning just as the Spring sun began to warm up the city I met up with the lovely @tamumcpherson and headed to @dimorestudio It was design week after all, and they didn't fail to create the most magical space and experience. With weary feet and full bellies, my Englishman and I fell asleep that night with the window open, listening to the city quiet down. Do you mind if we come back soon again, I asked, he just before he fell asleep. Not at all, he replied, and I could hear him smile as he closed his eyes and took my hand. #mmforsbergmilano",
      "localization": null,
      "date": "2017-04-13T05:00:00.000Z",
      "numberLikes": 4548,
      "filename": "17881676_366713083723660_1642923152197550080_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSyx04hhcLt/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.104.833.833/17882409_1444694525562336_1407009330296782848_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#leapoffaith",
        "#myenglishman"
      ],
      "mentions": [
        "@theo_maxfield",
        "@theo_maxfield"
      ],
      "description": "So there we stood overlooking Matera and talking about the future... I'm impulsive in so many things in life, spontaneous and ever curious. However when it comes to relationships I'm slow and cautious. I listen to the wind, observe, take notes, analyze, and withdraw as soon as there's any hint of anything that can threaten my safe world and my lovely little life with Mr Whiskey here in the English countryside. I listen to others advice, whether it's asked for or not and continue my note taking, hopefully I won't miss a thing, and can figure him out so there's no chance of hurt on the horizon. A silly habit of trying to protect myself and staying in my comfort zone. He on the other hand stands tall and steady. When I withdraw, he steps up. When I make mistakes, he shows me he's not going anywhere. When I say we simply can't because I'm afraid, he just holds me. And when I get quiet, protective of my safe world and my wee home, he gives me space and time, without letting go of that warm embrace around my heart. It's a leap of faith in the end, he says, and I know he's right. But when do you know when to leap and with whom! At what point do you let go and trust. As we hopped on and off trains, hungry, tired and thirsty checking in to new hotels on our trip through Italy, he would hold the door open, carry my bags and massage my weary feet at night. Every evening he says thank you. Thank you for this day with you, Marie, he whispers, and I nestle my body next to his, smiling and feeling safe. Perhaps I can't protect myself or my little home from wild storms and cold winds, but I can choose with whom to face it with, and I feel so incredibly lucky to be facing it all with him. Because in the end it is just a leap of faith, as it is with everything. In Milano I walked passed a wall where it was written in bold black paint, 'It's your comfort zone that kills you'... and I couldn't agree more. #leapoffaith #myenglishman @theo_maxfield",
      "localization": null,
      "date": "2017-04-12T05:00:00.000Z",
      "numberLikes": 3908,
      "filename": "17882409_1444694525562336_1407009330296782848_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSyRiNdhiHo/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.104.833.833/17818601_1281804188572762_9199842307631742976_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#mmforsbergworkshop",
        "#matera"
      ],
      "mentions": [
        "@sextantio",
        "@mmforsberg",
        "@sextantio"
      ],
      "description": "We're finishing up the last few details of our upcoming workshop in Sassi di Matera in Italy, and we couldn't be more excited! The winds will be mild and warm the first week in September, perfect for afternoon strolls through this ancient hill top town. Ancient caves @sextantio will be your home away from home during our time together. You don't have to be an avid cook or photographer to attend our retreats, everything will be hands on catering to all levels. During our retreat in Matera in September, we'll have cooking and photography sessions, working on visual storytelling, post production and slowing down how we work. Both analogue and digital camera users are welcome, as we'll have teachers in both on location, and I cannot wait to tell you who will join us  sharing her awe inspiring knowledge for film photography, inspiring us with her visual storytelling talent and incredible photography work. We'll launch this Art, Food and Photography retreat within the next few days, however should you want to be put on the list, feel free to email us at workshop@mmforsberg.com #mmforsbergworkshop #matera",
      "localization": null,
      "date": "2017-04-12T05:00:00.000Z",
      "numberLikes": 2807,
      "filename": "17818601_1281804188572762_9199842307631742976_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSvrhBIhaqR/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17818959_115503262331483_8941683011858989056_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#whatitalyis"
      ],
      "mentions": [],
      "description": "Just before we boarded our train Milano bound, we climbed the tall bell tower next to the Duomo in Firenze. There was a warm breeze at the top, that danced with my blue dress as we walked around taking in the majestic view of the city below. People seemed like ants, and the rooftops a sea of terra-cotta. We wanted to stay longer, but the sun was already beginning to dip its head on the horizon and it was time to kiss yet another Italian city goodbye. In the name of research we bough one more 'Cornetto con crema' and had a caffe d'orzo. I love that in Italy almost every bar will have caffe d'orzo, or roast barley coffee, giving everyone a lovely alternative to normal coffee, that after a few too many cups makes my heart race. With our newly purchased books and coffee in hand, we found our seats and watched Santa Maria train station disappear in the distance... #whatitalyis",
      "localization": null,
      "date": "2017-04-11T05:00:00.000Z",
      "numberLikes": 4035,
      "filename": "17818959_115503262331483_8941683011858989056_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BStPQWYhnYz/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17817703_393213411065952_8541206671903424512_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#florence"
      ],
      "mentions": [
        "@lungarnocollection",
        "@lungarnocollection",
        "@theo_maxfield"
      ],
      "description": "And there it was, the most magnificent sunset, coloring Florence in the dearest version of pink and orange. We stood there gazing out onto the Arno river and the brightly colored horizon, listening to the buzz of the city quiet down, before cheking into our room with a view @lungarnocollection The many jewelry boutiques on old Ponte Vecchio closed their shutters and locked up for the day as we passed, the bells chiming in the distance, the evening was still young. We gazed up at a window high up on a wall where the Medici family had a secret corridor going from one end of the city across the bridge and onto the other side. This city never stops intriguing. With the backdrop of ancient Florence we had cocktails to the soundtrack of modern Italy at The Fusion bar @lungarnocollection As the bells rang in a new day, we were still out, wandering its streets admiring its many sculptures at night, only lit up by a faint moon and modest street lights... #florence (Photo by my Englishman @theo_maxfield )",
      "localization": null,
      "date": "2017-04-10T05:00:00.000Z",
      "numberLikes": 4958,
      "filename": "17817703_393213411065952_8541206671903424512_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSonAQ6hYdx/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.104.833.833/17819286_244570992683098_214589262031486976_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#checkthetraintimesbeforeyouhavevinsanto"
      ],
      "mentions": [
        "@hasslerroma",
        "@lungarnocollection",
        "@tommyonweb",
        "@julskitchen"
      ],
      "description": "There was a warm glowing sunset as we passed @hasslerroma on our first night in Rome a few days ago, and there was a warm glowing sunset when we arrived Florence yesterday. It must have been luck we agreed. A gentle breeze greeted us as we disembarked the train and made our way to Hotel Continentale @lungarnocollection a room overlooking the famous 'Ponte Vecchio'. A street musician played a cheesy old ballad in the distance, yet we both felt a surge of blood rushing to the heart. I love this city, he proclaimed, as we stood there midway across that ancient bridge that connects both sides of Florence, with the river Arno running beneath. Apparently not even Hitler could resist it's charm, according to both legend and @tommyonweb who with his dear @julskitchen kindly walked the streets of Florence with us until the bell tower chimed at midnight. It's easy to fall in love with Florence, home to the powerful Medici family, and creative playground for the legendary Leonardo da Vinci. We weaved in and out of narrow cobblestones streets dotted with small family run trattorias and grand basilicas. We'll have to come back soon again, he said, as we finally took a seat at the ever charming hole in the wall 'La Mescita' for lunch, taking the time to indulge in a handful of homemade cantuccini's paired with an indulgent little glass of Vin Santo. Late for our train to Bergamo in the afternoon we darted off, blew a few kisses in the general direction of the Duomo, and ran as fast as our legs could carry between well dressed florentine men and women...See you soon again Florence! #checkthetraintimesbeforeyouhavevinsanto",
      "localization": null,
      "date": "2017-04-08T05:00:00.000Z",
      "numberLikes": 2596,
      "filename": "17819286_244570992683098_214589262031486976_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSlgNOjBpAw/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17437765_237224090080160_2822088466056085504_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#stumpedforwords"
      ],
      "mentions": [
        "@compassessinn",
        "@sextantino"
      ],
      "description": "I sank into the deep bathtub in the middle of the room, and surrounded by lit candles, my heartbeat slowed down. This trip has been nothing but restorative. Did you know we are sleeping in one of the oldest dwellings on earth, he informed me from the bed at the back of our cave. He was reading up on the Paleolithic time period, when our cave first open it's doors to the public. Wow, I replied, in lack of a better, perhaps more educated reply. In fact I was a bit stumped for words. I mean, when I first visited our local pub in England @compassessinn where good cider has been served for more than 600 years, I was in awe, so the best I could muster as a reply was indeed wow, learning that our grotto hotel @sextantino had cave rooms that was the oldest still inhabited of its kind in the world! That night, the night before we hopped back on the train that would take us from the south of Italy to the north, I took time to write in my journal. I wanted to capture this moment, to bottle our adventure in this incredible place, to write a page filled with words that would help me relive this day, should I one day leaf back and read the page dated 06.04.17. So I put pen to paper and wrote; This place is bloody marvelous... and signed my name... #stumpedforwords",
      "localization": null,
      "date": "2017-04-07T05:00:00.000Z",
      "numberLikes": 2893,
      "filename": "17437765_237224090080160_2822088466056085504_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSlMMsjBMAv/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17818334_1847066218843648_8673346730948820992_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#perksofbeingawoman",
        "#matera"
      ],
      "mentions": [],
      "description": "A gentle breeze brushed over the landscape this morning, so we seized the moment and went for a wee stroll before breakfast. Yesterday the sun warmed our faces everywhere we went, and painted this hilltop town bright and light. However today, a few clouds had gathered above, transforming, what in sunlight looks like the loveliest shade of creamy sand, took on hues of grey and blue, and I was in my element. During breakfast the fireplace was lit and I wrapped my hands around that comforting cup of tea I said I would leave behind in England... I'm a woman of my word, but as a friend told me the other day, it's a woman's prerogative to change her mind so I simply smiled and sipped my tea... #perksofbeingawoman #matera See more on Instagram stories...",
      "localization": null,
      "date": "2017-04-07T05:00:00.000Z",
      "numberLikes": 3421,
      "filename": "17818334_1847066218843648_8673346730948820992_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSjpR_eBqV3/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17494898_387860774932614_3105634317083082752_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#mmforsbergwotkshop"
      ],
      "mentions": [
        "@sextantio",
        "@mmforsberg",
        "@theo_maxfield",
        "@sextantio"
      ],
      "description": "The sun was just peeking  over the hilltop town of magical Matera as we opened the big oak door to our @sextantio hotel room, and began the day. Skipping down a few steps and passing an olive tree, we sat down for breakfast. The night before, we had walked the streets below as the sun set and the moon emerged. Across the valley mountain goats still grazed, and the sound of their bells made us feel we were a thousand miles away. Is this place even real, he said as he carried my bags up the steps to our room holding a big iron key from a bygone era. I think we're inhaling ever so real magic, I replied. The door opened and a candlelit grotto emerged in front of our eyes, a home away from home. If you want to join us for our upcoming retreat in this gloriously magical spot, our list is nearly full, but do email us at workshop@mmforsberg and we'll send you more info shortly. #mmforsbergwotkshop (Photo by the Englishman @theo_maxfield )",
      "localization": null,
      "date": "2017-04-06T05:00:00.000Z",
      "numberLikes": 2954,
      "filename": "17494898_387860774932614_3105634317083082752_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSjYxtWhMmX/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.109.876.876/17817815_202975833530068_5933071486301503488_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#mmforsbergworkshop"
      ],
      "mentions": [
        "@sextantio"
      ],
      "description": "My mother hand kneads her dough, just like her mother did. It takes longer and gives your mind time to roam as you stretch, pull and knead the dough until it's ready to rise. It's simple everyday meditation for my mother, and even if it can be quite mindful, in the end it also just yields a great result. I've tried to adjust my life to her dough kneading rhythm, to slow things down, to spend more time on things in life that feels rewarding in a real and heartfelt way. Lots had to change, and so ultimately my workshops and retreats have gone through a change. My mother and I began combining our efforts in cooking and photographing last year, and I cannot begin to tell you how lovely it is to have her by my side and to infuse a bit of home and heart into our retreats held in the English countryside. We will continue to work on these smaller more intimate retreats, hosted near my home in England, however for our next one...we'll head all the way south in Italy...to the most magical hilltop town, to a home away from home, located in ancient caves at the ever magical @sextantio For a peek into our next retreat head to Instagram stories and follow our journey there... #mmforsbergworkshop",
      "localization": null,
      "date": "2017-04-06T05:00:00.000Z",
      "numberLikes": 2593,
      "filename": "17817815_202975833530068_5933071486301503488_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSgYRKzhZYw/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17818010_1607997832561875_7098397955970826240_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#mmforsbergrome"
      ],
      "mentions": [
        "@theo_maxfield"
      ],
      "description": "At noon we took refuge from the harsh light outside, and ducked into a nearby church. It almost doesn't matter which one, as they are all ever so majestic and ever so magical in their own right. Stand right there, he directed, and guided me over to a spot where heaven and earth met in one golden pillar of light. The church was perfumed with dying ashes of incense, and the air that filled it, was cool and refreshing. You need your quite moments don't you, he said as he took my hand, I do indeed I replied. As much as we both love the buzz of the city, I think we're country souls through and through. We filled our picnic basket with pecorino infused with a delightful aroma of truffles, a few slices of salami and a little bit of freshly made focaccia, hopped on the train towards Napoli, and kissed Rome goodbye...for now... #mmforsbergrome (Photo by the tall dark and handsome @theo_maxfield )",
      "localization": null,
      "date": "2017-04-05T05:00:00.000Z",
      "numberLikes": 2187,
      "filename": "17818010_1607997832561875_7098397955970826240_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSgPKIIBc_v/?taken-by=marte_marie_forsberg",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.104.833.833/17494941_757110664449114_8609633923359571968_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#mmforsbergrome",
        "#caffegreco"
      ],
      "mentions": [
        "@ericafirpo",
        "@dariusaryadigs"
      ],
      "description": "Yesterday we caught up with the wonderful @ericafirpo and @dariusaryadigs over a creamy cappuccino. We chatted like old friends, even if it was the very first time we'd actually met. After hugs and see you soon again, we strolled down to 'Nonna Vicenza' for a bit of Sicilian pastry heaven, land stocked up on ricotta filled cannelloni. Rome is warm these days, still chilly for locals, yet feels like summer for us. I packed light dresses and soft ballet flats, and he packed his blue shirts and suede summer-in-city shoes. We strolled, as you do, over ancient bridges, weaving in and out of narrow cobblestone alleyways, ending up I a sunny little corner, a stone throw from Piazza Navona, enjoying a simple homemade lasagna. Life feels easy, everything's on hold... #mmforsbergrome #caffegreco",
      "localization": null,
      "date": "2017-04-05T05:00:00.000Z",
      "numberLikes": 2469,
      "filename": "17494941_757110664449114_8609633923359571968_n.jpg"
    }
  ]
}