{
  "alias": "mauricio_schroeder",
  "username": "Call Me Alien",
  "descriptionProfile": "#PuraVida",
  "urlProfile": "https://www.instagram.com/mauricio_schroeder/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/17883018_160905944437238_6839989874217451520_a.jpg",
  "website": "www.instagram.com/chaosofcreation",
  "numberPosts": 778,
  "numberFollowers": 723000,
  "numberFollowing": 546,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTSlQhOAWCo/?taken-by=mauricio_schroeder",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094861_252318011908250_6724081450066378752_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s750x750/sh0.08/e35/18161090_451884438477597_3676393169588584448_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s750x750/sh0.08/e35/18160861_286730698445481_5032470089039872000_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s750x750/sh0.08/e35/18096643_1404611472987024_2037031236769153024_n.jpg"
      ],
      "numberLikes": 606,
      "numberViews": 0,
      "numberComments": 28,
      "isVideo": false,
      "multipleImage": true,
      "tags": [
        "#astorybehindtheshoot"
      ],
      "mentions": [],
      "description": "Irene es una chica española que nunca había tenido una sesión anteriormente.\nSus estudios de arquitectura la llevaron a venir a México de Pamplona a la Cdmx y encontró un choque cultural fortísimo, no por el lenguaje, sino por el tema de españoles vs mexicanos que nos habían enseñado a todos en la educación primaria. Lo que presento aquí, es la historia desde el principio de un día muy bonito, soleado, lleno de creces. \nLas conversaciones que mantuvimos eran principalmente de política, pasando por cultura, mientras se llevaban a cabo las fotografías resultantes de una sesión completa. \nLa primera es la hora que quedamos, la última, de las últimas que hicimos.\n#astorybehindtheshoot",
      "localization": "Let's Go Everywhere",
      "date": "2017-04-24T05:00:00.000Z",
      "filename": [
        "18094861_252318011908250_6724081450066378752_n.jpg",
        "18161090_451884438477597_3676393169588584448_n.jpg",
        "18160861_286730698445481_5032470089039872000_n.jpg",
        "18096643_1404611472987024_2037031236769153024_n.jpg"
      ]
    },
    {
      "url": "https://www.instagram.com/p/BTP_hVDAMlQ/?taken-by=mauricio_schroeder",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18095813_212716502554537_585300971819630592_n.jpg",
      "numberLikes": 672,
      "numberViews": 0,
      "numberComments": 21,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Brev"
      ],
      "mentions": [
        "@mauricio_schroeder"
      ],
      "description": "Si pudiéramos hacernos de un lente lo suficientemente poderoso como para observar lo que pasa en la tierra, tendríamos la capacidad de observar segundos, minutos y horas en el futuro, dependiendo de su potencia. Esto sería posible gracias a la misteriosa relación de luz y la relatividad del tiempo.\nSin importar lo anterior, un sujeto habitando un astro cercano con ese tipo de equipamiento tardaría casi toda su vida en entender cómo funciona la humanidad,  incluyendo el hecho de recostarse en el suelo y contemplar un manto negro lleno de pequeñas luces blancas, sin poder acercarse siquiera a una mirada completa de lo que sucede en cada una de ellas.\nEste tipo de comportamiento inexplicable es en el que un ser diminuto encuentra su significado, con una mente de manto negro lleno de luces blancas, correspondiendo a cada idea que habrá de cruzar por ahí, unas más grandes, otras menos visibles, otras más lejanas. Lo más importante es que a esas podrá acercarse sin necesidad de maquinaria, inventos o perpetucaciones. Sólo necesitará imaginarlo. \n#BrevísimosRelatos",
      "localization": "Dos Ojos",
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18095813_212716502554537_585300971819630592_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTK9EWzAeiU/?taken-by=mauricio_schroeder",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18094525_763244890503311_8068516740402774016_n.jpg",
      "numberLikes": 770,
      "numberViews": 0,
      "numberComments": 41,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Brev"
      ],
      "mentions": [
        "@tataestradag"
      ],
      "description": "La noche anterior, un estúpido accidente relacionado con la llave de un lavabo obliga a un hombre a esperar al siguiente día para comprar las herramientas que necesita para repararlo. Por la mañana, el hombre conduce para almorzar en el lugar en el que acostumbra,  antes de ir a la ferretería y conseguir las herramientas. Desafortunadamente, el lugar está cerrado por remodelación. Así que acude primero a la ferretería. Al salir, despistado, introduce las llaves en un auto similar al de él, sin poder abrirlo. La dueña del auto se acerca para desactivar la alarma y entre bromas, arreglan el malentendido. \nNo puede evitarlo. Apelando al hambre, la invita a almorzar con él. Acepta. Le pregunta qué demonios hacía ella en una ferretería a las once  de la mañana, en miércoles. Situación curiosa, su compañera de departamento ha hecho un desastre en la pared abriendo una botella de vino sin destapacorchos, y al ocupar una brocha, decidió hacerlo por ella misma. \nAsí empezó todo. Lo extraña que es la aleatoriedad. Para que esto pasara, el hombre tuvo que romper su lavabo, las chicas debían estar faltas de destapacorchos, el restaurante tenía que estar cerrado, el hombre debía ser despistado, ambos tenían que tener el mismo modelo de automóvil, del mismo color, estacionarlo en el mismo lugar y tenían que necesitar algo de la ferretería, y estar ahí a la misma hora. \nEsto hace que me pregunte: ¿qué nos dice que nosotros no debemos estar en una ferretería, o en un restaurante, en una galería, o en cualquier otro lugar, en este mismo momento?\n#BrevísimosRelatos",
      "localization": "Cancún, Quintana Roo",
      "date": "2017-04-21T05:00:00.000Z",
      "filename": "18094525_763244890503311_8068516740402774016_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTIUSumg3U0/?taken-by=mauricio_schroeder",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18013552_1876372619268852_1543306715821244416_n.jpg",
      "numberLikes": 760,
      "numberViews": 0,
      "numberComments": 37,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Brev"
      ],
      "mentions": [
        "@mariamorenoh_"
      ],
      "description": "Me emociona saber lo que pasará a continuación. Es un pasatiempo la expectativa de imaginar y predecir, y después poner mis suposiciones contra la realidad. Después sorprenderme de lo equivocado que estaba o jactarme de lo correcto de su certeza. Estoy positivo en esa interpretación de vivir en un juego. De tener el control total, parcial o nulo de una situación cualquiera. De la satisfacción que brinda ser bastantemente astuto para reconocer lo que está fuera de mi control y lo suficientemente sabio para ser partícipe en lo que se encuentra dentro de mi alcance.\nDespués de todo este tiempo, aún te sueño, y aún creo que estás aquí, muriéndote de risa y llorando desconsoladamente el mismo día. Me imagino que puedes verme sin que me dé cuenta, mientras camino, como si de repente fueras a taparme los ojos y tomáramos el mismo rumbo, con el sentido carnal que tuvimos. \nSe ha sido partícipe en series y épocas, que subsistirían hasta que no quedará más que escribir ni nada más que idear en los últimos días. De ser así, una atenuación sensacional de pasajes básicos y regulares como los nuestros sería lo que podría quedar para narrarse, con tanta determinación a relatar de manera inconclusa y serpenteante, para llenar espacios que resultan insignificantes. ¿Qué tal si esa insignificancia es la que crea las tramas de las historias mejor contadas, de las más impactantes y febriles?\nTengo una aberración por la felicidad total, lo sé, que requiero pequeñas muestras de su contraparte a diario. ¿Quién no? Así la alegría sabe mucho mejor, sin ser absolutamente constante. He sido juzgado por este pensamiento, en la mayoría de las ocasiones, cuando tengo la seguridad de poder expresarlo abiertamente. Por supuesto, me invento personajes, y ellos se llevan más de mí que yo de ellos. \nY cada vez que fantaseo con que estás por acá, sé que tendremos que ser narrados, no me interesa el cuándo, solo que lo seamos.\n#BrevísimosRelatos",
      "localization": "Cancún, Quintana Roo",
      "date": "2017-04-20T05:00:00.000Z",
      "filename": "18013552_1876372619268852_1543306715821244416_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTDJOlQAef9/?taken-by=mauricio_schroeder",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/17932173_1840753362852691_6531692126663606272_n.jpg",
      "numberLikes": 617,
      "numberViews": 0,
      "numberComments": 36,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Brev"
      ],
      "mentions": [
        "@deerpao",
        "@mauricio_schroeder"
      ],
      "description": "Un torrente de de ánimo. La importancia de sonreír. La palabrería me tienta sin excusas, y puedo abrirme a vislumbrar el perdón, inmenso aunque engañoso. Es la clase de cosas que hace mi tipo, lo sabes. Me atrevo a decir que tu voz es incluso más perceptible, más nítida. Desearía escucharla más seguidamente. Sé que miras hacia otro lado cuando lo haces, perdida, con tus ojos ensimismados en algo que ocurre en el agua. ¿Qué piensas cuando te quedas así? Que el sonido que produces parece durar más, con anormalidad cadente, y nunca se va por completo, si no que me da la impresión que sigue soñando en otro mundo, en una dimensión distinta, donde también la estoy disfrutando. \nA menudo me siento sobre el mismo lugar en el que tú lo hiciste, y trato de imaginar que pienso lo mismo que pensaste. un libro esperando a que pases para exclamar algo como: \"Escucha, déjame leerte este pasaje, es que tiene tanto sentido...\" siéntate, dime cómo es que estos autores se equivocan, y refútalos como sólo tú sabes hacerlo, los hacías pedazos con los argumentos más simples. \nPero no, pasas tu tiempo aquí y ese simple hecho lo hace mi segundo lugar favorito. \n#BrevísimosRelatos",
      "localization": "Grand Cenote",
      "date": "2017-04-18T05:00:00.000Z",
      "filename": "17932173_1840753362852691_6531692126663606272_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTAk1pEApjV/?taken-by=mauricio_schroeder",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011523_235327190205231_6299977369734086656_n.jpg",
      "numberLikes": 566,
      "numberViews": 0,
      "numberComments": 28,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Brev"
      ],
      "mentions": [
        "@jessicarinconhdz"
      ],
      "description": "Cuando piense en albricia\nno piense en sensaciones de otros\nno piense en sentimientos de otros\nno piense en pensamientos de otros.\nSi no conoce la albricia,\nno hable de albricia.\nSi no le importan las albricias \nno hablen de ellas.\nSi no recuerda la primera vez que obtuvo alguna\nno presienta su significado.\nCuando recuerde la algarabía\nno recuerde las representaciones, los símbolos\nno piense en alegorías, en metáforas, en parábolas.\nCuando piense en alegría \npiense en usted mismo:\nUna parte de los miembros de su familia.\nUn puñado de amigos.\nUn montón de conocidos.\nY tú.\nPorque si la ignorancia es dominante,\ntodos somos sus víctimas.\nSi la especulación es dominante, todos somos víctimas de ella.\nSi las albricias son dominantes,\ntodos somos víctimas de las mismas.\n#BrevísimosRelatos \nEscrito por Luis Schroeder.",
      "localization": null,
      "date": "2017-04-17T05:00:00.000Z",
      "filename": "18011523_235327190205231_6299977369734086656_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSzuzFIAK28/?taken-by=mauricio_schroeder",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17817418_1740487742929538_1685612047628238848_n.jpg",
      "numberLikes": 618,
      "numberViews": 0,
      "numberComments": 33,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Brev"
      ],
      "mentions": [
        "@ttatsiana"
      ],
      "description": "Este domingo mientras viajaba hacia ti, la ciudad, desde las alturas, me lo ha dicho.\nNunca había sido una astucia adulta mi nostalgia de infancia. Y es que jamás, sabes, había preguntado, asumiendo todo engaño, todo engaño. Lo que creía fantasía era verdad científica y geológica. Heme aquí en medio del camino, yo, enana, pequeña, frágil carne diminuta, con un gorro y guantes para el frio dejando caer una tasita de té, que ha resonado en cada polo del planeta, yo, que no estaba prevenida para este giro insospechado en el guión de mi novela autobiográfica.\n\nHe virado mi vista entre la oscuridad del cielo haciendo señas a los argonautas. Me he llevado las manos a la cara y he estirado mis pómulos con las uñas de los dedos hasta secar mis corneas, sigo aquí preguntando al universo en gritos sordos: ¿Y esta vez quien cuidará de nosotros? \nHa llegado a las ciudades el cosmos de las entelequias asequibles, los niños crecidos que somos no estábamos preparados para asumir que no hay engaño en esperar más de la irrealidad. Tantos mundos de sueño se han pensado posibles. Tantas dudas se han vuelto certezas cayendo como lluvia de estrellas tan cerca de nuestros ojos.\n\nFirmo al calce cubriendo en las cobijas mi infinita sorpresa. En unos minutos trazaré más paciente figuras en el suelo con el palo de esta paleta que ahora tengo en la boca.\n\nEnvío un de esos que no definen el curso de la historia, sino que se abren como paréntesis que cada uno dispone donde se tocan.\n\nTu compañero en el tiempo.\n\n#BrevísimosRelatos",
      "localization": null,
      "date": "2017-04-12T05:00:00.000Z",
      "filename": "17817418_1740487742929538_1685612047628238848_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSxLVkFgb2X/?taken-by=mauricio_schroeder",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17817502_1672528743052820_5136798065885184000_n.jpg",
      "numberLikes": 735,
      "numberViews": 0,
      "numberComments": 72,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Brev"
      ],
      "mentions": [
        "@anacrisgastelum"
      ],
      "description": "La fantástica idea de grabar los sueños no resulta tan descabellada: el cerebro funciona gracias a conexiones eléctricas que podrían ser transformadas a impulsos electrónicos visuales y auditivos para su transmisión directa en un monitor. Exactamente el mismo principio que la grabación musical y la cinematografía. \nSin embargo, el invento siempre será rechazado, debido a que las personas, tratándose de su sueño o no, se perderían por completo en el mundo onírico, debido a la perfección de las imágenes y la calidad de la narrativa, inventando así el género definitivo. \nNinguna película de horror podría compararse con la menor pesadilla, y nada vivido mientras se está despierto sería tan digno de repetirse como el más mínimo sueño. \nAunque parezca absurdo, algo tan bello como observar un sueño a través de una pantalla sería la explotación de la imaginación, cambiando para siempre la historia humana, y, probablemente, causando su rápida y progresiva extinción. \n#BrevísimosRelatos",
      "localization": null,
      "date": "2017-04-11T05:00:00.000Z",
      "filename": "17817502_1672528743052820_5136798065885184000_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSukVxAAHEW/?taken-by=mauricio_schroeder",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17819041_1191848917593197_557152314507395072_n.jpg",
      "numberLikes": 609,
      "numberViews": 0,
      "numberComments": 39,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Brev"
      ],
      "mentions": [
        "@ttatsiana"
      ],
      "description": "Para la ocasión, Nicole se compró un conjunto blanco, y cuando se lo hubo puesto, se paró frente al espejo: parecía una silueta teñida de tinta blanca. Vaya, que si se hubiera colocado en una pared del mismo color, habría podido asustar a varios incautos en la calle, tornándose artificialmente invisible.\nSe observó durante un largo rato, adoptando varias poses, poniéndose y quitándose la chamarra hasta que finalmente la arrojó sobre el suelo. Flexionó los brazos, tensando sus músculos y haciendo resaltar los del cuello. \nFue casi como una película de Ingmar Bergman, escrita por Bertol Brecht y escenificada por Ben Whishaw. El flujo de sus palabras era grandilocuente frente al espejo: cada sonido y cada inflexión era el apropiado para el discurso que estaba a punto de dar; hasta que algo la interrumpió: su propio reflejo le guiñó un ojo.\nAl principio no pudo creerlo, pero ese pensamiento hizo que su lengua y su cerebro perdieran toda conexión, perdiendo el hilo de su habla. \nEl reflejo, entonces, comenzó a repasar el discurso: lo refutó enteramente, lo hizo añicos, lo re elaboró y sí, su vestido ya no parecía tan ajustado como la primera vez que se lo puso, pero su capacidad lingüística no tenía falla alguna.\nSonó el timbre, Nicole decide la chamarra, pues la fuerza ya solo la necesita en la voz, no requiere distractores.\n#BrevísimosRelatos",
      "localization": null,
      "date": "2017-04-10T05:00:00.000Z",
      "filename": "17819041_1191848917593197_557152314507395072_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSsAOi9AOpa/?taken-by=mauricio_schroeder",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17881707_412339559124737_4610771594120265728_n.jpg",
      "numberLikes": 667,
      "numberViews": 0,
      "numberComments": 71,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Brev"
      ],
      "mentions": [
        "@luumomo"
      ],
      "description": "Archivo de lo imposible:\nInterrumpí mi rutina sin saber bien la razón. Algunas veces no somos los artífices de nuestro propio destino. \nEn ese momento, leía que si el humano más longevo ha permanecido vivo por 116 años, quiere decir que hace 117 años el mundo tenía un grupo completamente diferente de personas. ¿Qué fue lo que me distrajo de tan interesante dato? Probablemente un desentendimiento total de las letras. \nLo que pasaba es que alguien hurgaba descalza entre el césped, y al tocarlo, sin conocer su poder, emanaba una fuerza mayor, por el simple hecho de andar por ahí, aventurándose a los esquemas de un paisaje.\nY los treinta minutos que pasó tocando ese suelo inmaculado, fueron los treinta minutos que las guerras cesaron, los fenómenos destructores se calmaron, el poeta terminó una frase que pasaría a la historia, el músico cambiaba sus notas para la posteridad de su obra, el cúmulo de terror en los pueblos aminoraron su barbarie, el estruendo de las armas disminuyó su intensidad, la religión comprendió la existencia de otras religiones, el insensible encontró la naturaleza de las emociones, y el fuego decadente que recorría fúrico  el pánico, como una ola roja de terror a los propensos, cesó lo suficiente para asegurar un milenio más de vida tierra.\nAl colocarse los zapatos de nuevo, y darle las espalda a su centro de atención, todo volvió a la normalidad.\nEso valía que el mundo se detuviera un segundo, tal vez dos.\n#BrevísimosRelatos",
      "localization": null,
      "date": "2017-04-09T05:00:00.000Z",
      "filename": "17881707_412339559124737_4610771594120265728_n.jpg"
    }
  ]
}