{
  "alias": "mia_astral",
  "username": "Mía Pineda",
  "descriptionProfile": [
    "Escritora. Conferencista. Life coach. Astróloga cabalista práctica. 👻 Miastral 💌 info@miastral.com #Horóscopo de abril 👇🏻",
    "Escritora. Conferencista. Life coach. Astróloga cabalista práctica. 👻 Miastral 💌 info@miastral.com",
    "de abril 👇🏻"
  ],
  "urlProfile": "https://www.instagram.com/mia_astral/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/17437988_1825937377732450_5356468433141628928_a.jpg",
  "website": "miastral.com/horoscopo-del-mes-de-abril",
  "numberPosts": 10487,
  "numberFollowers": 574000,
  "numberFollowing": 674,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTU6pn_A6Li/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011311_123394048209054_1173889723924480000_n.jpg",
      "numberLikes": 4544,
      "numberViews": 0,
      "numberComments": 63,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Capricornio",
        "#Luna",
        "#Tauro",
        "#LunaNueva"
      ],
      "mentions": [],
      "description": "#Capricornio de Sol o ascendente\n\nSi no has pasado por mi página de Facebook hoy no estás al día de un asunto importante 😏\n\nTodos los meses la #Luna pasa por #Tauro, por tu zona de romance, inicio de relaciones y creatividad; pero nada como una #LunaNueva en ese lugar y solo tenemos una al año--> es mañana e inicia un ciclo de 6 meses para manifestar lo que quieres en relación a esos temas, peor es la ventana de 4 semanas y sus eventos cuando se activa todo. ¿Sabes lo que quieres? Todo el potencial está allí, en la Luna Nueva, en la semilla. Y esta Luna Nueva esta insospechada así que está allí solita para que trabajes con ella de la mejor manera. \nLo más importante ---> no sólo se trata de saber qué quieres, sino vibrar certeza absoluta de que eso mereces. \nPara más información están varios artículos en mi página de Facebook y la clase en línea que di esta tarde.",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18011311_123394048209054_1173889723924480000_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTU5oegAxId/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096329_1349204638480072_5251821859917266944_n.jpg",
      "numberLikes": 443,
      "numberViews": 0,
      "numberComments": 5,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#LunaNueva",
        "#Tauro",
        "#Repost",
        "#LunaNueva",
        "#Store",
        "#Miastral",
        "#Astrolog"
      ],
      "mentions": [
        "@astral_facts",
        "@mia_astral"
      ],
      "description": "La #LunaNueva en #Tauro es mañana muy temprano. \nSi no pudiste llegar a la clase, ya está a la venta la grabación en Miastral.com/store2 \n#Repost @astral_facts\n・・・\n¿No pudiste estar en la clase especial de la #LunaNueva en Tauro con @mia_astral? ¡Tranquila! Ya está disponible en el #Store para entrar en sintonía con la luna nueva más dulce del año y cómo aprovechar la primera apertura de manifestación desde que Venus pasó por su retrogradación.\n\nEs momento de diseñar la vida que deseas, ingresa en www.miastral.com/store2\n\n#Miastral, #Astrología",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18096329_1349204638480072_5251821859917266944_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTUmVNLAWaE/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094859_1355571004530381_1468720962298970112_n.jpg",
      "numberLikes": 169000,
      "numberViews": 0,
      "numberComments": 167,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#LunaNueva",
        "#VenusRetro"
      ],
      "mentions": [],
      "description": "La #LunaNueva es mañana muy temprano (puedes ver las horas en las imágenes de ayer) y como saben, es el momento de sembrar una intención. \nPero tal como les he explicado varías veces y repetí en la clase, de nada vale tener una intención con la que no vibro. No tiene sentido ni te vas a creer si tienes la intención de manifestar el amor y no estás trabajando en el amor propio. O manifestar mejor salario si no estás trabajando en entregar trabajo de calidad, cuidar tus recursos, no gastarte y desgastarte. Se honesta. Esta noche date ese momento de meditación. Después del las lecciones de #VenusRetro estás más clara con lo que quieres, lo que no quieres, con el poder que tienes para motivarte desde adentro, de las inseguridades que tienes que trabajar y la sana restricción hoy que hará que contengas más mañana. \nVe más allá de lo que te dices que puedes o no hacer y date cuenta que estás lista para sanar a través del atrevimiento, que nada tiene que ver con perseguir, sino con regalarte la oportunidad de sentir y vibrar diferente.",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18094859_1355571004530381_1468720962298970112_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTUlHROgCxf/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18013764_1338199012894212_5219532029497966592_n.jpg",
      "numberLikes": 4774,
      "numberViews": 0,
      "numberComments": 128,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#LunaNueva",
        "#Mercurio"
      ],
      "mentions": [],
      "description": "La #LunaNueva mañana y las movidas de #Mercurio esta semana afectan el chakra de la garganta. \nTodo lo que no pudiste decir en los últimos 3 meses, todo lo que puedes enfocar siendo canal creativo, está por salir. \nCrea una estrategia, reconoce como tú palabra tiene poder y valor, como tus experiencias pueden tener uso para ti y para otros.\n\nTambién 👉🏻descansa 💋💋💋",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18013764_1338199012894212_5219532029497966592_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTUQEwnAUR0/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18094989_178501006005392_313310567093764096_n.jpg",
      "numberLikes": 2083,
      "numberViews": 0,
      "numberComments": 8,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#LunaNueva",
        "#hor"
      ],
      "mentions": [
        "@thebutchersdaughter_official"
      ],
      "description": "Así viene esta #LunaNueva, así de hermosa. \nLes conté con una buena introducción y #horóscopo en el clima astrológico de hoy. Pasen por mi página para escucharlo. El resto lo extiendo en la clase. \nFoto 👉🏻 @thebutchersdaughter_official en Los Ángeles. Con tantas tantas ganas de ir pronto 💋🔥💗🔥💋",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18094989_178501006005392_313310567093764096_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTUPgh6gdH4/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095832_1336536553100276_2445356672407830528_n.jpg",
      "numberLikes": 433,
      "numberViews": 0,
      "numberComments": 6,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#LunaNueva",
        "#Tauro",
        "#Venus",
        "#Repost",
        "#LunaNueva",
        "#Tauro",
        "#Store",
        "#Miastral",
        "#Astrolog"
      ],
      "mentions": [
        "@astral_facts",
        "@mia_astral"
      ],
      "description": "Hey! Nos vamos en una hora y media para hablar de lo que trae esta #LunaNueva en #Tauro que responde a #Venus directa y a punto de cambiar de signo. ¡Tengo mucho que contarles! 💋\n\n#Repost @astral_facts\n・・・\nHOY-> Tienes una cita con @mia_astral en la clase especial de la #LunaNueva en #Tauro. Aprovecha la energía disponible y siembra la intención que deseas manifestar en temas de valor, autoestima, estabilidad. Adquiere tu entrada en el #Store en www.miastral.com/store2. Últimas entradas disponibles.\n\n#Miastral #Astrología",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18095832_1336536553100276_2445356672407830528_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTTxaXDAXTg/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096407_1310950498942588_2484513829115920384_n.jpg",
      "numberLikes": 1751,
      "numberViews": 0,
      "numberComments": 25,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Luna",
        "#Aries",
        "#Urano",
        "#Miami",
        "#Saturno",
        "#Luna",
        "#Mercurio"
      ],
      "mentions": [],
      "description": "Lo que debemos saber del tránsito lunar hoy: \nLa #Luna esta en #Aries que en español significa la búsqueda de satisfacer nuestra necesidad emocional de afirmarnos, de decir \"está soy yo, esto es lo que siento y es my way or the highway\" Como la Luna está terminando ciclo lunar y viene de juntarse con avenue recién directa, se trata más de decir \"esa ya no soy yo, y si, ya se lo que me llevó a esas situaciones y no gracias, no caigo en eso ni una vez más\" Y bueno... Uds saben cómo podemos ponernos las mujeres cuando estamos de ese humor.. \"juro en el tope de una montaña que más nunca bla, bla, bla...\" pero nosotras que sabemos más lo hacemos mejor, ¿no? Si bien es astrologicamente cierto que la cuadratura entre la Luna en Aries Vs Plutón (esta madrugada) y su conjunción a #Urano (2 pm #Miami) nos tiene con muchas ganas de cosas nuevas y no mirar atrás ni para tomar impulso, en verdad deberíamos enfocarnos en que el aspecto de cierre del tránsito esta tarde (5 pm) será un trino estabilizador a #Saturno. \nPara las más avanzadas, noten que la #Luna esta conectando con Saturno y Urano como hace #Mercurio esta semana, así que nota más bien lo voluntariosa que estas por tus cambios, por pasar la página, y por haber entendido que eso no significa cerrarte a relaciones, al contrario. No hay que jurar en el tope de una montaña por la liberación, mejor nos concentramos en invertir la energía en nuevas estructuras. Lo verán cerca del 19 de mayo. \nDe resto, usa ese fuego interno para calentarte. Set yourself on fire 🔥💃🏻",
      "localization": "Flamingo Park",
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18096407_1310950498942588_2484513829115920384_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTTrprBgv3_/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096101_1223947447731184_2046920828464922624_n.jpg",
      "numberLikes": 5067,
      "numberViews": 0,
      "numberComments": 74,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Mercurio",
        "#Saturno",
        "#Mercurio"
      ],
      "mentions": [],
      "description": "¡Buen día! \nHoy no hay aspectos ptolomeicos y por eso, deberíamos seguir contando con el trino de fuego entre #Mercurio y #Saturno (ver fotos de ayer) que se trata seguir negociando una buena oportunidad, darle estructura ahora que si entiendes el potencial que tiene para ti. \nPERO... la Luna es lo primero a lo que le prestamos atención y hoy está en tensiones y terminando ciclo porque mañana estará nueva. \nPor eso, a pesar de que Mercurio y Saturno están en orbe, no es el mejor día para contactar a alguien con ansiedad, precipitarnos y escribirle mil veces a esa persona con la que se está dando algo o saltar a conclusiones de que si no te contesto el/el cliente etc tal como tú querías, es que no se va a dar, ya que #Mercurio estará en estas mismas andanzas la segunda semana de mayo y allí si es momento de conclusiones, más porque será cerca de la súper sexy intensa Luna Llena en Escorpio. \nBusquen el audio \"indicadores 1 y 2\" de esta semana y tendrán fechas, alienaciones y todo lo que necesitan. ¡Feliz martes!",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18096101_1223947447731184_2046920828464922624_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTSXgeoAV8E/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096498_883386375137168_3575920501417050112_n.jpg",
      "numberLikes": 136000,
      "numberViews": 0,
      "numberComments": 169,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Libra",
        "#Venus"
      ],
      "mentions": [],
      "description": "#Libra de Sol o ascendente\n\nTodos merecemos a alguien con quien disfrutar el presente y mirar el mañana. ¿No crees? \nTienes que creértelo para estar muy clara cuando te estás desviando de eso. \nTe cuento: \nTu zona de socios y pareja ha estado muy intensa en los últimos 3 meses. Tu planeta #Venus entró y de regresó a Piscis. Mercurio pasó y se fue a Tauro y ahora se regresó a esa zona de nuevo. Es como si en cuestión de socio/pareja/agente/manager o cliente importante estuvieras o te estuvieran cambiando el plan cada 5 minutos. Pero mira: cuando una de las dos partes no pone \"orden\" y sanos límites, se crea un patrón que desgasta, más al que no le gusta la indecisión (uno de Uds dos) \nEste \"que si que no 😒\" debería llegar a su fin esta semana. Mercurio está teniendo conexiones que hayan que uno de los dos diga \"¡decide pues!\" y bien merecido, ya que es así que podrán aprovechar la Luna Nueva en tu zona de entrega, intimidad y confianza que se da así al mismo tiempo que Venus reingresa a Aries (esa zona de socios/pareja) ahora sí como una reina. Ese tránsito que dura hasta el 6 de junio estará hermoso, activo y lleno de novedades para las Libra en el amor, pero la única manera de usarlo, es creerte que esto lo vales, así que deja de darle tanta energía a viejas inseguridades y confía en que sabía límites los pueden acercar más.",
      "localization": null,
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18096498_883386375137168_3575920501417050112_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTSUziQgEVm/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934355_2305029243056591_7324672922071597056_n.jpg",
      "numberLikes": 6861,
      "numberViews": 0,
      "numberComments": 145,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Capricornio",
        "#LunaNueva",
        "#Tauro"
      ],
      "mentions": [],
      "description": "#Capricornio de Sol o ascendente ¿Si sabes que lo que creemos lo creamos?\n\nBien. \nDurante los últimos 3 meses has tenido mucha presión en la zona de \"perspectiva de vida\" y en la del hogar/estabilidad/familia y pasado. \nTodo eso se acaba esta semana, haciendo posible que aprendas a usar tus experiencias pasadas como referencia pero sin el miedo que te hace repetir la historia una y otra vez en tu mente hasta verla en tu realidad. \nA partir de esta semana notarás como lo que piensas, lo que atiendes y envisionas se dirige a lo que quieres crear, y para muchas es un embarazo real o emocional por la #LunaNueva en #Tauro que además activa temas de amor, romance y proyectos creativos para ti. \nLo que ahora sabes que tienes para ofrecer en esos temas no te sería algo consciente a menos de que los últimos tres meses hubieran sido de tanto contraste. \nOtro tema importante: si asuntos de mudanza, sustento o estabilidad habían estado difíciles, después del 28 de abril empezarán a fluir muy bien, regalándote un mes de mayo de paz y tranquilidad.",
      "localization": null,
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "17934355_2305029243056591_7324672922071597056_n.jpg"
    }
  ]
}