{
  "alias": "mia_astral",
  "username": "Mía Pineda",
  "descriptionProfile": [
    "Escritora. Conferencista. Life coach. Astróloga cabalista práctica. 👻 Miastral 💌 info@miastral.com #Horóscopo de abril 👇🏻",
    "Escritora. Conferencista. Life coach. Astróloga cabalista práctica. 👻 Miastral 💌 info@miastral.com",
    "de abril 👇🏻"
  ],
  "urlProfile": "https://www.instagram.com/mia_astral/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/17437988_1825937377732450_5356468433141628928_a.jpg",
  "website": "miastral.com/horoscopo-del-mes-de-abril",
  "numberPosts": 10513,
  "numberFollowers": 578689,
  "numberFollowing": 679,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BThhMgtgJpX/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160321_1702093540090450_8381374446144847872_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Urano",
        "#Urano",
        "#Saturno",
        "#Mercurio",
        "#hor"
      ],
      "mentions": [],
      "description": "Indicadores de la semana \n#Urano estará llevando las riendas de la semana. \nUrano es el planeta de las sorpresas, ruptura del orden, del sistema y sobre todo romper con lo repetitivo. Urano nos quita la alfombra del piso mientras estamos parados en ella para que caigamos en cuenta de qué hay otras maneras, que el \"caos\" nos despierta. Usualmente cuando caemos por A,B o C cae el ego y entendemos qué hay un plan más grande para nosotros y que por mantener una fachada de identidad y estructuras que a veces están obsoletas, limitamos nuestro potencial. \nEsto se lee divertido, pero el joker tiene un humor particular en cuanto a \"despertarnos\" se trata. Urano es el despido de una Cancer que decía que quería otro trabajo y no se atrevía a renunciar. Es el nuevo amor de Sagitario que es una copia cómica del que nunca pudo olvidar para que haga el trabajo y rompa patrones. Es el genio que Libra atrae pero no se permite no se deja enamorar porque está muy \"loco\". Como ya tienen la idea, entienden más o menos la energía predominante de las próximas semanas. Hay algo en lo que tenemos que caer en cuenta con un relámpago para atrevernos a romper con una estructura limitante y empezar a crear una nueva dinámica a partir del 19 de mayo que es cuando #Urano habla con #Saturno en un trino espectacular. Ese trino no se podrá aprovechar a menos que tomemos las lecciones y uranazos ahora. \nY estas vienen con cada conexión que #Mercurio tiene con el loquito, así que atenta. Varias veces se te recordará que estas viva y despierta, que tienes el chance de liberarte por voluntad propia y no a la fuerza. Recibirás guía, motivación y tendrás energía para reinventarte de manera espectacular. \nMás información en el artículo \"overview de mayo\" y el #horóscopo extendido de la semana.",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 8754,
      "filename": "18160321_1702093540090450_8381374446144847872_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BThAr4kAmzZ/?taken-by=mia_astral",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18161220_1502165483148984_8117169481391800320_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160287_420007221690979_5290185697511079936_n.jpg"
      ],
      "isVideo": false,
      "multipleImage": true,
      "tags": [
        "#Saturno",
        "#Quiron",
        "#LunaNueva",
        "#Tauro"
      ],
      "mentions": [],
      "description": "Retomando el tema que mencione en la primera foto del día... Hoy tenemos la cuadratura entre #Saturno (limites) vs #Quiron (heridas emocionales no trabajadas) y notamos... 1.- Lo que perdimos por no haber querido trabajar en viejas heridas emocionales. \n2.- Como nos limitamos en el presente hasta que las trabajemos.\n\n3.-Las ganas de volver por un momento, al estilo \"the eternal sunshine of the spotless mind\" a ese momento en el que pudiste cambiar. Melancolía. Ganas de superar y olvidar. \nSe suma que... 1.- El nodo sur acaba de irse de Piscis donde está Quiron. Es sensación de pérdida, pero puede ser también de let go & let GOD. Trascender: traspasar y ascender. Todo pasa. \n2.- La Luna está en Cancer y eso hace que la sensación sea tipo \"eso que ya no tengo era hogar para mi\" o \"fue hogar para mi\". Tu hogar es dentro de ti y lo llevas a donde vas. Cuando honras el hogar dentro de ti en serio, empezaras a alinearte con personas que también reconocen \"ese lugar\" adentro y juntos crearán algo hermoso. \nAprende de estas reflexiones y sensaciones. Motivate a trabajar patrones que ya reconoces que puede seguir afectando te más adelante. Una vez consciente no se puede ser indiferente.\n\nPor último, si de verdad hay una situación que te mueve por dentro y no sabes cómo soltar, haz un ritual. Escríbelo, pinta, bota lo que no te hace bien conservar. Canta, date un baño con sales, habla con una amiga y suelta todo lo que tienes adentro. \nEn mi página deje muchos rituales por signo desde la #LunaNueva en #Tauro y acabo de subir un artículo sobre esta cuadratura y cómo manejar su energía.",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 6588,
      "filename": [
        "18161220_1502165483148984_8117169481391800320_n.jpg",
        "18160287_420007221690979_5290185697511079936_n.jpg"
      ]
    },
    {
      "url": "https://www.instagram.com/p/BTg6f4XgNAv/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160557_1301697813247585_5503887975781498880_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Mercurio",
        "#Urano",
        "#Mercurio",
        "#LunaLlena"
      ],
      "mentions": [],
      "description": "Esta semana #Mercurio arranca directo y en aspectos muy interesantes. \nVarias veces les he mencionado que está en orbe muy cercana a #Urano (a-ha! moments, eureka!, romper patrones) que esta energía se ha mantenido por un rato y se incrementa con el despertar de #Mercurio el 3 de mayo y con la #LunaLlena en Escorpio el 10. \nEntonces será esta semana y la que viene en las que nos veremos ante la elección de actuar diferente y encontrar nuevas soluciones a viejos estímulos y \"problemas\"\n\nEntiende que... 1.- \"Problema\" es una palabra código para aprender y hacerlo mejor la próxima vez. Con debida meditación y observación, cada bloqueo es para centrarnos y darle con más fuerza y certeza. \n2.-Que el cambio sucede cuando ante el mismo estímulo, decides actuar diferente. Esto es lo que permite crecimiento y continuidad a la par en nuestras vidas. Cuando no queremos cambiar, usualmente perdemos cosas y personas. Cambiar por voluntad propia pensando en el beneficio de los envueltos nos lleva a la continuidad de situaciones y vínculos a los que le inyectamos luz. \n3.- La inteligencia intelectual y emocional de una persona se mide con la pausa entre un estímulo y la reacción. Si reacciono inmediatamente ante un estímulo, lo más seguro es que lo hago en piloto automático basada en antecedentes y como resultado estaré recreando pasado en mi presente. Por eso situaciones se repiten incesantemente. \nEntonces no culpes a la noche, a la playa, a la lluvia, o a Mercurio. Está haciendo lo más que puede para generar un cambio de patrones pero el trabajo en tu vida lo haces tú. Su retrogradación de 21 días nos ha dado claves sobre cómo pensamos, operamos y nos damos/restamos estabilidad. \nAsí que sin excusas. Mercurio retro es siempre un regalo. \nMás en \"indicadores de la semana del 1ero al 7 de mayo\"",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 6260,
      "filename": "18160557_1301697813247585_5503887975781498880_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTgww68AjGP/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18161172_1253692684748257_1878187115481661440_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Mercurio",
        "#Urano",
        "#Saturno",
        "#Quiron",
        "#Venus",
        "#Venus",
        "#Venus",
        "#Mercurio",
        "#Urano",
        "#Cancer"
      ],
      "mentions": [],
      "description": "Tengo varios días hablándoles sobre lo que está haciendo #Mercurio (noticias, entendimiento, comunicación)  al estar alineándose con #Urano (sorpresa, romper tradiciones, romper con el pasado) y es una influencia que se mantiene hasta el 15 de mayo. \nEsa energía de \"no lo había visto así y ahora que lo veo diferente quiero hacer las cosas diferente\" se mantiene, y quiero que lo recuerden y que o se confundan con lo que voy a explicar ahora: \nHoy tenemos una tensión entre dos grandes: #Saturno (limitaciones) y #Quiron (heridas emocionales) \nEsta cuadratura es como la cereza en el tope del helado de las que tuvo #Venus (deseo) vs Saturno y junto a Quiron que empezaron en el 27 de enero, luego el 8 de abril y la última fue el 21 de abril. Esas cuadraturas que incluían a #Venus nos enseñaron que no todo lo que deseamos nos conviene, que teníamos que aprender a mantener el vacío y verlo como espacio para un deseo del alma, para algo mejor. \nCuando #Venus tenía estás tensiones, la sensación era \"quiero, pero no puedo tenerlo\" o \"quiero pero sé que no es para mi\" y ahora que es Saturno y Quiron los que conversan, realmente caemos en cuenta de la limitación que tenemos para alcanzar lo que queremos a menos que trabajemos heridas emocionales del pasado y que soltemos lo que ya se ha hecho evidente que no es para nuestro camino y evolución. \nY aquí vuelvo con la unión #Mercurio / #Urano...¿cómo pinta en todo esto?  Como la unión sigue activa, verás que vía noticia, información, encuentro o uniendo los puntos caes en cuenta de algo que te saca de tu centro y es lo que hace que caigas en cuenta de que aún falta por sanar. Es como si ya te habías creido superada en cierto tema y algo te despierta y te recuerda que aún hay más trabajo interno que hacer. \nPor eso hoy puede se un día emocional, de melancolía. A esto se suma la Luna en #Cancer (agua = sensibilidad) y el cambio de nodos que también implica soltar algo (vean posts del fin de semana)",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 17914,
      "filename": "18161172_1253692684748257_1878187115481661440_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTfLc_QgzF5/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.112.899.899/18251360_1891247194452907_4028490310727237632_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@lavidaorganica"
      ],
      "description": "Una pausa 🌟\n\nHoy conocí a Stella, la bebe de @lavidaorganica y es hermosa 🌸🌸 Hay milagros ocurriendo todos los días. Siempre hay razones para trabajar por el mañana. \nRecuerda que tú también eres canal de luz y siempre embarazada de posibilidad. Sin saberlo, todas somos madres de alguna manera. Reconocerlo y celebrarlo nos hace falta 💕💕💕💕💕",
      "localization": "Miami South Beach,Florida",
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 2683,
      "filename": "18251360_1891247194452907_4028490310727237632_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTetXUkALaa/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c61.0.957.957/18162188_278230052636312_7959595055516221440_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Mercurio",
        "#Urano",
        "#Mercurio",
        "#Mercurio",
        "#Urano",
        "#LunaLlena",
        "#Piscis",
        "#Repost"
      ],
      "mentions": [
        "@flavitabanana"
      ],
      "description": "\"El día de los hechos\" pudo ser ayer, puede ser hoy o mañana, en el sentido que (voy por partes para que entiendan) \n1.- #Mercurio (como pensamos, lo que entendemos y de ahí cómo nos llevamos a la acción 👉🏻Marte en Géminis además) está este fin de semana muy cerca de #Urano que es energía para romper patrones, tradiciones, lo habitual. \nEsta unión es como para ir en contra de lo que pensábamos, llevarnos a hacer algo que dijimos que no haríamos. \nPero... 2.- Esta no es la primera vez que pasa. La primera vez fue el 26 de marzo y allí aunque querías cambiar la manera como algo se estaba dando, te frenaste porque a penas estabas empezando a entender cómo funcionaba ese asunto, esa situación; y sabes cuál es porque es algo a lo que le has amado muchas vueltas y te calienta de alguna manera. \n3.-Esta segunda vez, #Mercurio esta retrógrado. El asunto es el mismo, pero no lo ves igual. Por otros factores, tienes ganas de tomar acción inspirada por esta nueva perspectiva de ese viejo asunto. \nPERO... 4.- Esto volverá a suceder. Hay un climax de esta energía el 3 de mayo que #Mercurio arranca directo y el 9 de mayo que vuelve a conversar con #Urano y al lado de la #LunaLlena más intensa del año, la Luna Llena en Escorpio. \nImagínate si tomas acción ahora y aún te falta entender algo. Imagínate si estás convencida de que tú ves las cosas diferentes pero el otro no. Imagínate si falta que te enteres de algo. \nNo hay juzgado o juez que nos saque de situaciones en las que nos metemos por no saber pausarnos, y hay bastantes alertas y ejercicios de consciencia + evaluación de experiencias que nos ayudan a entender y sentir que si es para ser, pues será. \nAlcen las manos las #Piscis de Sol o ascendente que ya están cambiando de idea en un asunto de valoración personal o inversion de dinero. Ni hablar de las Aries que está RE-volucionadas. \nMás en los indicadores de la semana del 1ero al 7 de mayo. \nGracias a TODO el mundo que me envió esta caricatura. Fueron más de 100 personas. Gracias por pensar en mi 👩🏻‍🔬💃🏻 #Repost @flavitabanana\n・・・",
      "localization": null,
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 4483,
      "filename": "18162188_278230052636312_7959595055516221440_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTeGjRkAuk6/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.25.920.920/18096042_548034175584438_7879487623318732800_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Luna",
        "#G",
        "#Mercurio",
        "#Urano"
      ],
      "mentions": [
        "@carbon38"
      ],
      "description": "Otro día con la#Luna en #Géminis que si para algo nos ayuda, es para integrar todos los cambios de perspectiva, opinión que hemos tenido e información que hemos recibido. Pero aún podemos cambiar de opinión varías veces más si #Mercurio (que rige el signo Géminis) esta retrógrado (reflexión) y junto a #Urano que es el planeta de los \"a-ha! moments\"\n\nJusto cuando uno cree que se las sabe todas... pum! \nPor eso, al menos por el día de hoy no te pongas terca en una posición.  Está bueno que sepas cuál es la tuya, que al menos estés un pelín más clara en lo que quieres y escuches atentamente a lo que el otro dice, pero sabiendo que esto puede cambiar para el 10 de mayo. \nEntonces, conversa/intercambia ideas/observa y disfruta. \nQuerer tener razón en este momento no sólo es inútil sino realmente sin uso porque hasta que tú también veas todos los colores de alguien, no deberías tomar una decisión. \nMás información en los últimos dos artículos en mi página Miastral.com",
      "localization": "Miami, Florida",
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 6108,
      "filename": "18096042_548034175584438_7879487623318732800_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTcwHc7Ajzk/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096202_865073963644629_92711288605507584_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#LunaNueva",
        "#Tauro"
      ],
      "mentions": [
        "@imalexastyle",
        "@isahomez",
        "@imalexastyle",
        "@macasotom",
        "@mariantodelgado",
        "@marianahomez",
        "@facm1",
        "@thewebster",
        "@motherdenim",
        "@imalexastyle",
        "@areyouami"
      ],
      "description": "A pesar de la insistencia de @imalexastyle no hay manera de que me gusten las fotos posadas pero... queríamos dejar evidencia de el ejercicio que hicimos ayer: \nNos reunimos para hablar de las intenciones de la #LunaNueva en #Tauro tal cual como se los deje en un artículo ayer. Cada una de ellas se sentó al lado y le explique dónde le cae por Sol/asc y cómo afecta su carta natal para que hiciéramos las intenciones como es. \nDespués nos sentamos y dijimos lo que queríamos y como vamos a hacer que suceda. Si entran en mis stories lo ven todo. \nY no toma mucho tiempo. Fue más o menos una hora y después cada quien tenía su plan, pero lo bueno fue que quedamos súper claras en que queremos manifestar, nos hacíamos ver cómo podemos lograrlo y hasta cómo podríamos sabotearlo (por que nos conocemos) pero igual, estamos unas atentas a las intenciones de las otras, y nos vamos a apoyar 100% todo el tiempo. \nLove you! @isahomez @imalexastyle @macasotom @mariantodelgado missing @marianahomez y @facm1 🌸",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 9165,
      "filename": "18096202_865073963644629_92711288605507584_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTcWAacg9-A/?taken-by=mia_astral",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160381_1776946715968689_4726824651295031296_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18096272_813730872108958_8985531406725677056_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18094839_1747467768811507_7328585710292697088_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18096102_1920592628213720_3119122301098917888_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18162102_1236048279825733_803097221506531328_n.jpg"
      ],
      "isVideo": false,
      "multipleImage": true,
      "tags": [
        "#Venezuela",
        "#Venus",
        "#Miami"
      ],
      "mentions": [
        "@sun",
        "@pilathon"
      ],
      "description": "#Venezuela cuenta con nosotros 🤝\n\nAprovechando la que el cambio de los nodos es energía ideal para una limpieza+donación+ayudar a otros y que la entrada de #Venus a Aries nos inspira a tomar acción, les dejo la información para que den una mano a través de @sun.risas y si estás acá en #Miami puedes dejar los ítems en @pilathon \nPasa las fotos para que sepas cómo nos puedes ayudar.",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 4982,
      "filename": [
        "18160381_1776946715968689_4726824651295031296_n.jpg",
        "18096272_813730872108958_8985531406725677056_n.jpg",
        "18094839_1747467768811507_7328585710292697088_n.jpg",
        "18096102_1920592628213720_3119122301098917888_n.jpg",
        "18162102_1236048279825733_803097221506531328_n.jpg"
      ]
    },
    {
      "url": "https://www.instagram.com/p/BTcN6-0g9eU/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/e35/c236.0.607.607/18252098_212721825895845_7426570419873775616_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Piscis",
        "#Aries",
        "#Tauro",
        "#G",
        "#Cancer",
        "#Leo",
        "#Virgo",
        "#Libra",
        "#Escorpio",
        "#Sagitario",
        "#Capricornio",
        "#Acuario",
        "#Piscis"
      ],
      "mentions": [],
      "description": "Hoy que el Nodo Sur (la zona por donde conectamos con algo que nos es muy natural pero también por donde desechamos lo que ya no necesitamos) sale de #Piscis, estamos soltando algo que tratamos de mantener a flote por los últimos 19 meses. \nTomemos unos momentos para decir adiós a... #Aries: una etapa de tu vida que más o menos hace un mes te diste cuenta que ya no daba para más, que ya no eras tú. \n#Tauro: equipo de trabajo, cambio con amistades, ambiente que frecuentabas. \n#Géminis: trabajo, soltar una meta que ya no te interesa, desapegarte a \"tu profesión\" porque vas a atrévete a hacer algo innovador. \n#Cancer: apego a un lugar y a ciertas creencias. En proceso o muy pronto 👉🏻mudanzas, viajes, graduaciones. \n#Leo: adiós a la falta de límites, al miedo a estar sola o no volver a sentir algo que sentiste antes. \n#Virgo: inestabilidad en relaciones. Fueron casi 2 años de cambios muy fuertes en ese tema. \n#Libra: adiós a la búsqueda de perfección o expectativas que tenias de ti, tu trabajo, tu cuerpo. Ahora más inclinada a la inspiración.\n\n#Escorpio: adiós a limitaciones creativas, a conformarte en relaciones románticas. Ahora: relacionarte c/otro tipo de personas, nuevos proyectos creativos, decisiones importantes por hijos. \n#Sagitario: adiós a heridas emocionales de la infancia. Si al menos no hay \"adiós\" ya no tienes miedo a trabajarlas o esconderlas. \n#Capricornio: adiós a como enmarcabas un pretérito que no era perfecto. Adiós al apego y terquedad en una postura que de alguna manera terminaba atándote a un lugar o a alguien. \n#Acuario: adiós a patrones de baja estima. \n#Piscis: adios a quien pensabas que eras. Mírate ahora y recuerda como te percibías en septiembre del 2015. Un proceso que empezó ahí ahora llega a su final. \nMás en los climas astrológicos de hoy en mi página Miastral.com",
      "localization": "Miami, Florida",
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 6865,
      "filename": "18252098_212721825895845_7426570419873775616_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTcKZJegKGK/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160774_1917090811903785_5681569982543036416_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#karma",
        "#eclipses",
        "#nodos",
        "#eclipses",
        "#Virgo",
        "#Piscis",
        "#nodos",
        "#Leo",
        "#Acuario"
      ],
      "mentions": [],
      "description": "Como si fuera un día de pocos eventos... Hoy también cambian los nodos del #karma. Estos son los puntos matemáticos donde suceden los #eclipses y hacen de dos partes de nuestra rueda zodiacal, un axis de cambios durante 19 meses. \nEl tema de los #nodos puede ser uno de los más complicados en la astrología (para principiantes... dejen que caigan en los diferentes tipos de cartas y lecturas) pero es sin duda el tema más apasionante, porque donde caen los #eclipses es donde se generan los cambios más grandes, donde nos encontramos con elementos importantes en relación a nuestro propósito y destino, gracias a las lecciones que cada eclipse nos da ( como un látigo)\n\nEn los últimos 19 meses los nodos estaban en #Virgo y #Piscis -que de manera general y podemos verlo al observar cambios colectivos- nos enfocaron en temas como: mejor alimentación, buscar trabajar en elfo que nos inspire, inclinación a actividades que mezclaran lo físico y lo espiritual, cambios a nivel de salud, cuidado al cuerpo, cambio de rutinas, aprender a escucharnos, aprender a dar servicio a través del ejemplo. \nClaro que para entender cómo te afectaron esa serie de eclipses, tienes que saber dónde están estos signos en tu rueda zodiacal, pero seguramente experimentaste cambios grandes en estos temas y más del final de febrero hasta acá porque fue la fecha del último eclipse en Piscis. De hecho, hoy que cambian los nodos, seguramente ves que coincide con un momento en el que estás soltando algo que desde febrero estaba decayendo, y debido a otras alineaciones lo has sentido toda la semana y hasta en tus sueños. \nBueno... ahora nos #nodos estarán en #Leo y #Acuario que es el axis de la creatividad y salirnos de lo tradicional, atrevernos a brillar. Los temas más importantes son: emprendimiento, como expones tu talento, a quien va dirigido, con quien haces tus proyectos, el ambiente para que tus habilidades florezcan, creación, procreación, romance.\n\nDe todo esto les cuento en el segundo clima astrológico del día que está en mi página, junto con una lista de artículos para estudiar sus nodos.",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 2939,
      "filename": "18160774_1917090811903785_5681569982543036416_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTbmCh6A8Ws/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18162008_1807035989614729_4778241878048899072_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Luna",
        "#G",
        "#Marte",
        "#MercurioRetro"
      ],
      "mentions": [],
      "description": "Al final del día, después de \"los hechos\", lo importante es el significado que le das a lo sucedido, cómo interpretas la situación. \nNos debemos esto de observar cómo nos hablamos internamente, como interpretamos los hechos y hasta las palabras que usamos para explicarnos internamente lo qué pasa más lo que sentimos. \nDe hecho, observar el discurso interno nos ayuda a cachar cuando estamos interpretando una situación nueva con un lente-patrón que no nos hace bien. \nA veces tendemos a interpretar una situación con el lente más pesimista o con el más rosa. No es bueno ir de extremos, pero no nos damos cuenta y mucho de esto ya está en piloto automático. \nAhora que la #Luna esta en #Géminis, que viene de una conjunción a #Marte y responde a #MercurioRetro junto a Urano, tenemos la misma cantidad de energía disponible para hablarnos duro como para romper el patrón y hacerlo completamente diferente; y se que tienes herramientas para hacerlo, ya que todos hemos trabajado consciencia (en intensivo) en los últimos 3 meses. \nPs: para muchos este ejercicio empieza ya porque los sueños estuvieron llenos de mensajes. 💋",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 10230,
      "filename": "18162008_1807035989614729_4778241878048899072_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTbYo6XA8Eu/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094702_1859889570941040_3015290603429691392_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#StarsToday",
        "#Venus",
        "#Aries"
      ],
      "mentions": [],
      "description": "#StarsToday \nUn día te vas a dar cuenta de que lo que te reta no está en tu contra, sino que más bien, ve tu potencial y por eso sabe que estas hecha para más. Esto va desde una persona que te presiona (que quizá incluso no sabe o reconoce conscientemente que te ve como una buena contraparte) hasta \"la vida\" cuando presenta retos. \nTodo lo que te reta está dándote la oportunidad de crecer, de que te superes a ti misma, de que des lo mejor de ti hasta ahora, expandas tu capacidad y puedas cada vez más. \nCon el clima astrológico del momento esto es algo a tomar en cuenta, para que te respetes y te lleves a hacer el trabajo más allá de tus reacciones de siempre en piloto automático. \nY también porque veo todo lo que ha hecho #Venus desde el inicio de febrero (cuando entró en #Aries por primera vez) y lo difícil que fueron los últimos 3 meses (sobre todo para las mujeres) en cuanto a algo que querían, creyeron que deseaban, pensaban que les haría bien y bueno no; tuvieron que ver la situación desde adentro, desde el pasado, desde la causa del deseo para pararse ahora y entender que no era reto, que no daría satisfacción, pero que fue una buena lección y ahora sí estamos UP para lo que se siente como \"the real deal\". Para unas pasó en cuanto a cómo se ven a sí mismas. Para otras al descubrirse en \"un nuevo papel\", para la gran mayoría pasó en relaciones (no sólo de amor), para las más sensibles en cuestión de límites y para otras (más que todo las que están cerca de su retorno de Saturno) afectó su creatividad. \nAhora todo arranca de nuevo, pero es cómico lo que pasaría si nos ponen HOY en lo que estaba pasando el 3 de febrero...no le tendríamos tiempo. Repito: no era reto. Recuerda eso y date cuenta que ya estás lista para mucho más, y que de nada sirve perseguir lo que no va o no se quiere quedar. Persigue tu bienestar, persigue el deseo de cultivar tu deseo, de darle el mejor ambiente y condiciones. Persigue tu satisfacción, tus metas, pulir tus fortalezas e invertir en fortalecer tus debilidades sin que te endurezcas en el proceso. Porque esto de ir al fondo y volver (date cuenta) que también se disfruta. \nMás---> Clima astrológico de hoy 🔥",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 8848,
      "filename": "18094702_1859889570941040_3015290603429691392_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTbXVTQA7YK/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18160943_455591321441429_7291949480344027136_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Luna",
        "#G",
        "#Marte",
        "#Mercurio",
        "#MercurioRetro",
        "#Urano",
        "#Venus",
        "#Aries",
        "#Venus",
        "#Venus",
        "#Aries",
        "#Marte",
        "#Luna",
        "#nodos"
      ],
      "mentions": [
        "@illustrarts",
        "@illustrarts"
      ],
      "description": "Aunque la tierra se ve afectada por su gravedad, igual es parte de un sistema. Estamos todos conectados a pesar de creer que estamos encerrados en nuestro pequeño mundo. Nos afectamos. \nEmpiezo con esto porque este fin de semana es muy muy movido, ya a esta hora en el cielo ha pasado \"de todo\". Mientras dormías la #Luna entró en #Géminis, así que el mood emocional de los próximos días es \"no puedo concentrarme en una sola cosa\", y también buscaremos satisfacer nuestra necesidad de hablar y ser escuchados, lo que me parece fantástico, pero resulta que #Marte (planeta de la acción) está junto a la Luna y eso puede llevarnos a obligar a alguien a escucharnos, o molestarnos cuando no quieren hacerlo. Nuestro discurso puede estar un poco fuerte pero sin sustancia, y como ambos, la Luna y Marte responden a #Mercurio que está retrógrado, hay palabras y acciones que queremos tomar de vuelta pero puede ser muy tarde, porque justo hoy #MercurioRetro se une a #Urano (sorpresas) y esas palabras/información/acciones van a caer como una sorpresa para muchos y ¿cómo borramos lo dicho y hecho después? \nY hay más... Bien temprano #Venus entró en #Aries por 2da vez este año. Cuando #Venus entra en Aries la tendencia es perseguir lo que deseamos, pero con todo lo que ha pasado este planeta (y nosotras) estamos claras que lo único que perseguimos es entender por qué queremos lo que queremos y pensar muy bien si va con quien somos...AHORA. Igual, que #Venus entre en #Aries hoy y #Marte (que sigue este signo) esté enlazado a la #Luna agita mucho las relaciones, sobre todo las que están entre \"sí y no\" y las que van empezando. \nY hay más... Los #nodos del karma cambian de signo. A partir de ahora y por los próximos 19 meses la energía se envía a nuestras casas Leo-Acuario activando nuestra creatividad + pasión y romance. ¿Quieres saber más? Busca el clima astrológico de hoy que ya está UP! en mi página Miastral.com \nImagen originalmente encontrada en @illustrarts",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 4521,
      "filename": "18160943_455591321441429_7291949480344027136_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTZYeHZAF0j/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18013900_1869685736612513_3531952341387313152_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#LunaNueva",
        "#Tauro",
        "#Repost",
        "#LunaNueva",
        "#LunaNueva",
        "#Miastral",
        "#Astrolog"
      ],
      "mentions": [
        "@astral_facts"
      ],
      "description": "¡¿Y si nos consentimos un montón?! Empieza un ciclo lunar muy interesante que nos va enfocado alineación tras alineación en darnos valor, primero por el asunto de relaciones y mientras avanza mayo, a nuestros talentos y lo que es posible junto a alguien más que parece nuevo en tu vida.\n\nTambién tenemos varios días buenos para hacer rituales y trabajar en la intención. \nBusca la clase en línea sobre la #LunaNueva en #Tauro y entérate de todo. \n#Repost @astral_facts\n・・・\nLa #LunaNueva es sinónimo de inicio, así que no te desgastes con lo viejo. Aprovecha este nuevo ciclo emocional y observa que área de tu vida pide energía pura y dale atención para propiciar el cambio.\n\nDescubre todas las cosas que puedes hacer en esta fase lunar con el artículo “20 cosas que hacer en #LunaNueva” de Mia Pineda para www.miastral.com\n\n#Miastral #Astrología",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 5440,
      "filename": "18013900_1869685736612513_3531952341387313152_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTZEbmjAbHb/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094789_934663393303846_1863529178079428608_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#afinidad",
        "#Venus",
        "#Aries",
        "#Venus",
        "#Mercurio"
      ],
      "mentions": [],
      "description": "Lo que sea que deseas, solo pide que te alinees. Lo que más quieres, pide un poco más de ti (para que estés al nivel)\n\nNo tienes que perseguir, tienes (si de verdad quieres) que invertir en ti, en invertir muy bien tu energía y atención.\n\nEsto es lo que representa Venus, el principio de #afinidad 👉🏻lo que es igual se \"junta\", y eso es también lo que Uds conocen como \"Ley de atracción\" pero no es un magneto gigante, es que lo que nos es afín, se acerca. POR ESO... en vista de que mañana #Venus entra en #Aries que es el signo de \"donde pongo el ojo, pingo la bala\" les recuerdo que este planeta no funciona persiguiendo en el sentido literal de la palabra. \nDe hecho, #Venus entró en Aries el 3 de febrero de este año y por andar persiguiendo muchas nos llevamos una pared cuando empezó a retrogradar y aprendimos perseguir únicamente el deseo verdadero... adentro. Y vamos. Ahora que ella reingresa a Aries mañana, sabemos más y atraemos mucho mejor. \nEso si: por cuestión de grados matemáticos y porque el ingreso de Venus se da con el cambio de nodos y #Mercurio pasando la pelota, algo de esos días (3 de febrero) puede reaparecer, pero como para que puedas ver la situación completamente diferente y notes que TU te sientes y estás vibrando diferente. No hay sino para adelante. Off we go 🚀\n\nMás en el clima astrológico del día en mi página Miastral.com 💗",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 24689,
      "filename": "18094789_934663393303846_1863529178079428608_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTY1TuVgoDm/?taken-by=mia_astral",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18013571_825100264305758_8898274657866612736_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#Venus",
        "#Luna",
        "#Tauro",
        "#LunaNueva",
        "#VenusRetro",
        "#tips"
      ],
      "mentions": [],
      "description": "Hoy no hay aspectos ptolomeicos pero mañana el día está lleno. \nComo tendremos (tú y yo) tiempo para hablar de eso, no nos agitemos. Mejor disfrutar del último día de #Venus en Piscis (donde le encanta estar) y de la #Luna en #Tauro (donde ama estar) en calidad de nueva. \nNo es lo que tenemos sino lo que nos permitimos disfrutar lo que nos hace sentir abundantes y por eso, ¿qué puedes hacer hoy para suavizarte y consentirte, para ponerte en el mood de hacer el ritual de la #LunaNueva? ¿Cómo -después de las lecciones de #VenusRetro- te demuestras a ti misma que te tratas mucho mejor?\n\nMás tarde vengo con #tips para todas para sacarle provecho a la energía disponible del día 💋",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 4975,
      "filename": "18013571_825100264305758_8898274657866612736_n.jpg"
    }
  ]
}