{
  "alias": "moonmountainman",
  "username": "Jacob Moon",
  "descriptionProfile": [
    "Freelance photographer, Storyteller, and Athlete. Working through the complex task of simplifying life so that I can live it.",
    "Freelance photographer, Storyteller, and Athlete. Working through the complex task of simplifying life so that I can live it."
  ],
  "urlProfile": "https://www.instagram.com/moonmountainman/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/16788658_1560055770690344_4331471975395360768_a.jpg",
  "website": "www.delightfulpursuits.com/la-push-collaboration-photography-workshop.html",
  "numberPosts": 500,
  "numberFollowers": 418504,
  "numberFollowing": 246,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTMq5mhD-Om/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095976_1876999929240150_4735423231656198144_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#happyearthday"
      ],
      "mentions": [],
      "description": "Thank you Mother Earth for giving me perspective on life. Thank you for the wild open spaces that give my mind room to breath and soul to grow. Thank you Mother Earth for letting me see your natural beauty that chases away the ugly darkness that infiltrate my defends. Without you I wouldn't exist and because of you I cherish every moment of life. Thank you for being there for me. I will do my best to be there for you as others mindlessly, ignorantly attack you, stepping on, stripping you, of the life that you have carefully conceived and nourished. I will be there for you. Thank you. #happyearthday",
      "localization": "Mother Earth",
      "date": "2017-04-22T05:00:00.000Z",
      "numberLikes": 16598,
      "filename": "18095976_1876999929240150_4735423231656198144_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTIlIHpD9kp/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011689_1823908614597032_3931145650057510912_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#LaPushCollabWorkshop"
      ],
      "mentions": [
        "@bejamin",
        "@monascherie",
        "@roguephto",
        "@scott_kranz",
        "@jamieout",
        "@delightfulpursuits"
      ],
      "description": "Excited to be joining five amazing northwest photographers (tagged above) to host an intensive photo workshop in the La Push area (the Washington Coast) on Saturday, May 20th-21st (For all the details, see my profile link). We are also giving away three spots in the workshop to be chosen 4/26. To enter the giveaway: (1) tag 3 friends in a comment below, and (2) in a new post tag #LaPushCollabWorkshop[a] and explain why you want to be a part of this workshop! As a bonus, although not required, feel free to tag in your entry post any or all of my fellow hosting photographers who I’ve tagged above. Good luck, and hope to see you in La Push!” .\nPhoto: Not taken near La Push but it was taken in WA, while on top of Colfax Peak 2 years ago. My mine is drifting back to this moment... must return.",
      "localization": null,
      "date": "2017-04-20T05:00:00.000Z",
      "numberLikes": 15624,
      "filename": "18011689_1823908614597032_3931145650057510912_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTFRZV3D9KR/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18013272_1866334486955443_7062833689729695744_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@rebornbyadventure"
      ],
      "description": "Not everyday is bright, full of sunshine and cloudless. To be honest those days are boring. Bring on the storms",
      "localization": "Glacier National Park",
      "date": "2017-04-19T05:00:00.000Z",
      "numberLikes": 18753,
      "filename": "18013272_1866334486955443_7062833689729695744_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTDLMP6DfPf/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881814_1854053364860566_3234732766188797952_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#EarthWeek",
        "#LeaveNoTrace"
      ],
      "mentions": [],
      "description": "It seems to come up often in comments on my post, \"social media is ruining the outdoors, causing careless people to go to beautiful places and trash them\" and that I should stop sharing locations with people. I think about this often. Nearly every time I make a post. I think that there are strong arguments on both sides so I try and find a middle ground but I will move towards one side or the other depending on where the battle is at inside my thoughts. What do you think? Where do you stand? What personal experiences do you have with either side of the argument?\nEither way, I want to pled with everyone to go on a hike this week with the specific purpose to pick up garbage on our trails and in our parks. Although social media might be negatively impacting our wild places I would ask you to please be a positive impact. Set a date now and do it please. \nOne personal cleaning up garbage can right the wrongs of many careless people and perhaps influence others to make positive changes in how they take care of our wild places #EarthWeek #LeaveNoTrace",
      "localization": "Glacier Peak Wilderness",
      "date": "2017-04-18T05:00:00.000Z",
      "numberLikes": 13809,
      "filename": "17881814_1854053364860566_3234732766188797952_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS-yWRxDDoV/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17933906_1413455945387561_1283399041941504000_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@alpacka_raft",
        "@roundtheworldgirl",
        "@jeffreymichaelcarlson",
        "@backcountry13",
        "@backcountry13",
        "@jeffreymichaelcarlson",
        "@roundtheworldgirl",
        "@alpacka_raft"
      ],
      "description": "This world is beautiful and we need to do our part to take care of it. I challenge everyone while out on your next backpacking trip, road trip, day hike, or walk in the park to take a trash bag with you and pick up garbage that other have carelessly left behind and dispose of it properly. We all need to do our part. Leave no trace not matter who made the mess. Thank you everyone for doing your part. Take a picture of the bag of garbage that you collected while out and send it to me. Make a story on IG and share your efforts with your friends. Let's stop complaining and do something about it.\nPhoto: Taken while packracking (@alpacka_raft) down a river in Chiapas Mexico with @roundtheworldgirl @jeffreymichaelcarlson @backcountry13.",
      "localization": "Chiapas, Mexico",
      "date": "2017-04-17T05:00:00.000Z",
      "numberLikes": 15898,
      "filename": "17933906_1413455945387561_1283399041941504000_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS76UWDDcX4/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934637_1546167875425741_3719388111503884288_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@moonmountainlife",
        "@rebornbyadventure",
        "@alpacka_raft",
        "@rebornbyadventure"
      ],
      "description": "Last year this is how we spent our anniversary. Alone packrafting down the Escalante River of UT. This year we plan to spend it with the our little girl on her first camping trip. She should be about 1 month old by then and I'm so excited to get to introduce her to the outdoors and travel. If you are interested in following that side of my adventures, feel free to follow me at @moonmountainlife. There isn't really any content there at the moment but that is where I'll be posting about our journey of introducing my little girl once she is born to the natural world and the challenges and successes that we encounter along the way. I will be also posting some behind the scenes content on their. Hope to see some of you over there. \nLastly be sure to follow my wife @rebornbyadventure for her side of the story as it will be probably more insightful.",
      "localization": "Grand Staircase-Escalante National Monument",
      "date": "2017-04-16T05:00:00.000Z",
      "numberLikes": 11699,
      "filename": "17934637_1546167875425741_3719388111503884288_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS0Ct7bDUZn/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17881972_1710150952616557_6418891747006349312_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#thisispackrafting"
      ],
      "mentions": [
        "@backcountry13",
        "@roundtheworldgirl",
        "@alpacka_raft"
      ],
      "description": "In a world with so much visual and textual information at our finger tips it is refreshing to find places that are unknown. Places that are so far off the grid that there aren't photographs, there aren't blogs, and there arent other people around except for maybe a few locals that are minimally, if at all, connected with the rest of the world. #thisispackrafting",
      "localization": "Chiapas, Mexico",
      "date": "2017-04-13T05:00:00.000Z",
      "numberLikes": 20995,
      "filename": "17881972_1710150952616557_6418891747006349312_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSvBsFIDBpg/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17882619_433010380372355_1558911710692114432_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#capturingWhistler"
      ],
      "mentions": [
        "@getolympus"
      ],
      "description": "Mind blown 😳 I had seen this waterfall several times on IG before so when I saw the waterfall in person for the first time a few days ago, there were few surprises and thus it didnt impact me strongly (one of the sad effects of looking at so many photos of beautiful places on social media) BUT the amazing part of the experience that blew me away way was while testing out Olympus's OM-D E-M1 Mark II I experienced first hand this cameras incredible image stabilization. I took this photo causally with a 1 second exposure standing on a slippery rock and it turned out tac sharp. That is unreal. So not only is the camera light but now I don't need a tripod unless I'm doing Long exposures of 15 second or more (people report being able to do 15 second exposures hand held) \nAny ways just some techy stuff I learned this weekend while testing the camera out with @getolympus while #capturingWhistler. Most probably don't care about camera stuff so I apologize. This will be my last post about that but some of us, including myself find this ground breaking.",
      "localization": "Brandywine Falls Provincial Park",
      "date": "2017-04-11T05:00:00.000Z",
      "numberLikes": 12613,
      "filename": "17882619_433010380372355_1558911710692114432_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSthJ07D1IP/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17817527_1389045777784727_1120354382508982272_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#1",
        "#2",
        "#capturingwhistler"
      ],
      "mentions": [
        "@getolympus"
      ],
      "description": "Over the weekend, I joined @getolympus  in Whistler, BC to check out their OM-D E-M Mark II micro 4/3rd camera. In all honesty I was blown away by this camera and I barely scratched the surface as to what the camera could do but over the short time that I spent with this camera my favorite features was #1 the weatherproofing and ruggedness of this camera. We spent 3/4 days in rain, waterfall spray, snowmobiling and skiing and I didn't hide the camera from the elements once and it didn't so much as hiccup. #2 the Image stabilization was insane! Between the electronic stabilization, lens stabilization and camera sensor stabilization, I was casually shooting at 1 second exposures and objected that didn't move were tac sharp. This feature blew my mind. (Ultimate Waterfall/PNW camera?)\nPhoto: taken with the OM-D E-M Mark II and the 300mm lens (equal to a 600mm on full frame) of Black Tusk Peak near Whistler #capturingwhistler",
      "localization": "Whistler, Canada",
      "date": "2017-04-10T05:00:00.000Z",
      "numberLikes": 11201,
      "filename": "17817527_1389045777784727_1120354382508982272_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSoJgBZjAYa/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17818710_1286227144795959_7176978046258249728_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#new",
        "#babymoon"
      ],
      "mentions": [
        "@rebornbyadventure"
      ],
      "description": "In a matter of days now, I will be welcoming into this world my daughter Zoey. I'm a complete mess of emotions, ranging from excited to terrified, competent to incompetent, optimistic to pessimistic. I find myself saying to Natasha often, \"what are we doing? Are really going to do this? Can I give her everything that she needs? \" all while starring at my wife's overly sized pregnant belly and feeling our little girl moving against my hand as if we had a choice in the matter now.\nThe only emotion that does not waiver, and continues to grow, is my love for this little human being. At times it is overwhelming. I want the best for her. I want to see her happy and successful in whatever she pursues. I want to be the best dad I can be. I want to keep her safe. I want to be able to provide for her and my wife after having quit my job as a nurse and venturing into photography full time without formal education and a blind mans knowledge of what I am doing. \nI just keep reminding myself that the entire human race and life itself exist because every parent has been in similar shoes and must of succeeded. There are cracks in this mentality and negative stories that I'm sure could be shared but this is the hope that I'm clinging on to I reach the end and beginning of a life, as I reach parenthood. #new parent #babymoon\nPictured: Is my wife, @rebornbyadventure, starring up at a unique bend in the river in Johnston Canyon located in Banff NP, Alberta. It was one of the last long road trips that I was able to enjoy with her.",
      "localization": "Johnston Canyon",
      "date": "2017-04-08T05:00:00.000Z",
      "numberLikes": 14328,
      "filename": "17818710_1286227144795959_7176978046258249728_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSc3bAijyng/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17494938_1821337714852704_656144485977161728_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@traveloregon",
        "@hoodgorge",
        "@alpinethatcher"
      ],
      "description": "The very first time I saw a picture of Mt. Hood, it was actually of this rock; Illumination Rock. After seeing that photo I found out it was on Mt Hood and I knew I had to go there to see this ice encrusted monolith. Now I can check this off my list of places that I had to see in person 😁✅ We left our skis at this spot early in morning to make our climb to the summit via the Reid Headwall more enjoyable. Afterwards we returned to our skis to ski down (pictured). @traveloregon @hoodgorge",
      "localization": "Mount Hood",
      "date": "2017-04-04T05:00:00.000Z",
      "numberLikes": 16522,
      "filename": "17494938_1821337714852704_656144485977161728_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSXthJHDEG0/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17438814_1135774436569226_5635323097549635584_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#leavenotrace"
      ],
      "mentions": [
        "@traveloregon",
        "@hoodgorge",
        "@misguidedoutfitters",
        "@misguidedoutfitters"
      ],
      "description": "Today I traded the thick rim ice covering of Mt. Hood for the thick green moss covering of the Columbia River Gorge. So crazy to experience such wild polar opposites within a few miles of each other all here in Oregon.  Today I hiked the Eagle Creek Trail to Tunnel Falls (my personal favorite hike in the Gorge) due to the length of the hike (12 miles round trip), the pristine forest, beautiful waterfalls, and fewer crowds then you will find in most area along the Gorge, all culminating at Tunnels Falls that has a unique part of the trail that goes through a tunnel behind the Falls.  I can't recommend this hike enough. If you ever visit the Gorge, tick this one off the list and please pack out all of your garbage including the garbage that others leave whether on purpose or accident. #leavenotrace @traveloregon @hoodgorge\nPictured 🙋‍♂️: @misguidedoutfitters. I snapped this photo of him while he and a group he was guiding was hiking by.",
      "localization": "Columbia River Gorge",
      "date": "2017-04-02T05:00:00.000Z",
      "numberLikes": 28750,
      "filename": "17438814_1135774436569226_5635323097549635584_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSVUgw6Dvzw/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17662839_169569866896248_4907119741929259008_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@traveloregon",
        "@hoodgorge",
        "@traveloregon",
        "@alpinethatcher",
        "@hoodgorge"
      ],
      "description": "Today I knocked off another buck list objective that has been on my list for years, climb Mt. Hood, the highest point in Oregon. Not only that but I got to do it with style, climbing up the Reid Headwall (a much more technical route then the standard) and skiing back down the mountain. \nThe most beautiful part of climbing Mt Hood was getting to see the bizarre rim ice cliffs and in the case of the Reid Headwall we climbing through a maze of rim ice cliffs and towers (pictured). So beautiful. I've never seen anything like it in real life. Hood truly is a stunningly beautiful mountain and deserves its place as one of \"The 7 Wonders of Oregon\".\n@traveloregon @hoodgorge",
      "localization": "Mount Hood, Oregon",
      "date": "2017-04-01T05:00:00.000Z",
      "numberLikes": 13779,
      "filename": "17662839_169569866896248_4907119741929259008_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSQOTcTDcQY/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17596826_708032896064993_6807768728915148800_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Closing my eyes, I letting the cool refreshing water fall upon me while the sun dancing across my skin. All I could hear was the pounding water and jungle birds singing. After standing there for a few minutes, I step out of my shower, took this photo to never forget and then resumed the moment.",
      "localization": "Chiapas, Mexico",
      "date": "2017-03-30T05:00:00.000Z",
      "numberLikes": 12583,
      "filename": "17596826_708032896064993_6807768728915148800_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSL4dPqDbKE/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17587527_1320390048041226_2603747859329187840_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@alpacka_raft",
        "@backcountry13",
        "@alpacka_raft"
      ],
      "description": "One guarantee when you use a @alpacka_raft right, you will see places that few have ever seen.\nI say this because they are extremely durable, whitewater worthy, pack up to the size of a tent, weight a little over 5lbs bare bones, and can float comfortable in about  8 inches of water. I am unaware of any other water vessel that can do what a packraft does. 🚣🏻: @backcountry13 📍: Chiapas MX",
      "localization": "Chiapas, Mexico",
      "date": "2017-03-28T05:00:00.000Z",
      "numberLikes": 12432,
      "filename": "17587527_1320390048041226_2603747859329187840_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSAIW23j8V5/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17494037_1861092000799088_637409447789985792_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#alpackaraft"
      ],
      "mentions": [
        "@backcountry13",
        "@jeffreymichaelcarlson",
        "@roundtheworldgirl",
        "@alpacka_raft"
      ],
      "description": "Packrafting down through the  Mexican jungle canyon was a surreal experience for me. The most distinct memory that I have of this section was looking straight up out of the narrow canyon and seeing the top of the jungle canopy on both sides growing straight out of the vertical canyon walls. It felt like that moment in the movie \"Inception\" when the city is bend on itself with city above and below but in this situation it was a jungle with parrots flying from one side to the other. #alpackaraft",
      "localization": "Chiapas, Mexico",
      "date": "2017-03-23T05:00:00.000Z",
      "numberLikes": 18498,
      "filename": "17494037_1861092000799088_637409447789985792_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BR53iRWDOR7/?taken-by=moonmountainman",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17265475_1455783911106689_700234567243530240_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@alpacka_raft",
        "@goodtogofoods",
        "@keen",
        "@backcountry13",
        "@roundtheworldgirl",
        "@jeffreymichaelcarlson",
        "@backcountry13",
        "@keen",
        "@roundtheworldgirl",
        "@goodtogofoods",
        "@alpacka_raft"
      ],
      "description": "Our journey to reach El Arco Del Tiempo (The Arch of Time) via the River was long and involved. We suffered through near death from diarrhea and vomiting, my drone when down in a river due to some weird malfunction, 2 parking tickets, only 2 of the 5 cameras that we had on the trip were still working by the time we reached the El Arco, we spent half a day trying to find some simple gas for our camping stoves, and we were swindled out of money trying to find someone to help us exit the canyon that ultimately delayed our plans to make El Arco. In the moment all of these things were very discouraging but in the end they gave the trip a complex beautiful character that made the trip one of the best I've had in all of my life. \nNow sitting here waiting to take my flight home, I'd simple write this all off as a dream if it weren't for the thousands of photos and hours of video that I have to drool over that I know will inspire me to return again sometime later in my life. Im so grateful for the time and ability that I had to visit this place, for the amazing people that joined me on this trip and that I get to share some of my content with all of you. \nMad shout out to @alpacka_raft for making the most durable, bad ass packrafts in the world. We beat the crap out of our boats against sharp limestone rocks while going down powerful shallow rapids. They all survived the brutal punishment and were the key to making this trip possible, To @goodtogofoods for providing us with food that not only is the best prepackaged backpacking food in the industry (my opinion) but more importantly keep us healthy and didn't give us diarrhea, and to @keen for making the Newport shoe that kept me going every step of the way. \nThank you @backcountry13  @roundtheworldgirl @jeffreymichaelcarlson for joining me on this crazy adventure",
      "localization": "Chiapas, Mexico",
      "date": "2017-03-21T05:00:00.000Z",
      "numberLikes": 17710,
      "filename": "17265475_1455783911106689_700234567243530240_n.jpg"
    }
  ]
}