{
  "alias": "mooooar",
  "username": "Katyasha",
  "descriptionProfile": [
    "🌎 Трип по Калмыкии 👉🏻 #kalmexp 🔥 Инстаграм-продвижение 🔥 МК по ведению и обработке 🔥 SMM, PR в соц. сетях 📩 katyassha@gmail.com",
    "🌎 Трип по Калмыкии 👉🏻",
    "🔥 Инстаграм-продвижение 🔥 МК по ведению и обработке 🔥 SMM, PR в соц. сетях 📩 katyassha@gmail.com"
  ],
  "urlProfile": "https://www.instagram.com/mooooar/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/17125458_427207727622233_7362152348589752320_a.jpg",
  "website": "fb.com/mooooar",
  "numberPosts": 392,
  "numberFollowers": 101000,
  "numberFollowing": 1448,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTW0GfDgS7Y/?taken-by=mooooar",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18095763_1431400170256623_5221734587511603200_n.jpg",
      "numberLikes": 470,
      "numberViews": 0,
      "numberComments": 3,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#kalmexp",
        "#katyasshainkalmykia",
        "#kalmykia"
      ],
      "mentions": [],
      "description": "Кто тоже ждёт лета, ставьте ❤️\n⠀\nНаправляюсь в Марракеш и буду делиться оттуда впечатлениями о Марокко. Потом на санслет к сансерферам ✌🏻️\n⠀\nА пока публикую для вас цветущее поле Ирисов с Калмыкии - такую вот красоту можете увидеть сами, достаточно купить билеты у Руслайна, чтобы прямо в Элисту попасть, забронировать экскурсию у заповедника и все — совсем не тяжело))\n⠀\nКаждый год там проходит фестиваль тюльпанов (их тоже покажу), а вот фестиваль ирисов в этом году будет впервые. Не пропустите ;)\n⠀\nПы. Сы. Девочки в жж начинают публиковать тексты и фотографии не с телефонов, пишут интересно. Скидывать вам ссылки?\n⠀\n#kalmexp #katyasshainkalmykia #калмыкия #kalmykia #элиста",
      "localization": "Kalmykia",
      "date": "2017-04-26T05:00:00.000Z",
      "filename": "18095763_1431400170256623_5221734587511603200_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTRn7OHAna7/?taken-by=mooooar",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096585_441436879537081_3473229040255500288_n.jpg",
      "numberLikes": 921,
      "numberViews": 0,
      "numberComments": 2,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#kalmexp",
        "#katyasshainkalmykia",
        "#kalmykia"
      ],
      "mentions": [],
      "description": "🐮Кто сосчитает всех коров на фото, тот молодец🐮\n⠀\nВ этом месте ловила связь. Впереди — пустота, только живность кругом. Отписавшись близким, что все хорошо, я полежала на полыни, запачкала ей свитер, насладилась видом и поехала дальше на концерт в сельскую школу, находящуюся рядом с заповедником (рядом - это 2 часа). Там нас встретили учителя с учениками и устроили мини-представление с народными песнями и плясками и накормили калмыцкой едой.\n⠀\n🍴Кухня почти вся мясная и жирная. Знаете, что такое калмыцкий чай? Это такая смесь чая, соли, жира и мускатного ореха/корицы/перца — желудок отчаянно сопротивлялся и полную кружку не принял.\n⠀\nДругие блюда Калмыцкой кухни:\n🍵дОтур - суп из бараньих потрохов с добавлением внутреннего сала, крови, молока и соли. Говорят, самое национальное блюдо, его я не пробовала, не смогла просто))\n🍵Махан - суп из бараньего мяса, картофеля или лапши и лука.\n🍵Бёриги - калмыцкие пельмени. Их очень любят монахи.\n🍵Борцоги - национальные лепешки, жаренные в масле. Жирно, вкусно, не особо полезно. Что-то среднее между хворостом и пончиками, едят вместо хлеба.\n⠀\n👥По поводу людей - в заповеднике работают настоящие герои, преданные своему делу. Готовы помочь, рассказать, поездить с собой 5 часов на буханке, угостить чаем, пригласить обедом. На кордоне я забыла одну деталь своего гардероба, так мне не в Элисте привезли — было очень приятно. Кто-то в комментариях рассказывал, что попал в Элисту и не особо впечатлился людьми - нам повезло, край  оставил приятные впечатления в этом плане. ⠀\n💡И напоследок диалог — не понимая как можно ориентироваться на таком просторе, мы спросили: — Как вы по степи ориентируетесь? Кругом же ничего нет!\nНа что нам ответили: — А как вы в лесу ходите? Там же спокойно заблудиться можно! 😄😄\n⠀\n#kalmexp #katyasshainkalmykia #kalmykia #калмыкия #черныеземли",
      "localization": "Kalmykia",
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18096585_441436879537081_3473229040255500288_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTO_mpTgSEc/?taken-by=mooooar",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18013693_224205158064541_3073495098281951232_n.jpg",
      "numberLikes": 1242,
      "numberViews": 0,
      "numberComments": 23,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#kalmexp",
        "#katyasshainkalmykia",
        "#kalmykia"
      ],
      "mentions": [
        "@mooooar",
        "@katyassha"
      ],
      "description": "Перед вами гнездо курганника — хищной птицы из рода настоящих канюков семейства ястребиных. Угадайте, сколько яиц – будущих птенцов мы увидели?🐣\n⠀\nДлина и форма крыльев курганника делает его похожим на степного орла – мало того, он ещё и «выселяет» этот вид из степей ввиду своей неприхотливости. Конструкция на фото была специально сделано сотрудниками заповедника - когда птица видит чужого, она взлетает и начинает \"кричать\" и \"переживать\" за птенцов, эти звуки привлекают хищников. Если бы гнездо было не на высоте, добраться до птенцов было бы делом времени. Таких приспособлений по всему заповеднику расставлено около 12 — сотрудники цепляют на них камеры и смотрят, как ведут себя птенцы. Само же гнездо сделано не только из веточек, но и различного мусора, старых пластиковых пакетов - эти птицы любят таскать блестяшки.\n⠀\nСтепной орёл, как и курганник, как и другие птицы заповедника, занесён в красную книгу - его популяция стремительно сокращается. Причины разные и банальные - например, электрические провода, вроде как птицы поумнели и перестали на них садиться. Или же нарушение пищевой цепочки: меньше сайгаков — больше высокой травы — меньше сусликов, которые живут в низине — меньше орлов.\n⠀\nСам заповедник «Черные земли» поделён на два больших участка - озерный «Маныч Гудило» и степной. На озёрном обитают самые редкие пеликаны - кудрявые.\n⠀\nТолько сюда они прилетают на гнездование, только тут их кольцуют, чтобы следить за популяцией. Яйцо пеликана чуть больше куриного, но уже через 4 недели их не отличить от взрослых особей, весят они в среднем около 10 кг, только не могут летать. \nВ сторис публикую фотографии птичек, которых мы видели в заповеднике, заглядывайте!\n⠀\n1) Если есть вопросы про путешествие и Калмыкию, задавайте комментариях и в директе 🙏🏻 Пы.сы. одно из самых любимых фото из поездки получилась, мне прям нравится 🙈\n\n2) Если ооооочень хотите послушать больше, ставьте +\n⠀\n#kalmexp #katyasshainkalmykia #kalmykia #черныеземли #калмыкия",
      "localization": "Kalmykia",
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18013693_224205158064541_3073495098281951232_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTKAS7NAbcw/?taken-by=mooooar",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.810.810/18011613_416882848704869_1938669394699747328_n.jpg",
      "numberLikes": 1449,
      "numberViews": 0,
      "numberComments": 10,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#kalmexp",
        "#katyasshainkalmykia",
        "#kalmykia"
      ],
      "mentions": [],
      "description": "🌅Что душе ближе: закат или рассвет?\n⠀\n👌🏻Закройте глаза и представьте себе ночь в степи. Не получилось? Тогда рассказываю, как это и что.\n⠀\n🏜Общая площадь степного участка заповедника «Черные земли» составляет 94 тысячи гектар — это сравнимо с площадью маленькой страны в Европе. Едешь час, едешь два, едешь три, а вокруг тебя никого, вероятность встретить других людей, кроме работников заповедника равна нулю.\n⠀\n⛺️Чтобы заночевать в степи, ехать три часа не надо — достаточно встать на кордоне (там живут работники, приехавшие на недельную вахту) и заселиться в вагончик. Тёплый, с матрасами, одеялами и подушками. Если хотите по хардкору - берите палатку, это не запрещается. Фотографии с кордона кидаю в сторис, поглядите. По удобствам все вполне логично: душа нет, но все остальное присутствует — туалет, кухня в доме, электричество. Сети, кстати, тоже нет - довольствуйтесь природой и не залипайте в соц. сетях, что называется. Но зато под боком ручные верблюды, лошади, овцы, собаки и далее и далее, а вокруг простор как на земле, так и на небе.\n⠀\n🌠Как ценитель моментов я уже отложила в голове картинку, как вокруг тебя ночью сверкает чернота. Звезды считать бесполезно - их много и становится ещё больше, если вглядываться. Смотришь на них, слышишь сверчков и всякую другую живность и понимаешь, что степь не спит. Степь раскрывается вместе с росой на рассвете, когда ты едешь с надеждой увидеть сайгаков поближе, степь приводит тебя к «одинокому дереву» и показывает восход солнца вместе с желтыми тюльпанами, гнёздами орлов и фотоохотой на крыше машины.\n⠀\n🌐Хочется писать много и красиво, хочется, чтобы вы тоже насладились этими историями и купили билет в неизвестность и сами вкусили такой вид туризма. Будете ли вы путешествовать вдвоём, большой группой или как мы вчетвером с #kalmexp — впечатлений вам хватит. Нам хватило, поездка получилась интересная, насыщенная.\n⠀\n📣Дальше я вам расскажу про сам заповедник и поделюсь некоторыми лайфхаками. Уже завтра)\n⠀\n🌅Отвечая на свой вопрос в начале - конечно же рассвет. Закаты хороши, но их легко поймать - рассветные кадры в этом плане ценнее. Нужно встать, пойти, а с закатом все проще. А вы как считаете?\n#katyasshainkalmykia #kalmykia",
      "localization": "Kalmykia",
      "date": "2017-04-21T05:00:00.000Z",
      "filename": "18011613_416882848704869_1938669394699747328_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTE_73UAcBd/?taken-by=mooooar",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17934704_163056447553307_2895031514846724096_n.jpg",
      "numberLikes": 1348,
      "numberViews": 0,
      "numberComments": 5,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#kalmexp",
        "#katyasshainKalmykia",
        "#kalmykia"
      ],
      "mentions": [
        "@katyassha"
      ],
      "description": "6 утра. Нас у ворот санатория-профилактория при КамГУ встречает Джаргала - сотрудник научно-просветительного отдела государственного природного биосферного заповедника «Черные Земли».\n⠀\n«Ну, что, девочки, вы готовы? Давайте я к вам назад пересяду, расскажу все по пути».\n⠀\nСоболь везёт нас по дороге Элиста-Астрахань. Спустя два часа смена транспорта — пересаживаемся на буханку и выезжаем на бездорожье, в следующий раз асфальт мы увидим спустя пару суток.\n⠀\nЕсли вы ещё не поняли из сторис и фотографий в лайф-аккаунте, то мы в степи. И рассказывать и показывать тут больше и нечего — эдакие пятьдесят оттенков степного серого.\n⠀\nВ этом и колорит. Замечать особенности, флору и фауну, жалеть, что не взял (да и нет у тебя) профессиональной фототехники — это норма. Смотришь на людей с телевиками и тихо им завидуешь. Настоящая фотоохота, и ты как Шарик из Простоквашино.\n⠀\nНо не об этом сейчас. Представьте себе, что вдруг вас куда ни смотри - простор. Глаз даже не может захватить его конец. На третий день это начало вызывать странные ощущения - у Жени даже начала крутиться голова и \"тихо ехать крыша\".\n⠀\nЯ же чувствовала себя довольно комфортно - если комфортом можно назвать недосып, сон в вагончике у кордона, ранние рассветные подъемы и \"экскурсии\" по заповеднику на переднем сидении Уазика. Впечатлений куча. Из самого - моя вселенная и мой мир внутри стал намного шире.\n⠀\nЗавтра в вашей ленте будет больше историй про эти два дня - расскажу про ночевку в степи и не только. Не переключайтесь, следите за нами по хешгегам #kalmexp и моему личному #katyasshainKalmykia, ставьте ❤️, если нравится и хотите услышать больше! ⠀\n#калмыкия #черныеземли #kalmykia",
      "localization": "Kalmykia",
      "date": "2017-04-19T05:00:00.000Z",
      "filename": "17934704_163056447553307_2895031514846724096_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTDi5sLATfC/?taken-by=mooooar",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18012020_278284559291441_2099206592095322112_n.jpg",
      "numberLikes": 1264,
      "numberViews": 0,
      "numberComments": 37,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#katyasshainKalmykia",
        "#kalmexp"
      ],
      "mentions": [],
      "description": "Такое чувство, что мы в Калмыкии не пару дней, а целую неделю - тут тебе и Элиста, и природный заповедник «Черные земли» с сайгаками, лисицами, сусликами, журавлями, лошадями, верблюдами — живности полно, полевых цветов тоже. Закат в ирисах наблюдали, рассвет в степи тоже, ночевали на кордоне, сельский концерт смотрели, калмыцкую кухню пробовали — какие тут два дня? Сегодня в программе фестиваль тюльпанов, озеро Маныч и колонии птиц. ⠀\nЯ снова с вопросом: что первее рассказать?\n▶️Элиста.\n▶️Заповедник, день первый. Сайгаки, барханы, живность.\n▶️Ночевка. Рассвет. Прогулка по степи.\n▶️Второй день - сельская школа, дорога домой, люди, кухня. \nИли все по порядку?\n⠀\n#katyasshainKalmykia #kalmexp #элиста #калмыкия",
      "localization": "Хурул Золотая Обитель Будды Шакьямуни",
      "date": "2017-04-19T05:00:00.000Z",
      "filename": "18012020_278284559291441_2099206592095322112_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS9UwGWAcQb/?taken-by=mooooar",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17882852_1740902122907205_3582021648489906176_n.jpg",
      "numberLikes": 806,
      "numberViews": 0,
      "numberComments": 14,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#kalmexp",
        "#katyasshainKalmykia",
        "#rusline",
        "#mosblog"
      ],
      "mentions": [
        "@rusline_airlines",
        "@rusline_airlines"
      ],
      "description": "Exploring Russia🚩\n«Внутри тебя — целый мир, весь твой дальнейший путь — это дороги», сказала мне сегодня калмычка, гадая с помощью поющей буддийской чаши. Символически выкладываю фотографию с Керуаком и его (о, надо же!) «В дороге», и начинаю рассказывать о нашем мини-трипе #kalmexp.\n⠀\nУставшая, но довольная, лежу в кроватке, печатаю этот текст, пытаясь причесать и восстановить хронологию сегодняшнего дня.\n⠀\nУтро - Домодедово, встреча, регистрация, все как всегда. Уютный маленький самолетик Руслайна @rusline_airlines с тринадцатью рядами. Всего два часа до Элисты — добираться до этого города на вокзале не получится, сделать это можно либо Руслайном, это единственная авиакомпания, которая летает в Калмыкию, либо на автобусе, часов 14-16; бортпроводница тургеневского вида, полудрём в самолёте, томатный и яблочный сок - и вуаля, ты в аэропорту, тебя встречают и возят по окрестностям.\n⠀\nНачинать знакомство с регионом с национального музея было очень разумным решением - теперь мы подкованы правдой и фактами и знаем, что раньше Калмыкия была дном Каспийского моря, отсюда месторождения нефти и газа, но живёт республика на животноводстве — в основном лошади, верблюды, крупный рогатый скот и овцы. А ещё в Калмыкии во всех школах преподают шахматы. Догадаетесь почему?\nКто-нибудь есть у меня из Карелии в подписчиках или кто-то был? Расскажите все-все-все!\n⠀\n#katyasshainKalmykia #руслайн #rusline #летимвместе #mosblog",
      "localization": "Elista Airport",
      "date": "2017-04-16T05:00:00.000Z",
      "filename": "17882852_1740902122907205_3582021648489906176_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS6f8qxgnkU/?taken-by=mooooar",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17882660_104654083426632_2129520462680555520_n.jpg",
      "numberLikes": 1532,
      "numberViews": 0,
      "numberComments": 8,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#katyasshaintallinn",
        "#tallinn",
        "#estonia"
      ],
      "mentions": [],
      "description": "Tallinn, Estonia. Looks like house of cards ♣️\nЯ тут открыла для себя прелесть закатов пригородных электричек. А если ты ещё забрал у друга наушники и едешь домой с любимой музыкой, то эти закаты становятся ещё краше. Мир, ты бомбический, давай ещё!\n⠀\nНа фото - карточный Таллинн, кажется, будто эти домики одна сплошная декорация к старому фильму. Очень аутентично. Люди же говорят, что делать и смотреть у них нечего (так же и говорят люди, живущие в ста метрах от голубого океана или люди, обитающие на 70 этаже небоскреба)\n⠀\nЧто им знать о внезапном порыве вдохновения и любви, когда все вокруг становится волшебным? Может что-то и знать. А вообще хорошее это дело - видеть везде прекрасное, потренируйтесь. Ложиться спать будет гораздо приятнее 😌\n\nЗарядилась городом, зарядилась людьми, хочется делиться через экран мобильника всем добрым и хорошим, ловите 🌬\n⠀\n#katyasshaintallinn #балтийскиефрукты #tallinn #estonia",
      "localization": "Tallinn, Estonia",
      "date": "2017-04-15T05:00:00.000Z",
      "filename": "17882660_104654083426632_2129520462680555520_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS3qbo9AOhs/?taken-by=mooooar",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17932378_1272551092822961_7939542587650605056_n.jpg",
      "numberLikes": 1343,
      "numberViews": 0,
      "numberComments": 17,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#tallinn",
        "#katyasshaintallinn",
        "#tallink",
        "#siljaline",
        "#tallinkblogtour",
        "#estonia"
      ],
      "mentions": [
        "@mooooar",
        "@katyassha"
      ],
      "description": "Нет, все-таки взять тельняшку на паром было хорошей идеей, хотя некоторые смотрели на это странно. Поясните почему? Девушка не может носить такое? Девушка оскорбляет чувства моряков? 🌊\n⠀\nВ прошлый раз в блог-туре на меня тоже пристально смотрели, да что уж, даже откровенно пялились — стоило только прийти в черном длинном платье на каблуках и встать у позировать у капитанского мостика - так все, этот мостик мне кажется остановил работу. Фотографии с того момента выложу в сторис после 19.00, а пока наслаждайтесь эстонским флагом, мной и холодной морской водичкой, виднеющейся за бортом. Ветер, как вы видите, тоже присутствует ⛴\n⠀\nВообще Tallink и Silja Line объединяет четыре столицы Балтийского моря: Таллинн, Хельсинки, Стокгольм и Ригу. Я же на паромчике не плавала  только в столицу Латвии — надо срочно закрывать гештальт. Возможно даже летом, поглядим-посмотрим. Хотя в зиме есть своё очарование - смотреть, как паром плывёт между льдин, мерзнуть на палубе в ожидании заката — эх, романтика. ⠀\nА вы какой транспорт предпочитаете? Воздушный, сухопутный или морской? ✈️⛵️🚙\n⠀\n#tallinn #katyasshaintallinn #балтийскиефрукты #tallink #siljaline #сruise #tallinkblogtour #estonia",
      "localization": "M/S Silja Europa",
      "date": "2017-04-14T05:00:00.000Z",
      "filename": "17932378_1272551092822961_7939542587650605056_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS1TeKbAEGc/?taken-by=mooooar",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17932317_113330712552260_7976293304247517184_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s750x750/sh0.08/e35/17881241_113347255883816_2742250332603023360_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s750x750/sh0.08/e35/17881562_1362685193820057_1756347831121084416_n.jpg"
      ],
      "numberLikes": 747,
      "numberViews": 0,
      "numberComments": 5,
      "isVideo": false,
      "multipleImage": true,
      "tags": [
        "#katyasshaintallinn",
        "#tallinkhotels",
        "#tallink",
        "#estonia",
        "#tallinn"
      ],
      "mentions": [],
      "description": "В чем секрет идеального свидания? В том, что оно проходит с зайцем, конечно же!\n⠀\nА если отбросить шутки в сторону, то признаюсь — сидела с ушастым за одним столом, ужинала в ресторане, делилась десертом и не только.\n⠀\nПодтверждение сами видите на фото.\nНа первом — отель Tallink City Hotel, в котором проходил этот поистине королевский приём пищи. Люблю снимать фасады, архитектуру и вообще улицу — тут тоже не смогла удержаться. На бомбических закатах все здание окрашивается в розовые и красные цвета и будто пылает — смотрится очень красиво.\n⠀\nНа второй фотографии уже сам Матвей и меню из ресторана Sume, именно в нем проходил наш финальный ужин. Это стоило того (хештег #сытныеживотики)\n⠀\nПриведу тут выдержки из меню, чтобы вам захотелось точно съездить в Таллин, остановиться в Tallink Hotels и поесть в Sume:\n🐟Тунец и осьминог, приправленные пряностями, подаются с оливками и помидорами «черри»\n🦀Лазанья с рачьими хвостиками и тигровыми креветками с сезонными овощами и финиковым гриссини\n🍖Антрекот-гриль из говядины лифляндских мясных пород\n🍨Семифредо с земляникой с ягодным соусом на бальзамическом уксусе с вафельным печеньем (на третьем фото - дико вкусно, несмотря на необычный вкус и сочетание)\n⠀\nОстановились мы в другом отеле этой сети — Tallink SPA & Conference, но на вид все было также: тоже 5-10 минут прогулочного шага до центра, везде работающий вайфай, русскоговорящий персонал и, конечно же, шведский завтрак, включённый в стоимость проживания. Нам же завтрак из-за раннего подъема бережно упаковали в пакетики и дали с собой в дорогу, чтоб мы поели в автобусе 😄\n⠀\nТут выбирайте сами - хотите ли вы остановиться в отеле со SPA-зоной (мы в нем отдохнули на славу), или же вам больше по душе жить в более деловом, «небоскрёбном» районе.\n⠀\nМогу ещё рассказать вам про уютные кафешки, если кому интересно. Которые работают века так с 15го и все ещё сохранили свой антураж — если хотите послушать, ставьте \"+\".\n⠀\n#балтийскиефрукты #katyasshaintallinn #tallinkhotels #tallink #estonia #tallinn",
      "localization": "Tallink City Hotel",
      "date": "2017-04-13T05:00:00.000Z",
      "filename": [
        "17932317_113330712552260_7976293304247517184_n.jpg",
        "17881241_113347255883816_2742250332603023360_n.jpg",
        "17881562_1362685193820057_1756347831121084416_n.jpg"
      ]
    }
  ]
}