{
  "alias": "neilshea13",
  "username": "Neil Shea",
  "descriptionProfile": [
    "wanders around. Short stories + collaborations here. This week, find me here:",
    "wanders around. Short stories + collaborations here. This week, find me here:"
  ],
  "urlProfile": "https://www.instagram.com/neilshea13/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/15337218_1200572870028106_1320368539877507072_a.jpg",
  "website": "www.instagram.com/vqreview",
  "numberPosts": 286,
  "numberFollowers": 633000,
  "numberFollowing": 514,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTRcFS2FGOF/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c135.0.809.809/18011296_618637368260743_7165442219367727104_n.jpg",
      "numberLikes": 617,
      "numberViews": 0,
      "numberComments": 18,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#VQRTS",
        "#NYC",
        "#NewYorkStories",
        "#bklyn",
        "#MTA",
        "#Subway",
        "#rorschach",
        "#abstract",
        "#mixedrace",
        "#subwaystories",
        "#_intermission_",
        "#fueradelmarco"
      ],
      "mentions": [
        "@vqreview",
        "@vqreview",
        "@jeffsharlet",
        "@thephatic",
        "@otherspoon",
        "@severalpictures"
      ],
      "description": "Several months ago I began taking pictures of poster boards in New York’s subway. I’d recently moved to the city and I was late, or early, and lost in the way of newcomers. All around were the things we see at such moments: smells of piss, slouching drunks, that guy with the guitar. Everything charging forward and announcing itself. Within this noise, the poster boards were an oasis. The ones that stopped me and held me had all been freshly stripped. Gone were the advertisements, and in their places were accidental abstracts: bits of paper, years of glue, layers of grime and graffiti. This week I have a new series of stories appearing over @vqreview that were made while looking at and photographing the poster boards, these little windows without glass. I am not first to notice; we’ve all seen them, or something like them. Perhaps I was primed, though—I had been thinking about how often the stories we tell, the photographs we make, and everything we say or write, are misinterpreted. We try, we translate, we offer corrections and additions. Most of the time we string it together just well enough to get by, but we also have a sense that chaos lies in the silence between words and beyond the frame. Standing before these canvases, my normal practice of trying and searching fell away. All I had to do was be still a moment and see what came.\n—\nPlease follow @vqreview, feed of The Virginia Quarterly Review, one of America’s most exciting magazines. The editors at VQR support writers and artists you may already know—@jeffsharlet, @thephatic, @otherspoon, @severalpictures, to name just a few—who’re experimenting with new ways of telling stories. New stuff all the time. Link in my profile.\n—\n#VQRTS #NYC #NewYorkStories #bklyn #MTA #Subway #rorschach #abstract #mixedrace #subwaystories #_intermission_ #fueradelmarco",
      "localization": null,
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18011296_618637368260743_7165442219367727104_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS3eJIUgE6q/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.82.1080.1080/17494861_1190581241065135_7143324318909333504_n.jpg",
      "numberLikes": 939,
      "numberViews": 0,
      "numberComments": 32,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#malaysia",
        "#kualalumpur",
        "#borneo",
        "#sarawak",
        "#mulu",
        "#gunungmulunationalpark",
        "#onassignment",
        "#natgeo",
        "#caves",
        "#caving",
        "#lostnotebooks",
        "#gettingthere"
      ],
      "mentions": [],
      "description": "Kuala Lumpur, Malaysia — I felt lost. Lines, angles, empty windows; a slow curve of concrete, a rainstorm tumbling through. I posted this shot by accident earlier this afternoon or late this morning, depending. Call it the geometry of insomnia: Commercial travel, the awful comedy of jetliners, crowds and overbooking, has become such an interior journey, more marked by intersections of suffering than revelation. Somewhere high over China I had opened a fresh notebook and written that the moon was just strong enough to reveal hints of the country below—forests, mountains, a slender hip of river—while at the horizon white constellations spun up over cities named Baotou, Dandong, and Taiyuan, places I have never been. I wrote that sometimes I enjoy the oblivion of long-haul flight because, without the internet or phone calls or text messages, we are forced into pleasant surrender. I also wrote about my infant son and his mother, who I am leaving for the first time. But that notebook has already gone missing, first casualty of the road along with a jacket, a novel, and a thick book on genetics. No great loss—I have many notebooks—but no great omen, either. It makes me think of Patrick Leigh Fermor, who in 1933 began walking across Europe, observing the continent beautifully a few years ahead of its destruction. In Germany he, too, lost a notebook, though he didn’t waste time worrying. Decades later, just before he published the story of that pre-war journey, the notebook found its way back to him. What he noticed, aside from the odd miracle of it, was that those old words returning didn’t make his stories, or his memories, any richer.\n—\n#malaysia #kualalumpur #borneo #sarawak #mulu #gunungmulunationalpark #onassignment #natgeo #caves #caving #lostnotebooks #gettingthere",
      "localization": null,
      "date": "2017-04-14T05:00:00.000Z",
      "filename": "17494861_1190581241065135_7143324318909333504_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSzAuNolk0D/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17882404_1418531218253870_1214761070799880192_n.jpg",
      "numberLikes": 551,
      "numberViews": 0,
      "numberComments": 24,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#malaysia",
        "#sarawak",
        "#mulu",
        "#caves",
        "#caving",
        "#natgeo",
        "#onassignment"
      ],
      "mentions": [
        "@petergwin",
        "@carstenpeter",
        "@sadiequarrier"
      ],
      "description": "Packing: never as neat as they make it look.\n—\n#malaysia #sarawak #mulu #caves #caving #natgeo #onassignment @petergwin @carstenpeter @sadiequarrier",
      "localization": null,
      "date": "2017-04-12T05:00:00.000Z",
      "filename": "17882404_1418531218253870_1214761070799880192_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSkCkXyFhRb/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c136.0.807.807/17818601_1287232264685938_5460836220038807552_n.jpg",
      "numberLikes": 1098,
      "numberViews": 0,
      "numberComments": 24,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#brooklyn",
        "#bedstuy",
        "#_intermission_",
        "#storm",
        "#newyorkcity",
        "#newcity",
        "#revelation",
        "#tisbutascratch"
      ],
      "mentions": [],
      "description": "Brooklyn, 6:11 pm — On the rooftop the boy lies still and looks up into the clearing sky. A few raindrops patter his pale cheeks beside the dark red run of a self-inflicted wound (tis but a scratch). He does not know yet what to make of weather. Are raindrops tears? If so, whose, and why? Should he cry, too? I remember a teacher once explaining that rain meant angels were crying in heaven. It was public school, and so odd, even back then (Why were the angels crying? Should we cry, too?) Maybe it was easier than explaining dust motes, condensation, thermal inclines—and anyway the real lesson was in seeing how adults fill in their blanks. On the roof, we watch the cloud wall tear apart, see sunlight pour through Manhattan. The buildings gleam, the boy hovers between moods. He is too young for questions. He frowns, licks his lips, tastes rain. Weather is revelation. Will it bring tears this time, or a smile?\n—\n#brooklyn #bedstuy #_intermission_ #storm #newyorkcity #newcity #revelation #tisbutascratch",
      "localization": null,
      "date": "2017-04-06T05:00:00.000Z",
      "filename": "17818601_1287232264685938_5460836220038807552_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BQLYs3Ul6Lu/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/16583248_184746035343139_3697065688997822464_n.jpg",
      "numberLikes": 1213,
      "numberViews": 0,
      "numberComments": 59,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#2009",
        "#madagascar",
        "#tsingy",
        "#stoneforest",
        "#vazimba",
        "#spirits",
        "#faith",
        "#religion",
        "#evolution",
        "#eighthcontinent",
        "#landscapes",
        "#documentary",
        "#adventure",
        "#climbing",
        "#whyexplore",
        "#ontheroadNG"
      ],
      "mentions": [
        "@salvarezphoto",
        "@neilshea13",
        "@natgeo",
        "@salvarezphoto",
        "@neilshea13"
      ],
      "description": "photo by @salvarezphoto | words by @neilshea13 —The boy stood ankle deep in a thin clear stream passing cups of rum between us. Old spirits had been disturbed by our arrival and we were trying to set things right with offerings of booze, smoke, and song. I have often wondered about the lifespan of spirits—how long do they stick around after the living have forgotten them? Where do they go when the work is done? I don’t believe in hauntings but have no trouble accepting that I cannot measure very much of the world. Often I am asked by people who mean no real harm what I think of superstition. How can I stand stories of witchcraft and small gods when science is part of my job and the Internet transforms such things into fads or fake news. Those people like to say You sure fell for it! They got you! But I would rather live in rich coincidence than squeeze hand sanitizer over every conversation. What we understood in Madagascar was that everyone felt better after the elders hiked up from their village and asked us to pray. They brought bottles of homemade rum and lifted a few coals from our campfire, which were set softly to smolder on a flat brown stone. I remember the mineral voice of water, the cries of distant birds, and this boy who watched wide-eyed as an old man called out spirits one by one: Bezanozano, Rakoko, Rasolabe, Maromalimika. Names of the first people, the Vazimba. The elder asked forgiveness, he asked for blessings, and later he said, Christians always forget this stuff. I was embarrassed and asked, Is there anything we can do? He thought about it a moment and said Yes. Try not to get shit all over everything.\n—\nWhen the fieldwork is finished, one form of exploration ends and another begins. Join us as we share stories from our work in Madagascar’s Tsingy de Bemaraha, and consider how the landscapes, animals, and ideas drew us in and continue to inspire. To see more of our documentary work for @natgeo, check in @salvarezphoto and @neilshea13.\n—\n#2009 #madagascar #tsingy #stoneforest #vazimba #spirits #faith #religion #evolution #eighthcontinent #landscapes #documentary #adventure #climbing #whyexplore #ontheroadNG",
      "localization": null,
      "date": "2017-02-06T06:00:00.000Z",
      "filename": "16583248_184746035343139_3697065688997822464_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BQDiR0Klu7T/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/16229119_1204522929596457_5786750995727908864_n.jpg",
      "numberLikes": 1333,
      "numberViews": 0,
      "numberComments": 29,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#2009",
        "#madagascar",
        "#malagasy",
        "#tsingy",
        "#stoneforest",
        "#chameleon",
        "#lizards",
        "#evolution",
        "#eighthcontinent",
        "#landscapes",
        "#documentary",
        "#adventure",
        "#climbing",
        "#whyexplore",
        "#ontheroadNG"
      ],
      "mentions": [
        "@salvarezphoto",
        "@neilshea13",
        "@natgeo",
        "@salvarezphoto",
        "@neilshea13",
        "@thephotosociety"
      ],
      "description": "photo by @salvarezphoto | words by @neilshea13 — In one version of the story the island of Madagascar starts out empty, nothing but rocks and plants. The animals show up later, and by accident. They came aboard floating clumps of vegetation that somehow—by earthquake, hurricane, or whirlwind—were lopped off Africa and Asia and pushed out to sea. // No one knows how many rafts arrived but slowly the island filled with castaways and slowly evolution went to work on them, stretching, sculpting, pimping, freaking. For eons Madagascar was a lab specializing in the inimitable, and by the time humans got there the original animal pilgrims were long gone, nothing more than genetic scraps forgotten in some evolutionary basement. // Today, returning through the silent forest to our damp depressing tents we find find this chameleon trying hard to go unnoticed, camouflaged like old bark on a rotten log. Splayed feet, stump of tail, pure beauty. He does not remember his ancestors or where they came from but he sure as hell knows—when he sees we’re not predators, just paparazzi—that he’s won the sweepstakes. What I love, beyond his knotted skin, free orbit of eye, and perpetual frown, is the mystery of his design and the question that follows from it, which is answered three years later by scientists who discover a chameleon even smaller, one that could fit on your fingernail. They named the newfound lizard Micra, meaning tiny, and that’s scientists for you. But the name seems too plain, too clumsy for a creature that spent a million years prototyping and refining, working out bugs, whittling itself down to something less than a whisper.\n—\nWhen the fieldwork is finished, one form of exploration ends and another begins. Join us over the next week as we share stories from our work in Madagascar’s Tsingy de Bemaraha, and consider how the landscapes, animals, and ideas drew us in and continue to inspire. To see more of our documentary work for @natgeo, check in @salvarezphoto and @neilshea13.\n—\n#2009 #madagascar #malagasy #tsingy #stoneforest #chameleon #lizards #evolution #eighthcontinent #landscapes #documentary #adventure #climbing #whyexplore #ontheroadNG",
      "localization": null,
      "date": "2017-02-03T06:00:00.000Z",
      "filename": "16229119_1204522929596457_5786750995727908864_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BP-0khNFQ2f/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/16464837_970154273115425_3148022513263443968_n.jpg",
      "numberLikes": 1903,
      "numberViews": 0,
      "numberComments": 40,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#2009",
        "#madagascar",
        "#malagasy",
        "#tsingy",
        "#stoneforest",
        "#lemur",
        "#primate",
        "#eighthcontinent",
        "#landscapes",
        "#documentary",
        "#adventure",
        "#climbing",
        "#whyexplore",
        "#ontheroadNG"
      ],
      "mentions": [
        "@salvarezphoto",
        "@neilshea13",
        "@natgeo",
        "@salvarezphoto",
        "@neilshea13",
        "@jbenson45",
        "@heryrakotondravony"
      ],
      "description": "photo by @salvarezphoto | words by @neilshea13 — Who were the early explorers? What did they believe, how far did they go? Imagine you were among the first-comers to Madagascar, a thousand or more years ago, from Borneo or East Africa. You waded ashore, carrying—what? Clothing, a net, a spear? Did you simply wash up empty-handed and gasping after a storm? You first people came a long way and who knows your reasons. You were fishermen blown off course, or voyagers following currents, studying clouds. Or you left home as refugees, hurrying to your rafts ahead of war. // In any case you survived the crossing and upon arrival found nothing familiar. Your mind was full of landscapes you’d left behind—villages, rivers, graves, sacred trees. You dreamed of open seas, certain fair winds, and nights that only sailors know, bright with southern constellations. But none of those memories could help you. Here were forests full of strangeness. Giant lemurs roamed the canopy, pygmy hippos rolled in the streams. A flightless bird 10 feet tall; a fierce predator half puma, half mongoose; reptiles and insects in every color. Here was a world waiting for names. // Step by step you crossed the fresh country and described each feature before destroying it. Most of those animals are gone now, along with most of the forests, but that is another story. Eventually, in the west you reached this place, one of God’s mysteries, and it stopped you. The dark stones could not be cleared. The great trees could not be felled. No fire could burn it down. So you named it Tsingy, meaning Where One Cannot Walk Barefoot, and then you turned away.\n—\nWhen the fieldwork is finished, one form of exploration ends and another begins. Join us over the next week as we share stories from our work in Madagascar’s Tsingy de Bemaraha, and consider how the landscapes, animals, and ideas drew us in and continue to inspire. To see more of our documentary work for @natgeo, check in @salvarezphoto and @neilshea13.\n—\n#2009 #madagascar #malagasy #tsingy #stoneforest #lemur #primate #eighthcontinent #landscapes #documentary #adventure #climbing #whyexplore #ontheroadNG",
      "localization": null,
      "date": "2017-02-01T06:00:00.000Z",
      "filename": "16464837_970154273115425_3148022513263443968_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BP5Q52WlY3V/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/16463944_709494189227634_8429102274516615168_n.jpg",
      "numberLikes": 1975,
      "numberViews": 0,
      "numberComments": 44,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#2009",
        "#madagascar",
        "#malagasy",
        "#tsingy",
        "#stoneforest",
        "#lemur",
        "#primate",
        "#language",
        "#eighthcontinent",
        "#landscapes",
        "#karst",
        "#documentary",
        "#climbing",
        "#whyexplore",
        "#empathy",
        "#ontheroadNG",
        "#zoboomafoo"
      ],
      "mentions": [
        "@salvarezphoto",
        "@neilshea13",
        "@natgeo",
        "@salvarezphoto",
        "@neilshea13"
      ],
      "description": "photo by @salvarezphoto | words by @neilshea13 — By dusk the heat fades and the lemurs are leaping again through the upper stories of the stone forest. We watch, envious, as they go silent and careless over the blades of limestone, padded hands, padded feet, long white tails streaming behind. Mothers leading children, showing how it’s done, hurtling across chasms 30 meters deep and looking back as if to say, Your Turn. // In the Tsingy de Bemaraha, each tower of rock is a high rise. We begin in the cool wet basement, among tropical plants, frogs and leeches, then climb into the middle floors where the rock is hotter, where lizards and birds and bees thrive. Finally, with shredded hands, we emerge onto the uppermost floors, the penthouses, where all is barren and sun-baked. Here, the rock is too steep to hold water or soil, and residents must be rugged—spiny desert plants—or they must be mobile, like the lemurs. // Lemur, from the Latin “lemures,” meaning ghosts, spirits of the unburied dead. Whoever named them saw splendor and grace while also sensing, in some way, the rift separating humans from animals. We may measure, weigh, dissect, but mostly we have forgotten their languages. For days we hike into the pinnacles to watch them, and for days the lemurs ignore us. We try capturing their essence in images and sentences, but we know our efforts will fall in a way the lemurs never do. The real work is learning to see them on their own terms, for what is more beautiful than a creature unburdened by words or numbers? So we wait, we record, and sometimes we look up to find the spirits we cannot reach sitting still and staring right through us.\n—\nWhen the fieldwork is done, one form of exploration ends and another begins. Join us as we share stories from our work in Madagascar’s Tsingy de Bemaraha, and consider how the landscapes, animals, and ideas drew us in and continue to inspire. To see more of our documentary work for @natgeo, check in @salvarezphoto and @neilshea13 —\n#2009 #madagascar #malagasy #tsingy #stoneforest #lemur #primate #language #eighthcontinent #landscapes #karst #documentary #climbing #whyexplore #empathy #ontheroadNG #zoboomafoo",
      "localization": null,
      "date": "2017-01-30T06:00:00.000Z",
      "filename": "16463944_709494189227634_8429102274516615168_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BPv0v_clHty/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/16124248_1343547135715982_4263363092684996608_n.jpg",
      "numberLikes": 1848,
      "numberViews": 0,
      "numberComments": 69,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#2009",
        "#madagascar",
        "#malagasy",
        "#tsingy",
        "#stoneforest",
        "#lemurs",
        "#eighthcontinent",
        "#aerial",
        "#documentary",
        "#landscapes",
        "#karst",
        "#erosion",
        "#rockclimbing",
        "#whyexplore",
        "#empathy",
        "#ontheroadNG",
        "#alefa",
        "#away"
      ],
      "mentions": [
        "@salvarezphoto",
        "@neilshea13",
        "@natgeo",
        "@salvarezphoto",
        "@neilshea13"
      ],
      "description": "photo by @salvarezphoto | words by @neilshea13 — Here in Madagascar’s forest of stone you will find no witnesses. The great avenues are empty, the towers steep and razor-edged. Occasionally tourists flit along the edges of this place, like strange butterflies in their sun-hats and tropical t-shirts. Sometimes honey-hunters enter from the villages, climbing after the dark dripping prize. And rarely, a burial party appears ferrying on their shoulders a dead elder toward a hidden cavern. But the living never linger. // Why do we explore? To learn something new, or recapture what seems lost? Do we seek wild silence and solitude, or do we want languages, lamplight, and a list of new words to write in the margins of our notebooks? Who do we become when we travel, and in which kind of mirror do we wish to see ourselves reflected? // Should you visit the Tsingy de Bemaraha and, after many wasp-stung and bloody days, near the heart of the great labyrinth, you will find each step strips something away. The birds, lemurs and insects will fall silent at your approach. The sunbeams that lit your path will early drain away, taking all color. Even water will run from you, down into the sinkholes and sluiceways that gutter the earth. Locals say this is a spirit place, made for them, best left to them. So, when they ask why you have come, how will you answer? And, when you reach the center of the maze, where no human waits to greet you and all the mirrors are made of stone, what do think you will you see?\n—\nWhen the fieldwork is finished, one form of exploration ends and another begins. Join us over the next week as we share stories from our work in Madagascar’s Tsingy de Bemaraha, and consider how the landscapes, animals, and ideas drew us in and continue to inspire. To see more of our documentary work for @natgeo, check in @salvarezphoto and @neilshea13.\n—\n#2009 #madagascar #malagasy #tsingy #stoneforest #lemurs #eighthcontinent #aerial #documentary #landscapes #karst #erosion #rockclimbing #whyexplore #empathy #ontheroadNG #alefa #away",
      "localization": null,
      "date": "2017-01-26T06:00:00.000Z",
      "filename": "16124248_1343547135715982_4263363092684996608_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BPsTg-rF-9Z/?taken-by=neilshea13",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/16123090_176080539541973_4234169156297031680_n.jpg",
      "numberLikes": 1315,
      "numberViews": 0,
      "numberComments": 38,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#2009",
        "#madagascar",
        "#tsingy",
        "#stoneforest",
        "#lemur",
        "#eighthcontinent",
        "#bw",
        "#make_portraits",
        "#whyexplore",
        "#empathy",
        "#ontheroadNG",
        "#away"
      ],
      "mentions": [
        "@salvarezphoto"
      ],
      "description": "Western Madagascar — Noon. Red river, bright as a furnace, thick with soil and dead trees, everything bleeding toward the sea. All day he’d sat in the shade by the riverbank waiting for something to happen. In those weeks after the coup the country lay still and quiet, as in that last hour before waking, and the river boys knew nothing of the new president or the former president or the future. Instead, they knew their parents were nervous and their school was closed, which meant they had nothing to do. We had driven west for a week through green highlands, past shuttered villages and huge crimson sinkholes that opened like wounds on the hillsides. We shared the roads with ox carts and soil-stained famers, and at checkpoints the soldiers stepped reluctantly from the shade to thumb through our papers. We always worried we’d be stopped, detained. But the men asked only for news from the capital and, when the news we carried turned stale, they asked for beer. By the time we reached the river boys they’d been watching the water a long while, hoping to drown their boredom in its current. As we eased our trucks onto the ferry deck several of the boys swam out to meet us. They climbed up silver and gleaming from the water, hooked their toes under the railings and stared at the trucks as though the machines were what they’d been waiting for all along. Later they told us they dreamed of becoming Drivers. They would make Driving their living, their life, and they would drive anything—trucks, cars, motorcycles—that would roll. I imagined they must have a destination in mind—the capital, the continent, America. But when I asked this boy where he would go he said only, Away.\n—\nOver the next several days, my friend @salvarezphoto and I will be sharing stories from our work in Madagascar’s Tsingy de Bemaraha. We’ve been thinking about why humans explore, and what value it holds. Join us as we consider the landscapes, creatures, and ideas that have inspired us.\n—\n#2009 #madagascar #tsingy #stoneforest #lemur #eighthcontinent #bw #make_portraits #whyexplore #empathy #ontheroadNG #away",
      "localization": null,
      "date": "2017-01-25T06:00:00.000Z",
      "filename": "16123090_176080539541973_4234169156297031680_n.jpg"
    }
  ]
}