{
  "alias": "salehalbraik",
  "username": "Saleh Al Braik",
  "descriptionProfile": [
    "Location | @MyDubai ☀️ Job | Dubai Tourism ✈️ Owner | @GravityDXB, @WakameDubai, @ThinkUpGCC 💰 Snapchat | @SalehAlBraik 👻 ✉️ | SalehAlBraik@Gmail.com",
    "Location |",
    "☀️ Job | Dubai Tourism ✈️ Owner |",
    ",",
    ",",
    "💰 Snapchat |",
    "👻 ✉️ | SalehAlBraik@Gmail.com"
  ],
  "urlProfile": "https://www.instagram.com/salehalbraik/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/14099510_520024781538343_583244166_a.jpg",
  "website": "Twitter.com/SalehAlBraik",
  "numberPosts": 2960,
  "numberFollowers": 166182,
  "numberFollowing": 190,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTeQYuqgV_3/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18096231_330692447347410_6234582373778849792_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@salehalbraik"
      ],
      "description": "IT'S MY 29th BIRTHDAY! And it's the reason why I need a break from Social Media.\n\n___\n\nFor the past 10 years, I have exposed my entire life to Social Media. Everyone knew what I loved to do, what I loved to eat, my family outings, my friends, my work. I have given the internet my ALL.\n\n___\n\nI have been applauded for my work, and I have also been scrutinized for it. I have been loved, I have been hated. I was honest, but I was also no fool to the fact that Social Media was an addiction.\n\n___\n\nI decided to take a break from Social Media to reconnect with myself. Nothing major has happened, and I am well. I just have to do this for me.\n\n___\n\nThank you for the birthday wishes. I'll see you soon.\n\n___",
      "localization": "New York, New York",
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 3658,
      "filename": "18096231_330692447347410_6234582373778849792_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTZjRVcgFIq/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18013564_154415018426035_7900507927704764416_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinOrlando"
      ],
      "mentions": [
        "@WaltDisneyWorld",
        "@SalehAlBraik",
        "@waltdisneyworld"
      ],
      "description": "She kneeled down to tie her shoe-laces, dressed in complete black, just like the other participants. \"Scared?\", a guy asked her, staring down at her. As she picked up her paintball gun, her response was ready, until her eyes met his. \"Loser buys the other a pretzel at Dawn\", she smiled, putting her head gear on. \"I'll look forward to having you buy me one\", he smiled, and put on his head gear. The clock had struck midnight at @WaltDisneyWorld, and everyone began running in different directions. Winner gets a years VIP pass at the park, and this year was hers. The hundreds of people scattered across the park, as she kneeled behind one of the Disney castles bushes. The sound of Mickey's battle horn was heard, she closed her eyes. And ran. \n___\n\nHours into the night, the numbers of participants dwindled, as the total number left was displayed on the castle in the middle of the Park. \"Three\", she whispered, her heart beating fast. All of a sudden she heard a paintball shot from behind her, and saw that 'he' shot someone who was about to shoot her. \"Saved you\", he shouted from afar. The number '2' indicated that they were the only ones left. \"Now what?\", he yelled. She aimed the paintball gun at him, and so did he at her. \"THREE\", she yelled. He realized what she was doing, and so he yelled back, \"TWO\". She closed her eyes, \"ONE\". And the shots were fired at the both of them. They both won that night, as it was a tie, but more importantly, they both bought the other a pretzel. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in LONDON. This was taken in Orlando, the States. #FearlessinOrlando\n\n___",
      "localization": "Walt Disney World",
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 3168,
      "filename": "18013564_154415018426035_7900507927704764416_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTXCbgtgH2F/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18161674_288848014860892_3419637864265154560_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinComo"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@visitcomocity"
      ],
      "description": "He saw her from the distance, dressed in his finest uniform with the royal emblem on his right. \"You came\", he whispered behind her. His father, the King, stared down at them both. She turned around, in her canary gown, and bowed immediately. \"Your highness\", she said, tilting her head slightly. \"Dance with me\", he kneeled down to grab her hands and slowly got up with her. The King eyed the two of them, displeased with her. \"I'm sorry\", she turned to walk away. \"You must remember\", he begged her, taking a step forward. \"I told you, I can't, I don't know you\", she said, walking away. He quickly realized this may be the last time he saw her, and so he quickly went around her. \"Dance with me\", he let out his hand and bowed, \"Please\". She quickly took his hand, out of shock that a prince would bow to her. \"Alright\", she whispered.\n\n___\n\nThe violins began, and his hand slid around her waist. One foot after the other, and on the ballroom floor they danced. She looked him in the eye, as the slowly spun, and her heart fluttered. His legs leading hers, as he twirled her once, her stomach had butterflies. Their pace got quicker, as all of his guests left the dance floor to look at them. It was a sight of pure chemistry, movement in its finest. As he dipped her, and picked her up again, her head rested on his shoulder. His smell was intense, and in that instant, it all came rushing back. \"I remember\", she said with a smile, and so did he. Her smile quickly faded when she remembered who tried to hurt her, and what caused her amnesia. One look at him, and he knew she remembered. The King. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in LONDON. This was taken in Como, Italy. #FearlessinComo\n\n___",
      "localization": "Como, Italy",
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 3033,
      "filename": "18161674_288848014860892_3419637864265154560_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTR0X7dlRpC/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096233_465710037153691_2631745784764170240_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@salehalbraik",
        "@fsmilan"
      ],
      "description": "I grew up faster than I would have liked to. All I've ever known was to be the responsible one. Nobody knows the real wars we face, nobody needs to. I'd be the one that would work 100% just so that a loved one wouldn't have to. If I love you, I'll fight your battles for you. If it's something you need, I'll give you mine. The world is a scary place, so let me protect you. I'm messed up, but from afar I'm a chaotic masterpiece. I know some of you relate. The world thinks I'm pushing against that wall because I'm afraid of letting the demons in, when in fact I'm pushing it to save them from my demons coming out.\n\n___\n\nYou can't keep your loved ones together if you're caught falling apart. Get those wounded fists up, it's round two.\n\n___",
      "localization": "Four Seasons Hotel Milan",
      "date": "2017-04-24T05:00:00.000Z",
      "numberLikes": 2956,
      "filename": "18096233_465710037153691_2631745784764170240_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTQwV-SApqg/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18095446_243297266077840_3424281003085004800_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinSwitzerland"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@luganomycity"
      ],
      "description": "She sat in her gown, bored out of her mind. Her family held an annual party for the Elite families of America at the Hamptons every year. She felt she was being strangled by the dress, this wasn't her. A boy caught her eye, to which he bowed his head as he raised his glass. She rolled her eyes, that was it. A moment later she snuck behind the stage and plugged in her iPhone, and changed the tracks. He saw what she did, and smirked. She was in the middle of the dance floor, her parents in shock. Girls left their partners in the middle of their Waltz, and began grabbing drinks and danced with her. Parents across the courtyard began whispering, as her father felt the most ashamed.\n\n___\n\nShe felt the music pass through her, as more of her generation joined her on the dance floor. All of a sudden, the music had stopped. Her father approached her, \"This isn't who your supposed be\", he said. Her eyes connected with the handsome boy that smiled at her before, as he ran past her and her father, and jumped off the dock and into the water. \"That's because you never took time to know me,\" she said, taking off her shoes. As if in slow motion, she turned around, and RAN. Her generation behind her, as they rushed passed the dance floor, on to the deck, as the sun kissed the horizon, and JUMPED. Her eyes, met his. They were free. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in LUGANO. #FearlessinSwitzerland\n\n___",
      "localization": "Lake Lugano",
      "date": "2017-04-24T05:00:00.000Z",
      "numberLikes": 2890,
      "filename": "18095446_243297266077840_3424281003085004800_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTMiPjIgX-N/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096514_1348385121942579_1849327022606647296_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinMilan"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@visitmilano"
      ],
      "description": "She walked into the Galleria Vittorio Emanuele II, with her clutch in hand. Her Chanel suit, with glasses to match, you could hear her heels from the echo of the glass and iron roof. On the corner of her left, she saw one. On her right, another two. She noticed the entire space was emptier than usual, and she saw people being evacuated from the other side. She reached the middle, and dropped her clutch. As she bent to pick it up, the three men approached her from behind. Kicking one from the back, as she grabbed another's arm, held his gun, and knocked the other with his elbow. \"STOP\", she heard from behind. As she stood above the three unconscious agents, she turned to face 'him'. Their eyes connected.\n\n___\n\nSilence as for the next sixty seconds, it was just the two of them. Their guns pointing at each-other. \"Don't do this\", he whispered. She could hear the sirens, and her eyes began to tear. All she remembered was Cuba, with him. \"Put the gun down\", he said. She slowly raised her gun towards the sky, and he sighed. The next moment, she fired the gun. He covered his head, as the pieces of glass fell. He then looked up, and so her being lifted by a rope to a helicopter. He aimed his gun at her, but couldn't do it. As she got away, he caught a note that she dropped. She may have gotten away from the law, but she was still his. All the letter said was, 'Cuba'. He booked his flight. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in MILAN. #FearlessinMilan\n\n___",
      "localization": "Galleria Vittorio Emanuele",
      "date": "2017-04-22T05:00:00.000Z",
      "numberLikes": 2869,
      "filename": "18096514_1348385121942579_1849327022606647296_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTJ20QrAdko/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18094957_1155280427932150_403782300837347328_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinMilan"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@salehalbraik",
        "@quayaustralia",
        "@houseofherrera",
        "@vacheronconstantin",
        "@zara"
      ],
      "description": "Have you ever lost a good friend and wondered why? Thinking back to see whether it was something either of you did wrong. There are people I pushed away, but some I admittedly let go. Sometimes I get these moments where flashes of memories come back, and I remember the good times. I wish them well, until this very day. But it makes me think. There was a point when those people came into our lives where we didn't see an end coming so soon. And now my question comes to you guys. If you knew someone in your life had an expiration date on your friendship, would you still be their friend? Would you still invest your time? Knowing that you will make amazing memories in the present, but they won't be a part of your future. Don't forget, with good memories also comes bad ones. Thoughts.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in MILAN. #FearlessinMilan\n\n___",
      "localization": "New York, New York",
      "date": "2017-04-21T05:00:00.000Z",
      "numberLikes": 2820,
      "filename": "18094957_1155280427932150_403782300837347328_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTHpOxCgvQa/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011984_1628116450562596_2670765691497349120_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "He parked his carriage outside the chapel, and waited for the newlyweds to come out. As he saw the cameras getting ready, he made sure everything about the carriage was perfect. They came out with a reception of applause and flashes of lights. The bride got on the carriage and tossed the bouquet, with girls jumping to catch it. He signaled his horse, and the carriage made its way. Under the tall trees of Central Park, he smiled as he saw the couple in eachother's embrace. He knew a special route under the cherry blossom trees that was magical. He wanted them to have a beginning worth remembering. His job was simple, but he took it to heart. A marriage was the start to a journey, and he was the start of it.\n\n___\n\nAs the afternoon came, he took his now-empty carriage down his usual path. He pulled slightly so the horse knew to stop. Entering the cemetery, his path made his way to her gravestone. Kneeling down with a small bouquet of roses, he said a little prayer. She had passed away the week before their marriage, and he had never married since. Now that years have passed, he has found some peace in the fact that it was meant to be. While they never had a beginning, he could at least ensure someone else has one they'd remember forever. End scene.\n\n___",
      "localization": "Central Park",
      "date": "2017-04-20T05:00:00.000Z",
      "numberLikes": 2817,
      "filename": "18011984_1628116450562596_2670765691497349120_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTE1uPTgZqm/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011793_1971647259725593_4099847713426767872_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinNewYork"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@Starbucks",
        "@starbucks"
      ],
      "description": "She watched the raindrops fall down her window, as she could hear her parents argument through the walls. She saw a small pebble thrown at her window, and saw 'him' standing down in their courtyard. Her frown disappeared, as she looked back at her door, and then lifted her window to escape down the vines. He saw the look in her eyes, and the sadness. Holding her hand, he pulled her to his motorbike and drove off. She felt the wind on her face, as her arms wrapped tightly around his waist, her face rested on his back. They drove down the coast, and the blue ocean and golden beaches called to them, as the clouds had suddenly faded and the sun came out. She splashed him, to which he splashed her back.\n\n___\n\nThey drove downtown and noticed the road was blocked. He smiled and entered the marathon with his bike; and noticed it was a color run. The splashes of color being thrown at them. The entire street burst in splashes of color, as tears of joy fell down her face. Drinks were handed out to them, and she shared hers with him. Watching him take a sip, she smiled. Her heart fluttered. In her world of black and white, she made him see in color. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Just tried the UNICORN FRAPPUCCINO from @Starbucks. Currently in NEW YORK. #FearlessinNewYork\n\n___",
      "localization": "New York, New York",
      "date": "2017-04-19T05:00:00.000Z",
      "numberLikes": 2862,
      "filename": "18011793_1971647259725593_4099847713426767872_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTEKDEhg1Gw/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17932066_275456842906273_3382630360163549184_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinNewYork"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@americaneagle",
        "@salehalbraik",
        "@abercrombie",
        "@quayaustralia"
      ],
      "description": "I want to ask you a simple question. If you had a chance to be anywhere in the world right now, where would you be? If you could get on a plane right now, where will you travel to? And most importantly, why? Plane's waiting, so make it quick.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in NEW YORK. #FearlessinNewYork\n\n___",
      "localization": "John F. Kennedy International Airport",
      "date": "2017-04-19T05:00:00.000Z",
      "numberLikes": 3011,
      "filename": "17932066_275456842906273_3382630360163549184_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTBmuYbg86Z/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011936_292321344538330_230919556619567104_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@LexingtonBrass",
        "@lexingtonbrass"
      ],
      "description": "He opened the doors of the @LexingtonBrass, as his 8 year old son followed amazed by the interior. They stood behind a couple in line for their table, and his son kept himself occupied by admiring the wallpaper. The couple in front of them noticed this odd behavior, and gave a confused look when they saw the kid so focused on it. They were then seated, and it was their turn next. He grabbed his sons hand, \"Our tables ready bud\", he smiled. His son looked at his father with tears in his eyes, and grabbed his hand back. They were seated at a table near the couple they were standing behind at the entrance line. They looked at the little boy, as his eyes lit up when he saw coloring paper and crayons on the restaurants table.\n\n___\n\nAs they waited for their food to arrive, he watched his son try to color. The little boy took a good three minutes to stare at each color, and then used it. The couple noticed that he wasn't coloring, but instead using each color and simply stroking lines. \"Hi, we didn't want to interrupt\", the couple said in pity, \"but maybe you should see someone about your son\". The father smiled, and turned to whisper to them. \"My son just had a procedure done,\" he looked back at his son, \"He can now see for the first time in his life\". Their food arrived, and as the couple backed up in shame, he smiled at his son who's eyes lit up when he saw the colorful food in front of him. Never judge a book by its cover, or a person by your assumption. End scene.\n\n___",
      "localization": "Lexington Brass",
      "date": "2017-04-18T05:00:00.000Z",
      "numberLikes": 2930,
      "filename": "18011936_292321344538330_230919556619567104_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS_T3qRgrvj/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011954_618985348294452_3861168546767699968_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinNewYork"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@davidkracov"
      ],
      "description": "He walked her to the door of her house, she smiled at him, as he leaned in for a kiss. After doing so, she realized she was falling for him. \"I need to show you something\", she said, walking him inside. They sat opposite each-other on the living room floor, as she got closer and held his hand. \"You know I care about you\", her eyes on the floor, \"a lot actually\". He grabbed her hands, \"I care about you a lot too\", he replied, smiling. \"But there's something you need to know about me\", she said, her eyes slowly focused on his, she was afraid he'd think she was weird. In that moment all he could focus on was her eyes, and her eyes alone. He realized that he had already fallen for her. \"I need you to close your eyes\", she whispered. \"Alright\", he whispered.\n\n___\n\nHer heart was beating faster than ever before, \"Open them\", she whispered. As he did, he noticed they were both floating off the ground slightly. He didn't panic, and instead looked at her and smiled. As they slowly touched the floor again, he didn't say anything and got up and walked away. Her heart sank, until she saw him coming back with a book from her shelf. \"I need you to close your eyes\", he whispered. He took her hand and placed it on the book with his. \"Open them\", he whispered. As she did, the book opened, and out came hundreds of butterflies. Her eyes teared up as they filled the house. She wasn't alone. He may be weird, but he was her kind of weird. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in NEW YORK. #FearlessinNewYork\n\n___",
      "localization": "New York, New York",
      "date": "2017-04-17T05:00:00.000Z",
      "numberLikes": 3265,
      "filename": "18011954_618985348294452_3861168546767699968_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS80bDfAHFG/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17934414_1811516702504984_5929922824301969408_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinOrlando"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@waltdisneyworld",
        "@salehalbraik",
        "@hollisterco",
        "@quayaustralia"
      ],
      "description": "I saw a video the other day, that showed different expressions of people being complimented. And it hit me, how a few simple words can change someone's entire day, or even longer. Never underestimate how long words can stay with someone during the course of their life. Sometimes that's all we're left with, after a friendship or a relationship is over. So today I'm going to make an initiative to say something beautiful about the people in my life. Just so that I can see them smile. A few minutes of my time to make someone that I love feel good? Sounds like something we can all do. Spread the love people, we need it now more than ever. When was the last time you said you loved someone? So let's start. I love you guys.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in NEW YORK. #FearlessinOrlando\n\n___",
      "localization": "Walt Disney World",
      "date": "2017-04-16T05:00:00.000Z",
      "numberLikes": 3100,
      "filename": "17934414_1811516702504984_5929922824301969408_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS6syVZgSLo/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17881310_1000711480065114_7295826049105920000_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinOrlando"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@waltdisneyworld"
      ],
      "description": "When you were a kid, what did you want to grow up to be? It's a question we often get asked a lot and I'm sure changed over the course of time. Is what you're doing today something you've always wanted to do? Are you working in the same field you studied or majored in? When you wake up in the morning, do you ENJOY what you do? Let me know below.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in NEW YORK. #FearlessinOrlando\n\n___",
      "localization": "Disney's Magic Kingdom",
      "date": "2017-04-15T05:00:00.000Z",
      "numberLikes": 3015,
      "filename": "17881310_1000711480065114_7295826049105920000_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS6Am8SA35p/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17932366_203745793461093_5563752359529545728_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinOrlando"
      ],
      "mentions": [
        "@Disneyland",
        "@SalehAlBraik",
        "@waltdisneyworld"
      ],
      "description": "She held his arm as they entered the park. Everything was just as she remembered it. The last time she visited @Disneyland was back with her own family, as a kid. She was lucky enough to have her husband by her side today, to experience it in a whole new perspective. As they walked, kids ran across the street with their own favorite princess gowns and tiaras. She looked up at him and giggled, and squeezed his arm from excitement. \"Congratulations\", one of the Disney staff told them, when noticing their 'Anniversary' pins on their shirt. It's been three amazing years together, and each year she realized how much more in love she was with him. A parade began taking place, and they waited on the sideline to see who was coming.\n\n___\n\nHe noticed kids trying to peak through people, as they couldn't see the parade. He lifted them one by one, placing them on a side bench to stand on so that they could see. She smiled, he would be a perfect father. As Mickey came out of the parade, he quickly took out his camera and asked someone to take a picture of them both. He smiled and thanked the stranger and showed her the picture. It was perfect, in every way possible. It was also the first picture of the 'three' of them. She held on to her tummy, and looked at him carrying one of the kids on his shoulder. Maybe she'll tell him after 'Space Mountain'. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in Orlando, flying off to NEW YORK today. #FearlessinOrlando\n\n___",
      "localization": "Disney's Magic Kingdom",
      "date": "2017-04-15T05:00:00.000Z",
      "numberLikes": 3436,
      "filename": "17932366_203745793461093_5563752359529545728_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS3XC52AvBz/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17882254_1106716299433928_8998951706351894528_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinOrlando"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@salehalbraik",
        "@universalorlando"
      ],
      "description": "What are you thankful for? I know I have a lot to be thankful for. We take this for granted on a daily basis, and sometimes need reality to sink in to realize it. It's not our fault, nor does it make us bad people for doing so. It's just that we've been blessed in different ways that we don't realize them because they're always with us. So let's take a second. I want you guys to do an exercise with me. Take a minute out of your day, or just a few seconds if you really don't have time, and tell me what you're thankful for. Write it down! I want to hear them. Inspire people around the world to know what YOU are thankful for, so maybe they'll be thankful about it too. SO, what are you thankful for?\n\n___\n\nI am thankful for my sight, my hearing, the ability to move, the laughter I am given on a daily basis. I am thankful for my family, my friends, a smile I am given from people walking by. I am grateful to be healthy, to be heard, and to be loved. I am thankful, الحمدلله, for waking up this morning and being who I am today.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in Orlando. #FearlessinOrlando\n\n___",
      "localization": "Universal Studios",
      "date": "2017-04-14T05:00:00.000Z",
      "numberLikes": 3060,
      "filename": "17882254_1106716299433928_8998951706351894528_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS04j58AttO/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17881342_210425322775890_7574161460557774848_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinOrlando"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@universalorlando"
      ],
      "description": "It's ironic that I'm posting this picture right now. I've been talking to a close friend about the future, and how I wish we 'knew'. You know? Obviously it's something we've all thought about. Knowing what the future may hold. Some of us are eager to find out exactly what, while others would rather not know. I envy the people who don't have the need to find out. You could see it in their care-free nature and euphoric soul. I often ask myself about the future before I even start anything. Does that make sense? I'd be the type that would sabotage things just because I see no future in it. Emphasis on \"I see\", and the fact that I'm completely putting a conclusion based on an assumption.\n\n___\n\nIf only there was a crystal ball that we could look into that would be able to tell us where we're headed. Or how much we have to push in order to get to that goal? Is there a finish line? I'm caught up in all of these questions. I wanted to know what you think? Would you rather know your future, or not? Any advice for someone who's looking for answers? Waiting for your thoughts.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in Orlando. #FearlessinOrlando\n\n___",
      "localization": "Universal Studios",
      "date": "2017-04-13T05:00:00.000Z",
      "numberLikes": 2759,
      "filename": "17881342_210425322775890_7574161460557774848_n.jpg"
    }
  ]
}