{
  "alias": "salehalbraik",
  "username": "Saleh Al Braik",
  "descriptionProfile": [
    "Location | @MyDubai ☀️ Job | Dubai Tourism ✈️ Owner | @GravityDXB, @WakameDubai, @ThinkUpGCC 💰 Snapchat | @SalehAlBraik 👻 ✉️ | SalehAlBraik@Gmail.com",
    "Location |",
    "☀️ Job | Dubai Tourism ✈️ Owner |",
    ",",
    ",",
    "💰 Snapchat |",
    "👻 ✉️ | SalehAlBraik@Gmail.com"
  ],
  "urlProfile": "https://www.instagram.com/salehalbraik/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/14099510_520024781538343_583244166_a.jpg",
  "website": "Twitter.com/SalehAlBraik",
  "numberPosts": 2957,
  "numberFollowers": 166000,
  "numberFollowing": 190,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTR0X7dlRpC/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096233_465710037153691_2631745784764170240_n.jpg",
      "numberLikes": 2942,
      "numberViews": 0,
      "numberComments": 36,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@salehalbraik",
        "@fsmilan"
      ],
      "description": "I grew up faster than I would have liked to. All I've ever known was to be the responsible one. Nobody knows the real wars we face, nobody needs to. I'd be the one that would work 100% just so that a loved one wouldn't have to. If I love you, I'll fight your battles for you. If it's something you need, I'll give you mine. The world is a scary place, so let me protect you. I'm messed up, but from afar I'm a chaotic masterpiece. I know some of you relate. The world thinks I'm pushing against that wall because I'm afraid of letting the demons in, when in fact I'm pushing it to save them from my demons coming out.\n\n___\n\nYou can't keep your loved ones together if you're caught falling apart. Get those wounded fists up, it's round two.\n\n___",
      "localization": "Four Seasons Hotel Milan",
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18096233_465710037153691_2631745784764170240_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTQwV-SApqg/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18095446_243297266077840_3424281003085004800_n.jpg",
      "numberLikes": 2875,
      "numberViews": 0,
      "numberComments": 47,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinSwitzerland"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@luganomycity"
      ],
      "description": "She sat in her gown, bored out of her mind. Her family held an annual party for the Elite families of America at the Hamptons every year. She felt she was being strangled by the dress, this wasn't her. A boy caught her eye, to which he bowed his head as he raised his glass. She rolled her eyes, that was it. A moment later she snuck behind the stage and plugged in her iPhone, and changed the tracks. He saw what she did, and smirked. She was in the middle of the dance floor, her parents in shock. Girls left their partners in the middle of their Waltz, and began grabbing drinks and danced with her. Parents across the courtyard began whispering, as her father felt the most ashamed.\n\n___\n\nShe felt the music pass through her, as more of her generation joined her on the dance floor. All of a sudden, the music had stopped. Her father approached her, \"This isn't who your supposed be\", he said. Her eyes connected with the handsome boy that smiled at her before, as he ran past her and her father, and jumped off the dock and into the water. \"That's because you never took time to know me,\" she said, taking off her shoes. As if in slow motion, she turned around, and RAN. Her generation behind her, as they rushed passed the dance floor, on to the deck, as the sun kissed the horizon, and JUMPED. Her eyes, met his. They were free. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in LUGANO. #FearlessinSwitzerland\n\n___",
      "localization": "Lake Lugano",
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18095446_243297266077840_3424281003085004800_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTMiPjIgX-N/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096514_1348385121942579_1849327022606647296_n.jpg",
      "numberLikes": 2866,
      "numberViews": 0,
      "numberComments": 37,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinMilan"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@visitmilano"
      ],
      "description": "She walked into the Galleria Vittorio Emanuele II, with her clutch in hand. Her Chanel suit, with glasses to match, you could hear her heels from the echo of the glass and iron roof. On the corner of her left, she saw one. On her right, another two. She noticed the entire space was emptier than usual, and she saw people being evacuated from the other side. She reached the middle, and dropped her clutch. As she bent to pick it up, the three men approached her from behind. Kicking one from the back, as she grabbed another's arm, held his gun, and knocked the other with his elbow. \"STOP\", she heard from behind. As she stood above the three unconscious agents, she turned to face 'him'. Their eyes connected.\n\n___\n\nSilence as for the next sixty seconds, it was just the two of them. Their guns pointing at each-other. \"Don't do this\", he whispered. She could hear the sirens, and her eyes began to tear. All she remembered was Cuba, with him. \"Put the gun down\", he said. She slowly raised her gun towards the sky, and he sighed. The next moment, she fired the gun. He covered his head, as the pieces of glass fell. He then looked up, and so her being lifted by a rope to a helicopter. He aimed his gun at her, but couldn't do it. As she got away, he caught a note that she dropped. She may have gotten away from the law, but she was still his. All the letter said was, 'Cuba'. He booked his flight. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in MILAN. #FearlessinMilan\n\n___",
      "localization": "Galleria Vittorio Emanuele",
      "date": "2017-04-22T05:00:00.000Z",
      "filename": "18096514_1348385121942579_1849327022606647296_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTJ20QrAdko/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18094957_1155280427932150_403782300837347328_n.jpg",
      "numberLikes": 2817,
      "numberViews": 0,
      "numberComments": 54,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinMilan"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@salehalbraik",
        "@quayaustralia",
        "@houseofherrera",
        "@vacheronconstantin",
        "@zara"
      ],
      "description": "Have you ever lost a good friend and wondered why? Thinking back to see whether it was something either of you did wrong. There are people I pushed away, but some I admittedly let go. Sometimes I get these moments where flashes of memories come back, and I remember the good times. I wish them well, until this very day. But it makes me think. There was a point when those people came into our lives where we didn't see an end coming so soon. And now my question comes to you guys. If you knew someone in your life had an expiration date on your friendship, would you still be their friend? Would you still invest your time? Knowing that you will make amazing memories in the present, but they won't be a part of your future. Don't forget, with good memories also comes bad ones. Thoughts.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in MILAN. #FearlessinMilan\n\n___",
      "localization": "New York, New York",
      "date": "2017-04-21T05:00:00.000Z",
      "filename": "18094957_1155280427932150_403782300837347328_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTHpOxCgvQa/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011984_1628116450562596_2670765691497349120_n.jpg",
      "numberLikes": 2816,
      "numberViews": 0,
      "numberComments": 21,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "He parked his carriage outside the chapel, and waited for the newlyweds to come out. As he saw the cameras getting ready, he made sure everything about the carriage was perfect. They came out with a reception of applause and flashes of lights. The bride got on the carriage and tossed the bouquet, with girls jumping to catch it. He signaled his horse, and the carriage made its way. Under the tall trees of Central Park, he smiled as he saw the couple in eachother's embrace. He knew a special route under the cherry blossom trees that was magical. He wanted them to have a beginning worth remembering. His job was simple, but he took it to heart. A marriage was the start to a journey, and he was the start of it.\n\n___\n\nAs the afternoon came, he took his now-empty carriage down his usual path. He pulled slightly so the horse knew to stop. Entering the cemetery, his path made his way to her gravestone. Kneeling down with a small bouquet of roses, he said a little prayer. She had passed away the week before their marriage, and he had never married since. Now that years have passed, he has found some peace in the fact that it was meant to be. While they never had a beginning, he could at least ensure someone else has one they'd remember forever. End scene.\n\n___",
      "localization": "Central Park",
      "date": "2017-04-20T05:00:00.000Z",
      "filename": "18011984_1628116450562596_2670765691497349120_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTE1uPTgZqm/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011793_1971647259725593_4099847713426767872_n.jpg",
      "numberLikes": 2852,
      "numberViews": 0,
      "numberComments": 54,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinNewYork"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@Starbucks",
        "@starbucks"
      ],
      "description": "She watched the raindrops fall down her window, as she could hear her parents argument through the walls. She saw a small pebble thrown at her window, and saw 'him' standing down in their courtyard. Her frown disappeared, as she looked back at her door, and then lifted her window to escape down the vines. He saw the look in her eyes, and the sadness. Holding her hand, he pulled her to his motorbike and drove off. She felt the wind on her face, as her arms wrapped tightly around his waist, her face rested on his back. They drove down the coast, and the blue ocean and golden beaches called to them, as the clouds had suddenly faded and the sun came out. She splashed him, to which he splashed her back.\n\n___\n\nThey drove downtown and noticed the road was blocked. He smiled and entered the marathon with his bike; and noticed it was a color run. The splashes of color being thrown at them. The entire street burst in splashes of color, as tears of joy fell down her face. Drinks were handed out to them, and she shared hers with him. Watching him take a sip, she smiled. Her heart fluttered. In her world of black and white, she made him see in color. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Just tried the UNICORN FRAPPUCCINO from @Starbucks. Currently in NEW YORK. #FearlessinNewYork\n\n___",
      "localization": "New York, New York",
      "date": "2017-04-19T05:00:00.000Z",
      "filename": "18011793_1971647259725593_4099847713426767872_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTEKDEhg1Gw/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17932066_275456842906273_3382630360163549184_n.jpg",
      "numberLikes": 3007,
      "numberViews": 0,
      "numberComments": 163,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinNewYork"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@americaneagle",
        "@salehalbraik",
        "@abercrombie",
        "@quayaustralia"
      ],
      "description": "I want to ask you a simple question. If you had a chance to be anywhere in the world right now, where would you be? If you could get on a plane right now, where will you travel to? And most importantly, why? Plane's waiting, so make it quick.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in NEW YORK. #FearlessinNewYork\n\n___",
      "localization": "John F. Kennedy International Airport",
      "date": "2017-04-19T05:00:00.000Z",
      "filename": "17932066_275456842906273_3382630360163549184_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTBmuYbg86Z/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011936_292321344538330_230919556619567104_n.jpg",
      "numberLikes": 2929,
      "numberViews": 0,
      "numberComments": 36,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@LexingtonBrass",
        "@lexingtonbrass"
      ],
      "description": "He opened the doors of the @LexingtonBrass, as his 8 year old son followed amazed by the interior. They stood behind a couple in line for their table, and his son kept himself occupied by admiring the wallpaper. The couple in front of them noticed this odd behavior, and gave a confused look when they saw the kid so focused on it. They were then seated, and it was their turn next. He grabbed his sons hand, \"Our tables ready bud\", he smiled. His son looked at his father with tears in his eyes, and grabbed his hand back. They were seated at a table near the couple they were standing behind at the entrance line. They looked at the little boy, as his eyes lit up when he saw coloring paper and crayons on the restaurants table.\n\n___\n\nAs they waited for their food to arrive, he watched his son try to color. The little boy took a good three minutes to stare at each color, and then used it. The couple noticed that he wasn't coloring, but instead using each color and simply stroking lines. \"Hi, we didn't want to interrupt\", the couple said in pity, \"but maybe you should see someone about your son\". The father smiled, and turned to whisper to them. \"My son just had a procedure done,\" he looked back at his son, \"He can now see for the first time in his life\". Their food arrived, and as the couple backed up in shame, he smiled at his son who's eyes lit up when he saw the colorful food in front of him. Never judge a book by its cover, or a person by your assumption. End scene.\n\n___",
      "localization": "Lexington Brass",
      "date": "2017-04-18T05:00:00.000Z",
      "filename": "18011936_292321344538330_230919556619567104_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS_T3qRgrvj/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011954_618985348294452_3861168546767699968_n.jpg",
      "numberLikes": 3263,
      "numberViews": 0,
      "numberComments": 58,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinNewYork"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@davidkracov"
      ],
      "description": "He walked her to the door of her house, she smiled at him, as he leaned in for a kiss. After doing so, she realized she was falling for him. \"I need to show you something\", she said, walking him inside. They sat opposite each-other on the living room floor, as she got closer and held his hand. \"You know I care about you\", her eyes on the floor, \"a lot actually\". He grabbed her hands, \"I care about you a lot too\", he replied, smiling. \"But there's something you need to know about me\", she said, her eyes slowly focused on his, she was afraid he'd think she was weird. In that moment all he could focus on was her eyes, and her eyes alone. He realized that he had already fallen for her. \"I need you to close your eyes\", she whispered. \"Alright\", he whispered.\n\n___\n\nHer heart was beating faster than ever before, \"Open them\", she whispered. As he did, he noticed they were both floating off the ground slightly. He didn't panic, and instead looked at her and smiled. As they slowly touched the floor again, he didn't say anything and got up and walked away. Her heart sank, until she saw him coming back with a book from her shelf. \"I need you to close your eyes\", he whispered. He took her hand and placed it on the book with his. \"Open them\", he whispered. As she did, the book opened, and out came hundreds of butterflies. Her eyes teared up as they filled the house. She wasn't alone. He may be weird, but he was her kind of weird. End scene.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in NEW YORK. #FearlessinNewYork\n\n___",
      "localization": "New York, New York",
      "date": "2017-04-17T05:00:00.000Z",
      "filename": "18011954_618985348294452_3861168546767699968_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS80bDfAHFG/?taken-by=salehalbraik",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17934414_1811516702504984_5929922824301969408_n.jpg",
      "numberLikes": 3098,
      "numberViews": 0,
      "numberComments": 39,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#FearlessinOrlando"
      ],
      "mentions": [
        "@SalehAlBraik",
        "@waltdisneyworld",
        "@salehalbraik",
        "@hollisterco",
        "@quayaustralia"
      ],
      "description": "I saw a video the other day, that showed different expressions of people being complimented. And it hit me, how a few simple words can change someone's entire day, or even longer. Never underestimate how long words can stay with someone during the course of their life. Sometimes that's all we're left with, after a friendship or a relationship is over. So today I'm going to make an initiative to say something beautiful about the people in my life. Just so that I can see them smile. A few minutes of my time to make someone that I love feel good? Sounds like something we can all do. Spread the love people, we need it now more than ever. When was the last time you said you loved someone? So let's start. I love you guys.\n\n___\n\nCatch my vacation on Insta Story and Snapchat on @SalehAlBraik 👻. Currently in NEW YORK. #FearlessinOrlando\n\n___",
      "localization": "Walt Disney World",
      "date": "2017-04-16T05:00:00.000Z",
      "filename": "17934414_1811516702504984_5929922824301969408_n.jpg"
    }
  ]
}