{
  "alias": "sawwaki",
  "username": "Danya 🔯🇷🇺🇺🇸 США Америка",
  "descriptionProfile": [
    "History 🗿 and art 🎨 lover 32 countries behind 🌇 Born in Russia 🇷🇺 belong to the World🌍 I'm a noble not a saint ♠️ Блог о жизни в США 👇🏻",
    "History 🗿 and art 🎨 lover 32 countries behind 🌇 Born in Russia 🇷🇺 belong to the World🌍 I'm a noble not a saint ♠️ Блог о жизни в США 👇🏻"
  ],
  "urlProfile": "https://www.instagram.com/sawwaki/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/17333298_1483081551742713_7093828364170952704_a.jpg",
  "website": "www.sawaki.pro/blog-2",
  "numberPosts": 594,
  "numberFollowers": 100000,
  "numberFollowing": 67,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTO-hAblKWR/?taken-by=sawwaki",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18094949_415778015458483_1449866279207829504_n.jpg",
      "numberLikes": 3466,
      "numberViews": 0,
      "numberComments": 67,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sawakiholiday",
        "#sawakilifehack"
      ],
      "mentions": [
        "@kates",
        "@kates.lifestyle"
      ],
      "description": "There is so much about my fate that I cannot control, but other things do fall under the jurisdiction. I can decide how I spend my time, whom I interact with, whom I share my body, life, money and energy with. I can select what I can read, eat, and study. I can choose how I'm going to regard unfortunate circumstances in my life, whether I will see them as curses or opportunities. I can choose my words and the tone of voice in which I speak to others.\nAnd most of all, I can choose my thoughts. 🙇🏻\n📸 by @kates.lifestyle спасибо огромное Катюш за крутые фотки с Вашингтона😇\n⠀⠀⠀⠀⠀⠀\n🛍 Когда начинаются супер скидки в США\n⠀⠀⠀⠀⠀⠀\nРаспродажи в Америке настоящие, серьезные и действительно позволяют не только с экономить, но и еще заполучить брендовый товар который вы вряд ли смогли бы себе позволить в  начальной стоимости.  Американцы очень  предприимчивы и предпочитают деньги, а не лежащий мертвым грузом  товар на полках магазинов. Деньги должны приносить деньги.  Благодаря широкому распространению интернета все эти достижения и скидки  доступны и нам с вами. О предстоящих скидках можно узнавать по наступающим праздникам, уходящим сезонам.  Лучше конечно же подписать на новости от ваших любимых магазинов заранее, а так же найти их аккаунты в соц. сетях, именно там в первую очередь сообщают о предстоящих скидках и акциях.  В последнее время американские онлайн-магазины включают в свой календарь распродаж многие межнациональные праздники. Предлагаются скидки к мероприятиям международного масштаба как Олимпийские Игры, Чемпионат мира по футболу, Чемпионат мира по хоккею  и другие значимые события мирового масштаба.\n⠀⠀⠀⠀⠀\n❗️ Самый полный гид по распродажам в Америке в комментариях 👇🏻\n❓ А вы покупаете вещи на распродажах или вам нужны только самые свеженькие коллекции? 🤔 Готовы подождать вещь до выхода на распродажу или нужно таки сразу купить? 🤔\n#sawakiholiday #sawakilifehack",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18094949_415778015458483_1449866279207829504_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS_geuUFXyC/?taken-by=sawwaki",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17934294_1327850927293749_7257411260315074560_n.jpg",
      "numberLikes": 9491,
      "numberViews": 0,
      "numberComments": 64,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sawakirussian"
      ],
      "mentions": [
        "@iammarinaray"
      ],
      "description": "Nothing does come easy in this life. To achieve your goals, it is necessary to take certain sacrifices: to spend your energy, time, limit yourself in something. Sometimes there are moments when you want to drop everything and give up the dream. At such moments, remember how much you will get if you'll go on, and how much will lose, if you give up. The price of success usually less, than the cost of failure.\n⠀⠀⠀⠀⠀\n👸🏻 Американские девушки: вся правда.\n⠀⠀⠀⠀⠀\nКонечно как и женщины любой другой страны американки все разные. Однако в каждом обществе существует своя система ценностей. На этой системе ценностей строится культура поведения, которая общая для всех. Как в игре: каждый играет в своей манере, но все  же по определенным правилам.\n⠀⠀⠀⠀⠀\n✅ Честность\n⠀⠀⠀⠀⠀\nДевушки в Америке  весьма прямолинейны. Если ваша новая знакомая скажет вам нет- это будет означать нет.  В России же слово нет у девушки может иметь двойной стандарт, “Я сказала нет, но хотела что бы ты уговаривал и я бы сказала «да».“ Американки же на любой вопрос отвечают прямо. Нам русским может показаться это бестактным. Для американцев же это в порядке вещей.  Уже на первом свидании американки готовы обсуждать все детали дальнейших отношений. Например, американка может спросить: «Ничего, что я через полгода уеду в другую страну?» Если Вы скажете, что вас это не устраивает, то первое свидание может стать последним. Решение уже принято, и никто, с точки зрения американки, не имеет права пытаться навязать ей другое.\n⠀⠀⠀⠀\n❗️Романтика, самостоятельность, свобода, юмор, личное мнение и карьера в отношениях с американками в комментариях 👇🏻\n#sawakirussian",
      "localization": null,
      "date": "2017-04-17T05:00:00.000Z",
      "filename": "17934294_1327850927293749_7257411260315074560_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS6dn7XFGvl/?taken-by=sawwaki",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17882746_404649556586453_2701847944616738816_n.jpg",
      "numberLikes": 4678,
      "numberViews": 0,
      "numberComments": 59,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sawakiholiday"
      ],
      "mentions": [],
      "description": "Indeed, love, like a spring - it's the time of hope, unshakable beliefs that only good things ahead, that only joyful and happy moments prepared for us. At the same time while we’re loving someone, we’re always afraid that the happiness will pass as quickly as the summer always drives; that the feelings will fade and turn yellow like maple leaves; the rain of tears will wash away delightful memories; the ice, cold and darkness will reign in the soul… \nIn the youth, it seems that our love is subject only to the whims of fate, and everything will be the way to dispose of this “headstrong woman”; it can’t be different… Only with age we begin to understand that in many ways we are the masters of our own destiny. The shelf life of our feelings depends merely from ourselves - will they perishable and directed to the junkyard of superfluous memories; or they will remain for many years, support us, become a fortress that protects against all the ills of life, and transform to lifeline that will aid in the most difficult moments. ⠀⠀⠀\n🐰 Пасха  в Америке ⠀⠀⠀⠀⠀⠀ Пасха в США - один из самых популярных и любимых праздников, конечно же после Рождества. Побывать в Пасхальное воскресенье в Америке – занятие, несомненно, увлекательное и запоминающееся. Ни в коем случае нельзя пропустить праздничное уличное шествие в американских городах, когда люди в ярких костюмах следуют по главным улицам, привлекая всеобщее внимания и даря ощущение настоящего всеобщего праздника. Практически все американские семьи в праздничное воскресенье  собираются за большим столом в кругу семьи. Также в США обязательным является посещение пасхальной службы в церкви, которая носит название «На рассвете солнца» и начинается в 6 утра. Таким образом, Пасха для христиан – это день молитв и семейных сборов.\n⠀⠀⠀⠀⠀\n❗️Особенности празднования Пасхи в Америке, украшения, еда и подарки, а так же зачем прячут яица во дворе и что особенного делают в Бостоне, читайте в комментариях👇🏻 ⠀⠀⠀⠀⠀\n#sawakiholiday",
      "localization": "Bal Harbour, Florida",
      "date": "2017-04-15T05:00:00.000Z",
      "filename": "17882746_404649556586453_2701847944616738816_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BStjb7pldip/?taken-by=sawwaki",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17663361_1929586903940471_7839220479557632000_n.jpg",
      "numberLikes": 3630,
      "numberViews": 0,
      "numberComments": 32,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sawakitravel"
      ],
      "mentions": [],
      "description": "🔝 People around always evaluate a person the way he estimates himself. You have to accept and appreciate yourself. Don’t create idols for yourself or an unattainable, perfect image of yourself. Don’t accept the opinions of others about you as the truth, without exposing it to criticism.\nTrying to earn everyone’s love (which is impossible), you neglect your own needs, and, as the result, lose respect for yourself. Lose yourself. \nIt is impossible to be perfect in everything. Your value equal to exactly as much as you estimate yourself, and how’s your self-worth. However, the common sense never hurts.\nThe laws of life work!\n⠀⠀⠀⠀⠀⠀⠀⠀\n🍫 Самые вкусные музеи Америки\n⠀⠀⠀⠀⠀⠀⠀⠀ Когда Вы отправляетесь путешествовать, есть множество способов составить свой экскурсионный маршрут. Вместо того чтобы во время путешествия полдня отстаивать в очередях к главным шедеврам архитектуры и искусства, некоторые туристы предпочитают укрыться от суеты где-нибудь за стенами ресторана и наблюдать за жизнью города, устроившись возле окна с бокалом вина и сырной тарелкой. Основная цель их поездки сводится к поиску вкусовых впечатлений. Выставочные залы и галереи, как правило, остаются в стороне от гастромаршрута, если только их экспозиция не посвящена еде. В таких тематических музеях можно ближе познакомиться с кулинарными традициями и историей главного экспоната. Как известно США славится гамбургерами, колой и шоколадом. Хотите ли вы заглянуть в самые сокровенные места Америки и приоткрыть некоторые ее секреты?\n⠀⠀⠀⠀⠀⠀⠀⠀ ✅ Hershey’s\n⠀⠀⠀⠀⠀⠀⠀⠀ Сегодня небольшой городок Hershey в штате Пенсильвания считается “Самым сладким местом на земле”. Своим появлением он обязан именно шоколаду и кондитеру Милтону Hershey, который решил построить здесь фабрику по производству редкого для США лакомства. Дело было в 1901 году. Шоколад пришелся американцам по вкусу. Фабрика росла, сотрудников становилось все больше и больше, и Hershey, как заботливый босс, решил обеспечить свой персонал всем необходимым – так вокруг фабрики появились уютные домики с газонами, обсаженные деревьями улицы, магазины и школы.\n⠀⠀⠀⠀\n❗️ Музей Кока-Колы, шоколадная фабрика и дом-гамбургер в комментариях 👇🏻\n⠀⠀⠀⠀\n#sawakitravel",
      "localization": "The Ringling",
      "date": "2017-04-10T05:00:00.000Z",
      "filename": "17663361_1929586903940471_7839220479557632000_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSgxU3ulYW6/?taken-by=sawwaki",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c86.0.907.907/17817969_313722222376703_6556729312098123776_n.jpg",
      "numberLikes": 4954,
      "numberViews": 0,
      "numberComments": 72,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sawakirussian",
        "#sawakilife"
      ],
      "mentions": [
        "@iammarinaray",
        "@colorfusionstudio"
      ],
      "description": "♠️ It’s strange for me that everyone asks really trivial questions. “When did you get your car?”, “What is your salary?”, epic “What do you do?” or very exceptional: “What is your favorite dish?”. Seriously? That’s all that interested you in others… Even if I would answer on all of these questions in the remarkable details, what would you know about me? \nNo one would never ask me, “What do you feel when you look at 2 twinkling fireflies in the dark at summer night?”\nAlthough, if somebody would ask me about it, just like that, it would be extremely strange. You know why? Because of everything unusual, even something truly desirable, almost all the time makes us shut the casement… We became shellfish a long time ago. We can be open to somebody until everything quiet and familiar. Any deviation from the rules is perceived as a threat to the very existence.\n⠀⠀⠀⠀⠀\nP.S. What do you feel when you are listening to the rustle of the wind, in the reeds misty autumn morning?\n⠀⠀⠀⠀⠀\n👶🏻 Американские дети и их особенности. Часть 3.\n⠀⠀⠀⠀⠀⠀⠀⠀\n✅ Наказания\n⠀⠀⠀⠀⠀⠀⠀⠀\nСледует сказать несколько слов о наказаниях и поощрениях. Американское законодательство прямо не запрещает телесные наказания детей, однако в обществе превалирует мнение, что воспитательные меры такого рода являются пережитком прошлого и свидетельствуют о невысоком интеллектуальном и моральном уровне родителей, которые их применяют. А жалобы малышей в садике, школе или просто соседям на рукоприкладство со стороны мамы или папы, не говоря уже о внешних признаках подобного обращения (синяках, ссадинах и т.п.), могут привести к серьезному разбирательству и большим проблемам для родителей, если выяснится, что применяемые ими меры воздействия носят неадекватный характер.\n⠀⠀\n❗️Наказания и поощрения детей в Америке, а так же как получаются такие патриоты, которые кричат на каждом углу, \"I am an American citizen!\" читайте в комментариях 👇🏻\n⠀⠀⠀⠀⠀⠀\n#sawakirussian #sawakilife",
      "localization": null,
      "date": "2017-04-05T05:00:00.000Z",
      "filename": "17817969_313722222376703_6556729312098123776_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSbhUAblJuT/?taken-by=sawwaki",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17495359_1069485539861603_8079052836345741312_n.jpg",
      "numberLikes": 3465,
      "numberViews": 0,
      "numberComments": 74,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sawakirussian",
        "#sawakilife"
      ],
      "mentions": [
        "@iammarinaray"
      ],
      "description": "She loves You.\nLoves for real. \nShe doesn’t care if you have a huge mansion and several cars, or you live in a hut under a tree. She is one of those girls who inspire. With her, you will always feel almighty. Her faith in you will be able to awaken those qualities that even you didn’t know about. Beside her, even a tramp can become a king. The most importantly, she will always be by your side. If the fate will deprive you of strength, and the illness will put you to bed, she will put you back to your feet. She doesn’t have anything that the social ladies are stuffed with: she doesn’t have money, but she has so much more. She has a heart and soul capable of selfless and faithful love. \nDidn’t you feel that when you read her letters? Didn’t you say that she is a half of your soul? You, an idiot, are infinitely lucky to be loved by such a woman.\n⠀⠀⠀⠀⠀⠀⠀⠀\n👶🏻 Американские дети и их особенности. Часть 2.\n⠀⠀⠀⠀⠀⠀⠀⠀\n✅ Одежда по погоде\n⠀⠀⠀⠀⠀⠀⠀⠀\nАмериканские дети очень легко одеваются. Поскольку медицина здесь дорогая, и лучше совсем не болеть, чем идти ко врачу, детей и закаляются. Выглядит это так. Вот чуть зима отступила, и дети уже бегают в шортах. Кто интересуется Америкой, те знают, что у американцев нормальная форма одежды для магазинов, например, это шорты и шлепанцы. С апреля по ноябрь, примерно. В Америке вы не увидите кашляющих или сморкающихся людей как у нас. Такие есть, конечно, но очень мало. А вот в России они на каждом шагу. Очень удивительно наблюдать как родители одевают детей. Можно запросто увидеть идущего в шлепанцах ребенка, когда на улице +10. При этом мама или папа будут одеты как полагается. А зайдете вы в любое помещения типа магазина или офиса, там будет нагнан кондиционер на 15-18 градусов. И так круглый год!\n⠀⠀⠀⠀⠀⠀⠀\n❗️Во второй части поговорим о заработке для подростков, походы на пляжи и засадим американских бабушек 😂👇🏻\n🔙 Начало статьи в предыдущем посте\n⠀⠀⠀⠀⠀⠀⠀\n#sawakirussian #sawakilife",
      "localization": "Williams Island, Aventura, FL",
      "date": "2017-04-03T05:00:00.000Z",
      "filename": "17495359_1069485539861603_8079052836345741312_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSOn7fKFuWf/?taken-by=sawwaki",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/17268193_1856295311299762_6616307973146804224_n.jpg",
      "numberLikes": 8846,
      "numberViews": 0,
      "numberComments": 91,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sawakirussian",
        "#sawakilife"
      ],
      "mentions": [
        "@guidomaggishoes",
        "@raulgsworld",
        "@guidomaggishoes",
        "@iammarinaray"
      ],
      "description": "👁‍🗨 Every person has it own price. It’s defined by his actions, words and his way of life. Some people eventually become invaluable in our life, they are the dearest and the closest people. And there are other people, who don’t even worth a dumb penny - their deeds are vile and their words - just the air…I’m so sorry about them… But we certainly need those people around us too - it helps us to understand the value of the real, Real people.\nP.S. People who don’t understand your silence, will never understand your words.\n⠀⠀⠀⠀⠀⠀⠀\n@guidomaggishoes thanks for the shoes that make me look like 2 meters guy 😜.\n⠀⠀⠀⠀⠀⠀\n👶🏻 Американские дети и их особенности. Часть 1.\n⠀⠀⠀⠀⠀⠀⠀\nВ СМИ и газетах очень часто можно увидеть статьи об ожирении у детей и взрослых Америки. И как обычно во всем винят фаст-фуды. В центральной Америке, например штат Канзас, действительно много плотных людей. Но их и в России сейчас ничуть не меньше. Наряду с Макдоналдсом много других популярных фаст-фудов- Сабвэй, Бургер Кинг, KFC. Знакомые названия, да? Вообще, на сколько я успел заметить, плотность тела человека обратно пропорциональна размерам его кошелька. Зачастую, американские родители воспитывают свое чадо по какой-нибудь новомодной системе и дети вырастают непосредственными. Правда иногда может показаться что у некоторых из них непосредственность подчас граничит с дурными манерами. Например, здесь никого не удивляет то, что если ребенок пришел к тебе в гости в первый раз, он может открыть холодильник и взять из него все, что хочет. Даже твою шоколадку, припрятанную на случай депрессии. 🙀\nТак куда же ведут корни этого самого воспитания? 🤔\n❗️В первой части поговорим о том, как себя ведут американцы на детских площадках, как полдничают и о досуге родителей с детьми. 👇🏻\n⠀⠀⠀⠀⠀⠀⠀\n#sawakirussian #sawakilife",
      "localization": "Amaray Las Olas Apartments",
      "date": "2017-03-29T05:00:00.000Z",
      "filename": "17268193_1856295311299762_6616307973146804224_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSG8m8YFD_r/?taken-by=sawwaki",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17495044_133368527195166_7800342109176725504_n.jpg",
      "numberLikes": 4075,
      "numberViews": 0,
      "numberComments": 41,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sawakienglish"
      ],
      "mentions": [
        "@kates",
        "@kates.lifestyle"
      ],
      "description": "To live content with small means; to seek elegance rather than luxury, and refinement rather than fashion; to be worthy, not respectable, and wealthy, not rich; to listen to stars and birds, babes and sages, with open heart; to study hard; to think quietly, act frankly, talk gently, await occasions, hurry never; in a word, to let the spiritual, unbidden and unconscious, grow up through the common - this is my symphony.\n📸 by @kates.lifestyle\n⠀⠀⠀⠀\n🇺🇸 Американский сленг\n⠀⠀⠀⠀⠀⠀⠀⠀\nВыучить английский язык это еще не значит, что вы сможете без проблем общаться в любой англоговорящей стране. Конечно важно знать кучу слов, но и не менее важно знать общепринятые выражения и фразы, чтобы в полной мере понимать местное население. Ведь одна и та же сказанная фраза в Нью-Йорке и Лондоне может носить разный смысл. Сленговые выражения есть в каждом языке и зачастую узнать их значение можно только в общении с носителями языка. К примеру наше русское «не парься», как бы вы перевели на английский? В США даже в разных штатах существуют свои \"местные\" выражения по которым будет ясно что этот человек приехал, например, из Техаса. Потому что именно там очень часто используют такой сленг.\n⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\nDrama queen — описывает человека, который все время делает из мухи слона и истеричит по любому поводу. \nMary blows everything out of proportion! She's such a drama queen!\n⠀⠀⠀⠀⠀⠀⠀⠀\nRain check — означает просьбу перенести встречу на другое время, из-за внезапных обстоятельств.\nI can't come to dinner Tuesday but hope you'll give me a rain check.\n⠀⠀⠀⠀⠀⠀⠀⠀\nHit the road —Отправляйся в путь. Иногда так посылают человека, попросив его “hit the road”.\nAight i gotta hit the road, peace, later!\n⠀⠀⠀⠀⠀⠀⠀⠀\n❗️больше полезных фраз и их применений, в комментариях.\n❓Бордюр или поребрик🤔? #sawakienglish",
      "localization": "Georgetown, DC",
      "date": "2017-03-26T05:00:00.000Z",
      "filename": "17495044_133368527195166_7800342109176725504_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BR_HLXOlAz3/?taken-by=sawwaki",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c125.0.829.829/17493750_1830490687210632_6015281605638094848_n.jpg",
      "numberLikes": 4513,
      "numberViews": 0,
      "numberComments": 46,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#sawakitravel"
      ],
      "mentions": [
        "@iammarinaray"
      ],
      "description": "🎭 I think there are two forms of happiness. \nSometimes, the happiness loves silence. You just want to put it under the pillow and do not tell anyone, do not show anyone… Just quietly hug during the night, cherish and dance with it.\nSometimes happiness is different. You want to tell the whole world about it. You want to share this joy with everyone, although no one will feel this happiness the same way you do.\nIn fact, it does not matter how you behave yourself when you happy: folding under a pillow or screaming about it on each corner. The most important thing - it comes from the bottom of your heart.\nSincerely.\nIf you close your eyes and smile, when you think about your source of happiness - then you are really happy.\n⠀⠀⠀⠀⠀⠀\n🌴 Калифорнийская сказка: 5 интересных городков в Калифорнии.\n⠀⠀⠀⠀⠀⠀⠀\nС чем у вас ассоциируется Калифорния? Может быть при упоминании об этом штате вы вспоминаете о Голливуде. А может представляете яркие и контрастные пейзажи? Калифорния - это не только фильмы на каждом углу, песчаные пляжи и цитрусовые плантации. В этом штате для каждого найдется местечко из которого его и за уши не вытащить. Любители экстрима получат массу удовольствий от занятий каякингом и paddle board. Ценители старины останутся впечатлены посетив музеи, антикварные магазинчики и различные памятные места. Гурманов удивит разнообразие коллекционных вин. Любители природы в полной мере смогут насладиться близостью и красотой флоры и фауны. И все это не выезжая из Калифорнии!\n⠀⠀⠀⠀⠀⠀⠀\n❗️в комментариях обзор 5 интересных городов в Калифорнии, про которых вы точно не слышали 😉\n❓А вам нравится путешествовать только по мегаполисам, или вы цените чарм маленького города? 🤔\n#sawakitravel",
      "localization": null,
      "date": "2017-03-23T05:00:00.000Z",
      "filename": "17493750_1830490687210632_6015281605638094848_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BR3ZB5gFKvR/?taken-by=sawwaki",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17267832_238284579975688_6199153025345388544_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17333895_1267873053305023_4570773585894834176_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17333550_126972651168360_4161594113189216256_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17332363_1654540224847606_3244549145872039936_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17438351_399892260374046_4612094323788349440_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17267506_174513549727207_84280087414833152_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e15/fr/17267667_1843116389288194_7247352296583987200_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17267779_262132394240259_1193860931008856064_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17265953_1324906924241133_1186889975749148672_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17332525_426184717730213_8870589337331302400_n.jpg"
      ],
      "numberLikes": 3981,
      "numberViews": 0,
      "numberComments": 37,
      "isVideo": false,
      "multipleImage": true,
      "tags": [
        "#sawakitravel"
      ],
      "mentions": [],
      "description": "If you dread tomorrow it's because you don't know how to build the present, and when you don't know how to build the present, you tell yourself you can deal with it tomorrow, and it's a lost cause anyway because tomorrow always ends up being today don't you see ... We have to live with the certainty that we'll get old and that it won't look nice or be good or feel happy. And tell ourselves that it's now that matters: to build something now at any price using all our strength. Always remember that there's a retirement home waiting somewhere and so we have to surpass ourselves every day, make every day undying. Climb our own personal Everest and do it in such a way that every step is a little bit of eternity. That's what the future is for: to build the present with real plans made by living people.\n⠀⠀⠀\n🔆 Интересные места во Флориде: Сарасота.\n⠀⠀⠀⠀⠀⠀⠀⠀\nСарасота является морским курортом в штате Флорида, расположенный на побережье теплого Мексиканского залива, южнее Тампы. Прекрасный климат, идеальные пляжи и отличная инфраструктура привлекают множество туристов. При этом Сарасота - не только курорт, но и место, где культурная жизнь бьет ключом, а достопримечательностей едва ли не больше, чем во всем остальном штате Флорида. В территориальную единицу Сарасота включены также примыкающие к ней Брадентон и Венис.\n⠀⠀⠀⠀⠀⠀⠀⠀\nФлорида это курорт, где отдыхать можно в любое время года. Однако пик сезона приходится на декабрь-май, ведь даже в январе температура редко падает ниже +20 градусов и в Мексиканском заливе можно купаться. Кроме купания, шоппинга и спорта, можно так же изучить культурную жизнь Сарасоты. Художественный музей Ринглинг, театр Асоло и центр исполнительских искусств Ван Везел порадуют вас интересными выставками, фестивалями и концертами.\n⠀⠀⠀⠀⠀⠀⠀⠀ ❗️Описание таких достопримечательностей как музей, цирк, необычных садов и лечебного озера - в комментариях👇🏻\n#sawakitravel",
      "localization": "Cà d'Zan",
      "date": "2017-03-20T05:00:00.000Z",
      "filename": [
        "17267832_238284579975688_6199153025345388544_n.jpg",
        "17333895_1267873053305023_4570773585894834176_n.jpg",
        "17333550_126972651168360_4161594113189216256_n.jpg",
        "17332363_1654540224847606_3244549145872039936_n.jpg",
        "17438351_399892260374046_4612094323788349440_n.jpg",
        "17267506_174513549727207_84280087414833152_n.jpg",
        "17267667_1843116389288194_7247352296583987200_n.jpg",
        "17267779_262132394240259_1193860931008856064_n.jpg",
        "17265953_1324906924241133_1186889975749148672_n.jpg",
        "17332525_426184717730213_8870589337331302400_n.jpg"
      ]
    }
  ]
}