{
  "alias": "shonephoto",
  "username": "Robbie Shone",
  "descriptionProfile": [
    "Photographer / Explorer / Innsbruck AUT. Committed to creating unique images of exploration from our extreme subterranean world.",
    "Photographer / Explorer / Innsbruck AUT. Committed to creating unique images of exploration from our extreme subterranean world."
  ],
  "urlProfile": "https://www.instagram.com/shonephoto/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/10544659_1449843235299757_431142605_a.jpg",
  "website": "tinyurl.com/msmrtdz",
  "numberPosts": 419,
  "numberFollowers": 209604,
  "numberFollowing": 351,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTieoUml89N/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18160888_425943507768861_6646298862191378432_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#adventure",
        "#exploration",
        "#cave",
        "#caver",
        "#explorer",
        "#NewBritain",
        "#PapuaNewGuinea",
        "#PNG",
        "#petzlgram",
        "#accesstheinaccessible",
        "#blackhole",
        "#expedition"
      ],
      "mentions": [
        "@petzl_official"
      ],
      "description": "The King of The Nakanai - In January 2016, an international caving expedition traveled to the island of New Britain in Papua New Guinea. The goal? To find and explore the areas last remaining unexplored mega-doline identified during aerial observations. On Thursday 28th January 2016, with food supplies running low, Jean-Paul Sounier sent six Papuans back to Tolel village. Only three now remained. After sharpening their machetes, they set off from camp at a determined pace with the four of us in tow. On a bearing of 270’ they cut their way through the thick forest. Devastated by the cyclone in 1997, this area of the Nakanai Mountains over 1200m elevation, was hit the worst. Now a reduced canopy with increased sunlight allowing more and more different types of plants to grow on the jungle floor, including bamboo, required a herculean path-clearing effort by the three Papuans. The ground rose gradually, with occasional streambeds that needed crossing. Despite not wearing any shoes, the barefooted Papuans chose to walk straight up the steep mud slopes either side of the streambeds.  In spite of wearing the very latest hiking boots, the four of us couldn’t keep on our feet and the local Papuans found it highly amusing watching us slip and slide back down the slopes. Although Jean-Paul Sounier (pictured) used his GPS to keep on point, the Papuans seemed to have a sixth sense and took us straight to the Black Hole. \nStay tuned for more from this fascinating story as the team try to unlock yet another secret of Papua New Guineas hidden underworld.\nThe expedition was sponsored by Petzl, the leading manufacturer of equipment for outdoor sport enthusiasts and professionals, whose roots were founded deep underground in the then deepest cave in the world - The Gouffre Berger. For a more detailed account of this awesome expedition, please download the eBook from the link in my bio. #adventure #exploration #cave #caver #explorer #NewBritain #PapuaNewGuinea #PNG @petzl_official #petzlgram #accesstheinaccessible #blackhole #expedition",
      "localization": "East New Britain Province",
      "date": "2017-05-01T05:00:00.000Z",
      "numberLikes": 170,
      "filename": "18160888_425943507768861_6646298862191378432_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTgAtDMlw19/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18014080_426226537739640_4376293030030737408_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#adventure",
        "#exploration",
        "#cave",
        "#caver",
        "#explorer",
        "#NewBritain",
        "#PapuaNewGuinea",
        "#PNG",
        "#petzlgram",
        "#accesstheinaccessible",
        "#blackhole",
        "#expedition"
      ],
      "mentions": [
        "@petzl_official"
      ],
      "description": "In January 2016, an international caving expedition traveled to the island of New Britain in Papua New Guinea. The goal? To find and explore the areas last remaining unexplored mega-doline identified during aerial observations. The following morning after sleeping out in the rainforest the Papuans picked the best route through the dense vegetation around the countless dolines, fallen trees and bamboo thickets and up onto the high plateau. The team made steady progress thanks to Herman’s (pictured) efficient machete work as well as his navigational skills. By mid afternoon, the team reached a point approximately an hour or so away from the estimated location of the Black Hole. At this point they began looking for a suitable place to establish base camp. For this, the site had to be close enough to Tolel to allow the porters to make the trip on foot in less than seven hours, but not too far from the Black Hole. The site had to be large enough to set up the teams big communal shelter, nine hammocks and several small huts to house almost three dozen porters and finish this construction before the late afternoon rains arrive.\nStay tuned for more from this fascinating story as the team try to unlock yet another secret of Papua New Guineas hidden underworld.\nThe expedition was sponsored by Petzl, the leading manufacturer of equipment for outdoor sport enthusiasts and professionals, whose roots were founded deep underground in the then deepest cave in the world - The Gouffre Berger. For a more detailed account of this awesome expedition, please download the eBook from the link in my bio. #adventure #exploration #cave #caver #explorer #NewBritain #PapuaNewGuinea #PNG @petzl_official #petzlgram #accesstheinaccessible #blackhole #expedition",
      "localization": "East New Britain Province",
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 1808,
      "filename": "18014080_426226537739640_4376293030030737408_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTdT4xEFzXN/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/18251476_199662860546101_467901661440901120_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#adventure",
        "#exploration",
        "#cave",
        "#caver",
        "#explorer",
        "#NewBritain",
        "#PapuaNewGuinea",
        "#PNG",
        "#petzlgram",
        "#accesstheinaccessible",
        "#blackhole",
        "#expedition"
      ],
      "mentions": [
        "@petzl_official"
      ],
      "description": "In January 2016, an international caving expedition traveled to the island of New Britain in Papua New Guinea. The goal? To find and explore the area's last remaining unexplored mega-doline identified during aerial observations. It was decided to split into two teams. Four people would remain in Tolel to explore the caves familiar to the Papuans, which are located in the vicinity of the village, whilst the other four people would hike up to the plateau to look for a good site for the base camp and also locate the mysterious Black Hole. With the support of a small group of Papuans to help break trail, the team headed up into the rainforest on a reconnaissance mission, slipping and sliding on the steep wet ground. The beginning of the trail took the team down into the Wunung gorge and then up the other side. It was soon apparent that they were not going to reach their objective in one single day, so they were forced to bivi out in the forest part way up to the plateau. The Papuans took little time to construct their shelter (pictured). For the rest of us, we strung up hammocks to keep us off the jungle floor. Speaking from experience, in 2006 I once suffered a horrendous night, when I slept out on the jungle floor on the other side of the Nakanai. I got no sleep. I was eaten alive by hundreds of creepy crawlies! \nStay tuned for more from this fascinating story as the team try to unlock yet another secret of Papua New Guineas hidden underworld.\nThe expedition was sponsored by Petzl, the leading manufacturer of equipment for outdoor sport enthusiasts and professionals, whose roots were founded deep underground in the then deepest cave in the world - The Gouffre Berger. For a more detailed account of this awesome expedition, please download the eBook from the link in my bio. #adventure #exploration #cave #caver #explorer #NewBritain #PapuaNewGuinea #PNG @petzl_official #petzlgram #accesstheinaccessible #blackhole #expedition",
      "localization": "East New Britain Province",
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 2027,
      "filename": "18251476_199662860546101_467901661440901120_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTa6qx0lOMi/?taken-by=shonephoto",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096084_1640346582642986_4170366004070711296_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18161143_290326031417196_55122138557841408_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18096125_160150597849718_352343040901251072_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18161170_1932525913643637_3921503465657860096_n.jpg"
      ],
      "isVideo": false,
      "multipleImage": true,
      "tags": [
        "#adventure",
        "#exploration",
        "#cave",
        "#caver",
        "#explorer",
        "#NewBritain",
        "#PapuaNewGuinea",
        "#PNG",
        "#petzlgram",
        "#accesstheinaccessible",
        "#blackhole",
        "#expedition"
      ],
      "mentions": [
        "@petzl_official"
      ],
      "description": "Welcome to Tolel - In January 2016, an international caving expedition traveled to the island of New Britain in Papua New Guinea. The goal? To find and explore the areas last remaining unexplored mega-doline identified during aerial observations. After leaving the coastal town of Palmalmal, the team took a truck ride inland, through miles and miles of oil palm, coconut and cocoa plantations, before finally reaching the road head. Here the team was met by fifty or more Papuans from a handful of secluded villages hidden in the forest. Thanks to all the support, the team hiked up into the rainforest, each carrying a load. The heat was stifling and the bags were very heavy. Finally they walked into a wide-open field lined with a few wooden structures. The first was a school, and since the children were on vacation, the Papuans set down their packs and offered to let the team use it during their stay. The rudimentary school building contained three small classrooms with rows of wooden benches. With barely enough time to take off the heavy packs, and eat a little the Papuans invited the team to join them for a welcome ceremony. At the top of a small slope, the entire village came into view. Huts of different shapes and sizes extended over a broad expanse of part grass and part mud. Jean-Paul Sounier, looked to the north of the village, where the primary forest-covered plateau stretched out to the horizon. He knew this area was where the legendary Black Hole lay.\n\nStay tuned for more from this fascinating story as the team try to unlock yet another secret of Papua New Guineas hidden underworld.\nThe expedition was sponsored by Petzl, the leading manufacturer of equipment for outdoor sport enthusiasts and professionals, whose roots were founded deep underground in the then deepest cave in the world - The Gouffre Berger. For a more detailed account of this awesome expedition, please download the eBook from the link in my bio. #adventure #exploration #cave #caver #explorer #NewBritain #PapuaNewGuinea #PNG @petzl_official #petzlgram #accesstheinaccessible #blackhole #expedition",
      "localization": "East New Britain Province",
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 1591,
      "filename": [
        "18096084_1640346582642986_4170366004070711296_n.jpg",
        "18161143_290326031417196_55122138557841408_n.jpg",
        "18096125_160150597849718_352343040901251072_n.jpg",
        "18161170_1932525913643637_3921503465657860096_n.jpg"
      ]
    },
    {
      "url": "https://www.instagram.com/p/BTYTHG4BWgZ/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18013699_1797394520587900_8560819794679431168_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#adventure",
        "#exploration",
        "#cave",
        "#caver",
        "#explorer",
        "#NewBritain",
        "#PapuaNewGuinea",
        "#PNG",
        "#petzlgram",
        "#accesstheinaccessible",
        "#blackhole",
        "#expedition"
      ],
      "mentions": [
        "@petzl_official"
      ],
      "description": "In January 2016, an international caving expedition traveled to the island of New Britain in Papua New Guinea. The goal? To find and explore the areas last remaining unexplored mega-doline identified during aerial observations. The journey up into the Nakanai Mountains was relatively straightforward, especially for these four guys, who have all been to the Nakanai before. Jean-Paul Sounier (red t-shirt) has been on thirteen expeditions exploring the caves of the Nakanai. He has dedicated his entire 30-year long caving career to this tiny island, home to the largest and most wild and ferocious river caves in the world. In caving circles, he is known as ‘The King of the Nakanai’. This is the last remaining cave feature he has not yet been to. Pictured here, the team studies maps and aerial photographs to try and pin point exactly where the mega-doline, the big black hole is and their proposed route up to it. From these maps, they learn that they will have to spend several days following a GPS point, cutting a trail through the dense jungle and camping at several points along the way. From these maps and aerial photographs they also spot other surface features along the line from the black hole to the big resurgence of water on the coast. Could there be a giant river cave in this area that has not yet been discovered…? Stay tuned for more from this fascinating story as the team try to unlock yet another secret of Papua New Guineas hidden underworld.\n\nThe expedition was sponsored by Petzl, the leading manufacturer of equipment for outdoor sport enthusiasts and professionals, whose roots were founded deep underground in the then deepest cave in the world - The Gouffre Berger. For a more detailed account of this awesome expedition, please download the eBook from the link in my bio. #adventure #exploration #cave #caver #explorer #NewBritain #PapuaNewGuinea #PNG @petzl_official #petzlgram #accesstheinaccessible #blackhole #expedition",
      "localization": "Palmalmal, East New Britain, Papua New Guinea",
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 1038,
      "filename": "18013699_1797394520587900_8560819794679431168_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTV9bMchRln/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/18096455_1788849424777445_7547383494813417472_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#adventure",
        "#exploration",
        "#cave",
        "#caver",
        "#explorer",
        "#NewBritain",
        "#PapuaNewGuinea",
        "#PNG",
        "#petzlgram",
        "#blackhole",
        "#accesstheinaccessible",
        "#expedition"
      ],
      "mentions": [
        "@petzl_official"
      ],
      "description": "In the early hours of the morning on the 22nd January 2016, a small team of elite cave explorers from France, Spain and Australia embarked on a twelve-hour boat ride around the coast of East New Britain, from its capital Kokopo, to Palmalmal, in Jacquinot Bay. Led by highly experienced French explorer Jean-Paul Sounier, the team chartered two small boats carrying themselves, their caving equipment and their food supplies for four weeks away from civilisation, camped deep in the Papuan rainforest.\n\nTheir objective, to locate and explore the last remaining unexplored mega-doline of the Nakanai Mountains. A doline or sinkhole is a collapsed cave feature that breaks the surface. Typically these mega-dolines that are found in the Nakanai, such as Nare, Ora, Minye and Kavakuna, are gateways to the underground world and the only sign of what amazing caves run through this heavily forested island.\nStay tuned for more from this fascinating story as the team try to unlock yet another secret of Papua New Guineas hidden underworld. \nThe expedition was sponsored by Petzl, the leading manufacturer of equipment for outdoor sport enthusiasts and professionals, whose roots were founded deep underground in the then deepest cave in the world - The Gouffre Berger. For a more detailed account of this awesome expedition, please download the eBook from the link in my bio. #adventure #exploration #cave #caver #explorer #NewBritain #PapuaNewGuinea #PNG @petzl_official #petzlgram #blackhole #accesstheinaccessible #expedition",
      "localization": "East New Britain Province",
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 1789,
      "filename": "18096455_1788849424777445_7547383494813417472_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTT8Zq4lHwe/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/18095834_1274817935967709_8782248603151237120_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#adventure",
        "#exploration",
        "#cave",
        "#caver",
        "#explorer",
        "#NewBritain",
        "#PapuaNewGuinea",
        "#PNG",
        "#petzlgram",
        "#blackhole",
        "#accesstheinaccessible",
        "#expedition"
      ],
      "mentions": [
        "@petzl_official"
      ],
      "description": "In 1988, French cave explorer Jean-Paul Sounier took an interesting helicopter reconnaissance flight over an area of the Nakanai Mountains in East New Britain, Papua New Guinea. The pilot told him that on a previous flight he had looked down into a huge black hole, an unexplored sinkhole and one of the Nakanai’s many ‘mega-dolines’. Later during the flight they discovered a large volume of water resurging from a cave along the coast. Could this be the downstream end of the mysterious black hole the pilot had spotted during his flight? The following years were spent exploring other objectives that this vast karst landscape contains, Muruk, Ora, Mageni, and Wowo. The mysterious ghost river slowly faded from his memory… until, the summer of 2014, and after an expedition to another karst area in New Britain, he began looking for a worthy objective to take him back to the Nakanai Mountains. After studying aerial photos he noticed, on a plateau along the left bank of Wunung Gorge, a black and white mark indicating a surface sinkhole. Could this be the very chasm that the helicopter pilot from 1988 spotted? Venturing to a plateau that has never been explored and mapping its underground passageways, what an enticing proposition! \nOver the next week I will publish a photograph a day telling this fascinating story of the teams journey to explore the last remaining mega-doline of the Nakanai Mountains and their quest to unlock yet another secret of Papua New Guineas hidden underworld.\n\nThe expedition was sponsored by Petzl, the leading manufacturer of equipment for outdoor sport enthusiasts and professionals, whose roots were founded deep underground in the then deepest cave in the world - The Gouffre Berger. For a more detailed account of this awesome expedition, please download the eBook from the link in my bio. #adventure #exploration #cave #caver #explorer #NewBritain #PapuaNewGuinea #PNG @petzl_official #petzlgram #blackhole #accesstheinaccessible #expedition",
      "localization": "East New Britain Province",
      "date": "2017-04-25T05:00:00.000Z",
      "numberLikes": 2398,
      "filename": "18095834_1274817935967709_8782248603151237120_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTCl_tEh7PR/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17932115_1291480240947607_367699254086467584_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#outdoor",
        "#natgeo",
        "#explore",
        "#geologist",
        "#photo",
        "#adventure",
        "#Repost",
        "#aad17",
        "#Adventurer",
        "#Storyteller"
      ],
      "mentions": [
        "@adventureawardsdays",
        "@repostapp",
        "@shonephoto",
        "@sauro.francesco"
      ],
      "description": "I am truly honoured to be awarded the Best Storyteller 2017 award by the International Adventure and Exploration Festival in Garda Trentino, Italy. It's a big shock! I hope to see some of you this next weekend in Arco.\n\n#outdoor #natgeo #explore #geologist #photo #adventure #Repost @adventureawardsdays with @repostapp\n・・・\n#aad17 \"Golden beards for Best #Adventurer and Best #Storyteller to underground explorer Francesco Sauro and to great photographer Robbie Shone\".",
      "localization": null,
      "date": "2017-04-18T05:00:00.000Z",
      "numberLikes": 1250,
      "filename": "17932115_1291480240947607_367699254086467584_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS-31aQBRx1/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/17495301_288103494960583_2476155410441043968_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AbyssOfCenote",
        "#science",
        "#exploration",
        "#research",
        "#climatechange",
        "#Conturines",
        "#SanCassiano",
        "#Dolomites",
        "#Italy",
        "#icecave",
        "#cave",
        "#expedition",
        "#explorer"
      ],
      "mentions": [
        "@geomagazin",
        "@uniinnsbruck",
        "@laventaexploringteam"
      ],
      "description": "In the final photograph from this story, night falls upon the Abyss of Cenote expedition as it draws to an end. Following a very long day underground, the team re-emerge from the cave having achieved all their scientific and mapping objectives.  It’s time for one final night inside the main communal tent at base camp to celebrate their achievements before the camp gets dismantled and the site on Conturines Spitze (mountain) is left the way it was before. #AbyssOfCenote #science \n#exploration #research #climatechange #Conturines #SanCassiano #Dolomites #Italy #icecave #cave #expedition #explorer @geomagazin @uniinnsbruck @laventaexploringteam",
      "localization": "Dolomiti",
      "date": "2017-04-17T05:00:00.000Z",
      "numberLikes": 4399,
      "filename": "17495301_288103494960583_2476155410441043968_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS8RH_DBole/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17882615_263742087424131_4288237382894878720_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AbyssOfCenote",
        "#science",
        "#scientist",
        "#exploration",
        "#research",
        "#climatechange",
        "#Conturines",
        "#SanCassiano",
        "#Dolomites",
        "#Italy",
        "#icecave",
        "#cave",
        "#expedition",
        "#explorer",
        "#leica"
      ],
      "mentions": [
        "@geomagazin",
        "@uniinnsbruck",
        "@laventaexploringteam",
        "@leicageosystemsag"
      ],
      "description": "The Abyss of Cenote (cave) in the Italian Dolomites is mainly one large chamber (pictured here) with a narrow shaft that enters from the top containing a 165m deep ice plug. The ‘tongue' of the ice plug can be seen in the top of this picture with a striking black and white appearance in which the folds can clearly be seen.  At the bottom of the cave, 285m below the surface, the floor is covered in a slope of breakdown blocks that have fallen from the roof and walls. These rocks cover another large mass of ice, the thickness of which is unknown. The laser scan of this lower part of the cave was carried out in November 2015 and tied into the scans of the upper part of the cave, which were taken in October/November 2016. The La Venta exploration team will return to this cave in a few years time to repeat the scan and monitor at high resolution the changes in the ice plug and ice floor.\n#AbyssOfCenote #science #scientist\n#exploration #research #climatechange #Conturines #SanCassiano #Dolomites #Italy #icecave #cave #expedition #explorer #leica @geomagazin @uniinnsbruck @laventaexploringteam @leicageosystemsag",
      "localization": "Dolomiti",
      "date": "2017-04-16T05:00:00.000Z",
      "numberLikes": 4046,
      "filename": "17882615_263742087424131_4288237382894878720_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS5czUTB9Uh/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/17882679_1897238073823210_1443441635198238720_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AbyssOfCenote",
        "#science",
        "#scientist",
        "#leica",
        "#exploration",
        "#research",
        "#climatechange",
        "#Conturines",
        "#SanCassiano",
        "#Dolomites",
        "#Italy",
        "#icecave",
        "#cave",
        "#expedition",
        "#explorer",
        "#InsideTheGlaciers"
      ],
      "mentions": [
        "@geomagazin",
        "@uniinnsbruck",
        "@laventaexploringteam",
        "@leicageosystemsag"
      ],
      "description": "The Abyss of Cenote (cave) at nearly 3,000m in the Italian Dolomites is a unique cave 285 m deep with a large ice plug in its entrance. The ice plug extends down the first 165 m, finishing in a large ‘tongue’ seen here on the right. Up until this point, the route through the cave is down the side and through the middle of the ice plug. At this point when the ice plug finishes, the cave turns into a normal limestone shaft down which one must rappel, mostly free-hanging (i.e., away from the wall in empty space), in a constant shower of water from the melting ice up way above. Pictured here, the scanning team are making their way slowly but surely down the ice tongue, and into the huge void below. It gets more and more epic with every step that's taken. Each step with the crampons cuts into the ice and sends tiny shards of glass-like pieces falling into the blackness below. Tommaso Santagata (left) of the La Venta Exploration team and Farouk Kadded (right) of Leica Geosystems, France, have set up one of Leica’s state-of-the-art 3D laser scanning devices. They have secured it partly to the ice and partly to the rock behind from which they can scan in nearly all directions. From my lofty position a few feet above them, I watched every movement hoping they didn’t drop anything. This team is at the forefront of 3D laser scanning in caves, they’re using really cutting edge stuff in very complex and technically challenging environments to map caves. \n#AbyssOfCenote #science #scientist #leica #exploration #research #climatechange #Conturines #SanCassiano #Dolomites #Italy #icecave #cave #expedition #explorer #InsideTheGlaciers @geomagazin @uniinnsbruck @laventaexploringteam @leicageosystemsag",
      "localization": "Dolomiti",
      "date": "2017-04-15T05:00:00.000Z",
      "numberLikes": 3024,
      "filename": "17882679_1897238073823210_1443441635198238720_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS29K05hTPe/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c181.0.718.718/17819114_435464840131093_8056263486470094848_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AbyssOfCenote",
        "#science",
        "#scientist",
        "#exploration",
        "#research",
        "#climatechange",
        "#Conturines",
        "#SanCassiano",
        "#Dolomites",
        "#Italy",
        "#icecave",
        "#cave",
        "#expedition",
        "#explorer",
        "#InsideTheGlaciers"
      ],
      "mentions": [
        "@geomagazin",
        "@uniinnsbruck",
        "@laventaexploringteam"
      ],
      "description": "Deep underground and inside the giant ice plug that sits wedged in the upper part of the Abyss of Cenote (cave) like a cork in a bottle, Professor Christoph Spötl from the Innsbruck University Quaternary Research Group and Andreas Treyer scrape the dirty layer away from the surface of the ice before drilling samples of clean ice for stable isotopes and pollen analysis. Only recently has this cave been open to scientists like Christoph to take such important samples. For many decades a lake was present in the depression at the entrance. Then in 1994 some divers hiked up the mountain to take a closer look at the lake only to find that it had disappeared! Subsequent investigation revealed a giant cave 285m deep with a large ice plug in the entrance, that for many years had prevented the wonders that lie beneath from being discovered.\n#AbyssOfCenote #science #scientist\n#exploration #research #climatechange #Conturines #SanCassiano #Dolomites #Italy #icecave #cave #expedition #explorer #InsideTheGlaciers @geomagazin @uniinnsbruck @laventaexploringteam",
      "localization": "Dolomiti",
      "date": "2017-04-14T05:00:00.000Z",
      "numberLikes": 2458,
      "filename": "17819114_435464840131093_8056263486470094848_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS0aixpBpg6/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/17882865_311747579242054_471584789170749440_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AbyssOfCenote",
        "#exploration",
        "#research",
        "#climatechange",
        "#science",
        "#Conturines",
        "#SanCassiano",
        "#Dolomites",
        "#Italy",
        "#Leica",
        "#leicageosystems",
        "#icecave",
        "#cave",
        "#expedition",
        "#explorer",
        "#InsideTheGlaciers"
      ],
      "mentions": [
        "@geomagazin",
        "@uniinnsbruck",
        "@laventaexploringteam"
      ],
      "description": "The Abyss of Cenote (cave) in the heart of the Italian Dolomites is predominately a vertical cave with very few areas of flat ground to stand up on. To get around in such a cave, cavers typically use SRT (single rope technique), which involves abseiling (descending) or prussiking (ascending), down and up one rope. All members of this expedition were very competent at SRT and enjoyed swinging around on the ropes suspended hundreds of feet above the ground. Pictured here, GEO magazine writer Lars Abromeit reaches the top of one of many rope pitches, which is anchored to the rock, though in other parts of the cave ice screws had to be used instead. At nearly 3000m elevation, the first signs of being at altitude start to affect some people, and climbing up 285 m up ropes from the bottom of the cave can be quite tiring. Thankfully it is possible to relax and just back in the harness if a break is needed, which is especially a good thing when doing this wearing crampons. #AbyssOfCenote\n#exploration #research #climatechange #science #Conturines #SanCassiano #Dolomites #Italy #Leica #leicageosystems #icecave #cave #expedition #explorer #InsideTheGlaciers @geomagazin @uniinnsbruck @laventaexploringteam",
      "localization": "Dolomiti",
      "date": "2017-04-13T05:00:00.000Z",
      "numberLikes": 2390,
      "filename": "17882865_311747579242054_471584789170749440_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSxv1BMhS-d/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c183.0.713.713/17882777_294783877617656_9005945321859055616_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AbyssOfCenote",
        "#exploration",
        "#research",
        "#climatechange",
        "#science",
        "#Conturines",
        "#SanCassiano",
        "#Dolomites",
        "#Italy",
        "#Leica",
        "#leicageosystems",
        "#icecave",
        "#cave",
        "#expedition",
        "#explorer",
        "#InsideTheGlaciers"
      ],
      "mentions": [
        "@geomagazin",
        "@uniinnsbruck",
        "@laventaexploringteam",
        "@leicageosystemsag"
      ],
      "description": "One of the main objectives of the Abyss of Cenote expedition was to produce a highly precise laser scan survey of the cave. Here, Farouk Kadded (left) of Leica Geosystems, France, and Tommaso Santagata (right) of the La Venta Exploration team are working in the ‘wind tunnel’ in the centre of the ice plug. Up until this point, the route through the cave is largely vertical, on ropes, between the cave wall and the outside of the ice plug. Here, the route turns horizontal for a short distance before resuming its vertical nature. Due to the change in size of the passage here as compared to the much larger chamber at the bottom of the cave, a strong wind blows through this tunnel, which changes direction depending on the temperature at the surface. Combining the already cold temperature of the cave with the strong wind makes working in this part of the cave rather challenging, especially when sat around for extended periods of time working the laser scanner.\n#AbyssOfCenote\n#exploration #research #climatechange #science #Conturines #SanCassiano #Dolomites #Italy #Leica #leicageosystems #icecave #cave #expedition #explorer #InsideTheGlaciers @geomagazin @uniinnsbruck @laventaexploringteam @leicageosystemsag",
      "localization": "Dolomiti",
      "date": "2017-04-12T05:00:00.000Z",
      "numberLikes": 4380,
      "filename": "17882777_294783877617656_9005945321859055616_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSvPnHzhnO0/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17818469_876733632466829_9117666934580576256_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AbyssOfCenote",
        "#exploration",
        "#research",
        "#climatechange",
        "#science",
        "#Conturines",
        "#SanCassiano",
        "#Dolomites",
        "#Italy",
        "#landscape",
        "#icecave",
        "#cave",
        "#expedition",
        "#explorer",
        "#InsideTheGlaciers"
      ],
      "mentions": [
        "@negreenland_caves",
        "@geomagazin",
        "@uniinnsbruck",
        "@laventaexploringteam"
      ],
      "description": "Just inside the entrance of Abyss of Cenote (cave), Professor Christoph Spötl from the Innsbruck University Quaternary Research Group is seen here checking a data logger for environmental monitoring of the cave's meteorology. Assisted by Dr. Gina Moseley (@negreenland_caves) and Andreas Treyer (background), the researchers also replaced pollen traps at different locations and elevations throughout the cave. Unfortunately, after a long rigging trip to the bottom of the cave, it was discovered that one of the loggers had been washed away in floods during the previous year. Still, they were able to collect some useful information from the loggers and traps in order to better understand the flux of airflow (and pollen) through the cave. #AbyssOfCenote\n#exploration #research #climatechange #science #Conturines #SanCassiano #Dolomites #Italy #landscape #icecave #cave #expedition #explorer  #InsideTheGlaciers @geomagazin @uniinnsbruck @laventaexploringteam",
      "localization": "Dolomiti",
      "date": "2017-04-11T05:00:00.000Z",
      "numberLikes": 2283,
      "filename": "17818469_876733632466829_9117666934580576256_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSslfojhI_C/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/17663290_437647169901176_1858449189545967616_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#AbyssOfCenote",
        "#exploration",
        "#research",
        "#climatechange",
        "#science",
        "#Conturines",
        "#SanCassiano",
        "#Dolomites",
        "#Italy",
        "#landscape",
        "#icecave",
        "#cave",
        "#expedition",
        "#explorer",
        "#art",
        "#drawing",
        "#sketch",
        "#InsideTheGlaciers"
      ],
      "mentions": [
        "@geomagazin",
        "@uniinnsbruck",
        "@laventaexploringteam"
      ],
      "description": "When on an expedition I often like to break up the photography by drawing sketches in my diary. To get away from the battery charging, the digital screens, and get back to the basics of a pen(cil) and paper is really therapeutic, and it reminds me of where I first found my love of art. On The Abyss of Cenote expedition, I made this drawing of the iconic entrance of the cave, the place where the Lake of Two Forks once stood before it drained into the underworld. Here, two cavers are walking up to the entrance with the backdrop of the Dolomites in the distance, whilst another two cavers are already in the sinkhole, working their way along the traverse line, past the top of the ice plug, and into the cave.\n#AbyssOfCenote\n#exploration #research #climatechange #science #Conturines #SanCassiano #Dolomites #Italy #landscape #icecave #cave #expedition #explorer #art #drawing #sketch #InsideTheGlaciers @geomagazin @uniinnsbruck @laventaexploringteam",
      "localization": "Dolomiti",
      "date": "2017-04-10T05:00:00.000Z",
      "numberLikes": 2410,
      "filename": "17663290_437647169901176_1858449189545967616_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSoqpTAhyC4/?taken-by=shonephoto",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/17818392_801670203314700_1815302008219893760_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#cavephotographyworkshop",
        "#cave",
        "#photographyworkshop",
        "#Innsbruck",
        "#Austria",
        "#visitAustria",
        "#photography"
      ],
      "mentions": [
        "@uniinnsbruck"
      ],
      "description": "I had a great time today leading a cave photography workshop for the Innsbruck Quaternary Research Group. We spent the afternoon underground in Kropfsberghöhle, St. Gertraudi where this photograph was taken as a collective effort by the whole group, after learning a few tips and pointers during the morning session, spent in the classroom where I taught some theory. #cavephotographyworkshop #cave #photographyworkshop #Innsbruck #Austria #visitAustria #photography @uniinnsbruck",
      "localization": "Freiwillige Feuerwehr St. Gertraudi",
      "date": "2017-04-08T05:00:00.000Z",
      "numberLikes": 3124,
      "filename": "17818392_801670203314700_1815302008219893760_n.jpg"
    }
  ]
}