{
  "alias": "thebeerwench",
  "username": "The Beer Wench 🍻💕",
  "descriptionProfile": [
    "🎗mental health warrior 🍺 craft beer evangelist 💕 human rights activist 🌈 LGBTQ advocate / bisexual",
    "🎗mental health warrior 🍺 craft beer evangelist 💕 human rights activist 🌈 LGBTQ advocate / bisexual"
  ],
  "urlProfile": "https://www.instagram.com/thebeerwench/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/17817690_288078098297452_2392586853078269952_a.jpg",
  "website": "www.amazon.com/The-Beer-Wenchs-Guide-Unpretentious/dp/0760347301",
  "numberPosts": 1958,
  "numberFollowers": 756000,
  "numberFollowing": 1080,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTVKvqYjXvz/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095092_252163995256822_472373083173289984_n.jpg",
      "numberLikes": 839,
      "numberViews": 0,
      "numberComments": 149,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Okay kids, let's settle this argument right here right now. Wings with blue cheese—or the Horus abomination known as ranch dressing? Be careful what side you chose, friends could be on the line.",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18095092_252163995256822_472373083173289984_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTSegV0jwcB/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18096535_1706692846294560_9156579913807953920_n.jpg",
      "numberLikes": 1492,
      "numberViews": 0,
      "numberComments": 180,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#craftbeer"
      ],
      "mentions": [
        "@starbucks",
        "@starbucks",
        "@thebeerwench",
        "@perpetuallyflawed"
      ],
      "description": "Hit 4 months today! Whew, what a ride. Four months ago to the day, I got on a life-saving, life-changing one-way flight to Detroit—and haven't looked back since. My entire life has flipped upside down. I left behind wonderful decade-long career in the #craftbeer industry, a wonderful home in my favorite city in the world, lots of wonderful friends, a wonderful job at an amazing company, wonderful coworkers and so many wonderful restaurants and wonderful things—and I've never been happier or healthier.\n.\nI've made enormous life changes over the past 4 months—and have had some amazing opportunities present themselves as a result. I got a wonderful sponsor, who was able to coach me through the 12-steps in my first 3 months of sobriety. I was elected treasurer of my home group and have been actively opening and leading meetings for almost 2 months now. I've made wonderful new friends from all walks of life in the program—and even more awesome, I have reconnected with several amazing \"old school\" friends from various stages in my life (like high school and college). I've received overwhelming support from family and friends—especially from my friends in the beer industry. I have a great psychologist and psychiatrist that have taken a keen interest in my case and are working with me to become the best version of myself. I've developed an amazing and close relationship with my parents—two people that suffered the most during my active addiction. I recently started working at a local @starbucks store. I love my new coworkers and starting at the bottom again has been such a humbling learning experience. Next week, I'm starting a 6-week long crossfit challenge—a fitness experience that I would never have pursued when alcohol was flowing through my veins on the daily.\n.\nI still have so much work to do on myself, inside and out. I'm constantly terrified of this new phase of my life, but I know deep down that it is the best thing I could do for myself. The suicide obsession has been completely removed. Instead of fantasizing about dying every day, I wake up energized and excited about life.\n.\nHuge thanks to everyone who has support my journey thus far. This coin's for you!",
      "localization": null,
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18096535_1706692846294560_9156579913807953920_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTPzhQejFZo/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095349_277344289337959_3934337802895884288_n.jpg",
      "numberLikes": 910,
      "numberViews": 0,
      "numberComments": 30,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@thebeerwench"
      ],
      "description": "Happy Sunday Funday, y'all! What fun and exciting things (aka food and beverages) did you guys get into this weekend?",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18095349_277344289337959_3934337802895884288_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTINfMyjQGn/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18013314_1435484419805619_863131080369111040_n.jpg",
      "numberLikes": 825,
      "numberViews": 0,
      "numberComments": 13,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#beerporn",
        "#craftbeer"
      ],
      "mentions": [
        "@sicilianbeerkitten",
        "@thebeerwench",
        "@sicilianbeerkitten"
      ],
      "description": "Throwback Thursday.\n.\nLos Angeles sunset selfie with one of my best friends on this planet — @sicilianbeerkitten. We only had a few hours, but we made the best of it—and then some. Neither of us have the same hair color, hers is a stunning bright red and mine is dishwater pink, and much much shorter. Words cannot express how much I love this girl. She's been such an amazing friend over the years, a huge supporter of my sobriety, and I'm so proud of her. I might not post as many #beerporn photos as I used to, for obvious reasons. But if you need your #craftbeer photo fix, definitely give her a follow. I'll make her post twice as much to make up for my lack of beer pics! Xoxo, Ashley",
      "localization": null,
      "date": "2017-04-20T05:00:00.000Z",
      "filename": "18013314_1435484419805619_863131080369111040_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTFpu8UDyHz/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934155_440379526313463_5925811320828985344_n.jpg",
      "numberLikes": 1197,
      "numberViews": 0,
      "numberComments": 22,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#craftbeer"
      ],
      "mentions": [
        "@craftybeermaven",
        "@craftybeermaven",
        "@worldofbeer"
      ],
      "description": "📸 credit: @craftybeermaven\n.\nIt's WOMAN CRUSH WEDNESDAY! I'm sending a proud and loving shout-out to one of my all-time favorite ladies of #craftbeer—the absolutely stunning, ever talented @craftybeermaven aka Mik aka my hair color sister aka someone that I'm very proud to call a friend. Please give her a follow, she is nothing but a ray of sunshine and wealth of craft beer knowledge!\n.\nThis post wouldn't be complete without a sincere and very public apology to my dear friend Mik. At one point in my life, she was one of my best friends—a girl that I trusted with all of my inner most secrets and someone I could always turn to with everything from exciting news to all of my worldly problems. Back in my heavy drinking days, I was a total loose cannon. When tornado Ashley struck down upon the earth, no one was safe from my destruction—even my best of friends. I said some very hurtful things to many of the people I cared about, and sadly this beautiful angel was a victim of my anger and my own self-destruction. Mik, I know I've told you this several times already, I love you to pieces and I'm sorry for being so wicked. Thank you so much for accepting my apology and for having the biggest heart in the world. You are truly a wonderful human.\n.\nIn other news, Mik is a finalist in the World of Beer internship competition. There is no one better suited for this position. So please, if you get a moment, go follow her and click on the link in her bio and vote for her!!!! Dooooooo it! No really, stop reading this and go vote! Scoot!!\n.\nXoxo, Ashley",
      "localization": null,
      "date": "2017-04-19T05:00:00.000Z",
      "filename": "17934155_440379526313463_5925811320828985344_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTDBYKzjQMj/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c57.0.966.966/17933856_1550058505028857_6535418599203405824_n.jpg",
      "numberLikes": 1069,
      "numberViews": 0,
      "numberComments": 32,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#foodporn",
        "#TacoTuesday"
      ],
      "mentions": [
        "@thevulgarchef",
        "@thevulgarchef",
        "@thevulgarchef"
      ],
      "description": "📸 credit: @thevulgarchef\n.\nIt's no secret that @thevulgarchef is my all-time favorite #foodporn foodie to follow on Instagram. He lacks any form of filter—his mouth is filthy as fuck and his food is so overwhelmingly gluttonous that I feel like I need to go to church and confess my sins every time I come across one of his posts. I fucking love this guy. And, in the spirit of #TacoTuesday, I'm pimping out one of his recent, absolutely brilliant, innovative and, naturally, excessive taco creations—Tatcho Tacos. Yes, you read that right. Tater tots done up like nachos stuffed into taco shells. Finally, a solution to the whole \"how do I eat tatchos with my hands\" conundrum. Why didn't anyone think of this sooner? If you aren't following this guy already, shame in you. If you don't follow him after this post, I don't think we can be friends.\n.\nXoxo, Ashley",
      "localization": null,
      "date": "2017-04-18T05:00:00.000Z",
      "filename": "17933856_1550058505028857_6535418599203405824_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTAhZFLjB_w/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934350_1108194025953406_8461813363918241792_n.jpg",
      "numberLikes": 995,
      "numberViews": 0,
      "numberComments": 22,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#ManCrushMonday"
      ],
      "mentions": [
        "@gothamburgersocialclub",
        "@gothamburgersocialclub",
        "@gothamburgersocialclub"
      ],
      "description": "📸 credit: @gothamburgersocialclub\n.\nIt's been awhile since I've done a #ManCrushMonday post. This is a repost of a burger from my good friends over at @gothamburgersocialclub — a group of super dapper and successful foodies from NYC. I can't truly express how much I love these gents. I came for the food porn, but stayed for the friendship. The founder has been a true blue friend to me, been there through my highs and my lows and has been super supportive of me throughout my recovery. And for that, I am eternally grateful. Friend and fan of these boys for life. If you aren't following them yet, you are missing out! High-end steak dinners to burgers and street food—these guys have got it all going on. What are you waiting for? Check them out!\n.\nXoxo, Ashley",
      "localization": null,
      "date": "2017-04-17T05:00:00.000Z",
      "filename": "17934350_1108194025953406_8461813363918241792_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS7fOC4jcaW/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17882996_181295925724154_7010535895895900160_n.jpg",
      "numberLikes": 1090,
      "numberViews": 0,
      "numberComments": 23,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@lacroixwater",
        "@thebeerwench"
      ],
      "description": "A little nacho porn to drool over on this (surprisingly hot) Saturday evening. Currently in my glass: @lacroixwater grapefruit flavor—aka pamplemousse, aka my new favorite word. What's in your glass tonight? And how did you enjoy this awesome weather today?",
      "localization": null,
      "date": "2017-04-15T05:00:00.000Z",
      "filename": "17882996_181295925724154_7010535895895900160_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS2HbqmjSO9/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.97.1080.1080/17933984_762626787237094_635464450375155712_n.jpg",
      "numberLikes": 1173,
      "numberViews": 0,
      "numberComments": 37,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "I am one of those classically snobby—grew up in New York and then spent almost a decade living in Northern California and traveling around eating and drinking at some of the best pizza-places in the country—type foodie brats that is ultra particular about my pizza. Because? We all have at least one thing in this world that we get very uptight and personal about. And, one of those things happens to be pizza for me. Sue me.\n.\nEver since I relocated to the suburbs of Detroit, I've been slightly bewildered, if not full out disturbed by its particular interpretation of, dare I even call it as such, pizza? The area seems to have its own unique way of combining dough with sauce and cheese—and I'm not sure that I'm fond of it. Don't get me wrong, I love me some grease on a plate. Throw together meat, cheese and bread—and I'll still eat it. After all, it's the number one reason, besides ice cream and all things fried, that I will never ever have a flat tummy, but that's not the point of this post.\n.\nThe point is that, there is one place that satisfies the pizza needs of my family—and it specializes in wood-fired pizza. Because my father is, well, my father (aka the type of person that, once he finds something he likes, always orders the exact same thing), I've come to know this particular pie very well. House made sauce, fresh mozzarella, handmade sausage, pepperoni, caramelized onions and black olives on a wood-fired crust. Not gonna lie, it's a pretty tasty pie. Is it in my top ten, psshhhh don't ask silly questions. But, it's the best thing I've found in the 'burbs of Detroit. And, I'm going to be damn grateful for what I've got and, after all, any pizza is still better than no pizza. And this one happens to be very darn tasty. So win for dad, win for me. Sorry mom, must suck to be a vegetarian right now. More for my mouth!",
      "localization": null,
      "date": "2017-04-13T05:00:00.000Z",
      "filename": "17933984_762626787237094_635464450375155712_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSufld7D87L/?taken-by=thebeerwench",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c102.0.876.876/17663558_871477012992554_4595319521559969792_n.jpg",
      "numberLikes": 1151,
      "numberViews": 0,
      "numberComments": 20,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "MEAT PORN MONDAY! Is there really anything in this world that grilled meats, melted cheeses and hot, buttery bread can't fix? I can't think of anything of the top of my head....",
      "localization": null,
      "date": "2017-04-10T05:00:00.000Z",
      "filename": "17663558_871477012992554_4595319521559969792_n.jpg"
    }
  ]
}