{
  "alias": "tuliorecomienda",
  "username": "TULIO Recomienda",
  "descriptionProfile": [
    "🌶El POETA de la Gastronomía🌶 Comparto las MEJORES experiencias, para hacerte más FELIZ Escríbeme: tulio@soyvino.com 🔻LINK🔻para descargar GRATIS la APP",
    "🌶El POETA de la Gastronomía🌶 Comparto las MEJORES experiencias, para hacerte más FELIZ Escríbeme: tulio@soyvino.com 🔻LINK🔻para descargar GRATIS la APP"
  ],
  "urlProfile": "https://www.instagram.com/tuliorecomienda/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/10684001_1568024250084410_1068044683_a.jpg",
  "website": "www.adianteapps.com/vogswe",
  "numberPosts": 3905,
  "numberFollowers": 112000,
  "numberFollowing": 2120,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTWx1YwBKL1/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18013911_420711458323066_692574956927582208_n.jpg",
      "numberLikes": 114,
      "numberViews": 0,
      "numberComments": 2,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@tempurasushiexpress"
      ],
      "description": "Hay héroes… detrás de los fogones y cuchillos hay héroes… no importa la edad, ni la sequedad del bolsillo… importa la gota, la que golpea la roca hasta hacerla resquebrajar, importa la pasión, la entrega, las ganas de luchar!\n•\nAlgo así pasó con Camilo… lo conocí en un restaurante años atrás, hasta que decidió echarse a volar, a cocinar sus propios sueños! Lo vi ir y venir, entrar a un restaurante y salir de otro. Lo vi batallar tras mil fuegos y parrillas hasta que la parrilla de su vida se quedó sin gas… y desapareció. Me impactó ver el complejo destino del mejor estudiante de Tomoyuki Sugano, el gran maestro sushero que viaja por el mundo y que había depositado, en este corajudo joven, muchos de sus grandes secretos!\n•\nUnos meses después me contactó, me invitó a descubrir lo que había montado: su Tempura Sushi Express, un show de sushi (tipo catering), que quería llevarme a casa: “si te gusta me haces publicidad, si no, me olvidas por completo”, algo así me propuso por el teléfono! El sabe cómo soy yo! No pude, no sé, ahora no recuerdo qué pasó el día aquel. Entre tanto trabajo su historia se perdió de mi mapa mental.\n•\nPero como la vida no se queda con nada…\nUnos meses después mi hijo hizo una fiesta y contrató al que él considera un verdadero maestro del sushi en la ciudad. No me dijo quien; pero esa noche se escapó de la música y con un rollito entre los dedos llegó hasta la sala: “pruébalo”, exigió emocionado!\n•\nTomé una colorida ruedita de aquel arroz de grano medio, acariciado como debe de ser, no aplastado, no hecho puré. Por encima, caviar de cangrejo, en el centro, un rompecabezas de crudas piezas del grosor de un meñique; brillantes y gustosas: salmón, aguacate y queso crema, todos juntos, todos separados, todos amarrados por una piel de Nori a la vez… “¿quién hizo esto?”, le pregunté casi gritando… “Espérate y verás”. Abrió la puerta y apareció aquel joven que había visto desaparecer… “con razón”, suspiré como si no hubiera más explicación posible!\n🔻🔻🔻\n@tempurasushiexpress\n¿Quieres su show en tu casa?\n$28.000 por rollo e incluye clase privada (Es increíble lo económica que resulta la experiencia).\n☎tel: (313) 662-1617\nMedellín\n• • •",
      "localization": null,
      "date": "2017-04-26T05:00:00.000Z",
      "filename": "18013911_420711458323066_692574956927582208_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTU2tUQhDkW/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.122.1080.1080/18161125_1888473234758513_2547171324585836544_n.jpg",
      "numberLikes": 296,
      "numberViews": 0,
      "numberComments": 19,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@seepuertorico",
        "@elmercadopaseocaribe"
      ],
      "description": "Casi enloquezco 2 veces. La primera, cuando pasé el portón de \"El Mercado\" en Paseo Caribe, uno de los lugares más antojosos de San Juan. La segunda cuando me sirvieron la hamburguesa y el enorme New York Strip del restaurante La Hacienda.\n•\nCierto que mucho me lo habían recomendado; pero jamás imaginé qué tal perfección parrillera fuera posible en uno de estos proyectos donde el vino zumba pero las comidas suelen tener un triste tinte de \"rapiditas sin mucho cuento.\" Bueno, debo reconocer que este mercado, tiene ese cuento: conserva el espíritu culinario de la isla y sus cocineros: \"todo muy bueno, muchas gracias\".\n•\nA la mesa llegaron 2 bandejas! Ambas peleaban por mis ojos y nariz: olían y se veían increíbles! Me lancé al ruedo, le metí el cuchillo al enorme \"Bone In NY Strip\" (907 gramos). Una delgada y acaramelada capa de chicharrón recorría toda la carne (la grasa la habían hecho chicharrón), daban ganas de prenderse a la costrica y ruñirla sin masticar! De arriba a abajo, casi 3 dedos de grosor, talada hasta el hueso en continuos y profundos cortes. ¿El término? El parrillero la había llevado a un perfecto \"medio\": desde un oscuro caramelo hasta un rosa húmedo en el centro! Me podría haber reflejado en sus jaleosos brillos! ¿La sal?, \"casi que le faltaba pero no la necesitaba\", debo decirlo así para expresar la precisión conque había sido derramada! Irracional detalle! Otro flechazo para mi gusto y mi razón!\n•\nLuego la \"hamberger\", como dicen aquí! 230 gramos repartidos en 2 albóndigas muy bien selladas, amasadas sin congelar. Mezcla de chuck y brisket (aguja y pecho), más un toque de pimienta y sal, nada más! Llegaron al medio de un aguantador brioche que habían caramelizado con mayonesa para dar acidez y domar el dulzor. Esponjoso, crocante, bien sabroso! Encima, una pálida salsa burger (Thousan Island), preparada con buena cebolla colorá. Luego pepinillos, queso, tocineta y un huevo frito con su yema pa' reventar! Sí que sí, una hamburguesa tan bella como disparatadamente deliciosa!\n🔻🔻🔻\nLA HACIENDA\ntel: (787) 721-2100\nEl Mercado, Paseo Caribe\nSan Juan, Puerto Rico\n• • •",
      "localization": null,
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18161125_1888473234758513_2547171324585836544_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTUEovXh7ov/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.125.1080.1080/18095456_301814626914678_8787203900194160640_n.jpg",
      "numberLikes": 492,
      "numberViews": 0,
      "numberComments": 34,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@cocuy_vsf"
      ],
      "description": "¿CALLEJEROS con Pedigree?, para mi son aquellos que, a pesar de cocinar y servir en la calle, en pequeños chucitos, bicicletas, motos y carretas, son comandados por apasionados cocineros que buscan ofrecer algo más. No caben ahí los que solo calientan una salchicha industrial, metida dentro de un pan de paquete y, al final, una montaña de ensalada con puras salsas de pote para llenarte barato sin importar tu experiencia ¿cuál sería entonces la gracia? El \"Pedigree\" se los da un esfuerzo extra, un valor agregado, el impulso divino de atreverse a picar sus propias carnes (como en la hamburguesa del Chómpiras), embutir sus propios chorizos (como en Chorichava), o los que preparan sus propias papas y salsas para seducir a sus seguidores. ¿Me entiendes?, el \"Pedigree\" se los da esa consciencia de servirte mejor!!!\n•\nEsto lo escribo mientras veo a un par de cocineros venezolanos, amasando sus propias arepas dentro de furgoncito naranja. Le dan forma a la Harina PAN antes de pasarla a una cocción en 2 tiempos, como lo hacían sus abuelos en Barquisimeto: primero budare y después parrilla hasta lograr un gordito interior de masa recién cocida, paredes crocantes y un especial saborcito a humo! Dentro del primitivo amasijo se aventuran a servir una suerte de hermosos y estudiados bocaditos. Pedí una llanera ($14.000 con bebida), que rellenaron con solomito empapado en un brillante chimichurri, queso gouda, mozzarella y, al final, un chorro de su \"guasacaca\", ligero y especiado guacamole veneco. Apreté con el susto de tirarme todo encima, pero la Arepa y su redonda barriga aguantaron el zarpazo y el desgarrón, hasta entregarme su jubilosa combinación!\n•\nLa segunda venía con una fragante pierna de cerdo macerada por 2 días y luego pasada por una cocción de 9 horas. Encima el queso y la guasacaca para un bocado grande y especial!\n•\n¿Me entienden ahora? Esto sí que es un \"Callejero con Pedigree\", porque están llevando a la calle preparaciones dignas de cualquier gran restaurante. Para ti ¿cuál es el MEJOR Callejero?\n🔻🔻🔻\n@cocuy_vsf\ntel: (318) 251-9456\nCiudad del Río\nlunes a lunes desde 4pm\n• • •",
      "localization": "Parque Ciudad del Rio",
      "date": "2017-04-25T05:00:00.000Z",
      "filename": "18095456_301814626914678_8787203900194160640_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTSVwVtBrLm/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.124.1080.1080/18095169_304423823304221_8272503390332780544_n.jpg",
      "numberLikes": 300,
      "numberViews": 0,
      "numberComments": 21,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@ceviche787",
        "@ceviche787",
        "@seepuertorico"
      ],
      "description": "¡Ay Bendito! Anoche la sorpresa fue por cuenta de una cocina ¿Peruqueña? Pasé la puerta para darme de frente con un local \"encendío\", de música borinqueña a todo timbal! Al fondo, el revolú de un cartel hablaba del alma del lugar: sofritos, causas, mofongos y seviches. Perú y Puerto Rico en la más bella comunión!\n•\n\"Un mojito de tamarindo\", por favor, y empezó la \"juyilanga\" culinaria (el viaje): una causa con frescos cubos de atún en alioli de cilantro. Encima, aguacate y una vaporosa espuma de Rocoto. Lo probé, y ya no me pude detener! Luego los aranchinis de paella, unas croquetas de arroz rellenas de pulpo, calamar y pescao con piquillo. Cada plato, más curioso que el anterior, como el chaufa de churrasco al que le habían cambiado el arroz por quinua y reforzado la soya con anguila y tamarindo!\n•\nJoel, el cocinero, iba y volvía con gran rapidez. Me explicaba cada plato con emoción casi infantil; por eso todo sabía tan rico: el hombre es un apasionado del fogón, que le mete ganas y mucho corazón! Yo, mirándolo como un \"chango\" (sensiblero), feliz y enamorado!\n•\nPara cerrar la noche se dejó venir con un seviche de pulpo en una canastica de tostón (patacón), con su ácida y brillosa leche de tigre. Debajo un puré de malanga, con ajos rostizados (un tubérculo de la isla), y un par de chispas de alioli con rocoto y ají amarillo. El viaje de sabores criollos más delicado que me he dado en años.\n•\nEscasamente podía respirar cuando me plantó otra de sus estrella, \"el Pescao a lo Macho\", anunció con devoción: un Dorado con langostinos, mejillones y calamares, cocidos todos en un guiso colorao, parte puertorriqueño, parte peruano: tomates, ajíes dulces y recao! Abajo yautía (tubérculo), y aceite de cebollín! Volé, gocé, suspiré con sus sentidos sabores!\n•\n\"Y no te dejo ir sin que pruebes el postre\", me reclamó mientras dejaba un budín borrachito, ahogado en ron Barrilito, con \"cajeta\" (arequipe), mantecado (helado), una espuma de Baileys entreverada con sal negra! Resultó un maremoto de dulces, amargos y salados acentos. Preciosa experiencia la de este lugar! Loas a Joel! que no te voy a olvidar jamás!\n🔻🔻🔻\n@ceviche787\ntel: (787) 769-9026\nSan Juan, Puerto Rico\n• • •",
      "localization": "Ceviche 787",
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18095169_304423823304221_8272503390332780544_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTRdGMMBQ2Q/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18096389_686105724925524_7588085220545396736_n.jpg",
      "numberLikes": 405,
      "numberViews": 0,
      "numberComments": 36,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@parcerum"
      ],
      "description": "¿Qué tal esto? ¿Exceso de colombianidad? ¿Será que soy el único que viaja a un país con mucho ron; y hecha en la maleta una botella colombiana? ¿Qué hago? La vi en el Duty free y no me pude resistir!!! Por fin, voy a probar el @parcerum 12 años, considerado \"MEJOR ron del mundo\". Brindaré y gozaré en el Viejo San Juan y en su isla del encanto!!! SALUD Parceros!!! -Ya les contaré qué tal está-\n• • •\nNo te vuelvas a perder ninguno de mis descubrimientos. Descarga AHORA la APP \"Tulio Recomienda\" desde AppStore o desde GooglePlay\n• • •\nEl exceso de alcohol es perjudicial para la salud. Consumo responsable!",
      "localization": "Hotel El Convento",
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18096389_686105724925524_7588085220545396736_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTP9Lx1h9yb/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.99.1080.1080/18095235_268474283613755_3961607512330862592_n.jpg",
      "numberLikes": 366,
      "numberViews": 0,
      "numberComments": 29,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@copaairlines",
        "@copaairlines"
      ],
      "description": "Es que yo vibró con la gentileza, con el cariño, con la vocación de servicio... me derrito con una sonrisa, con una palabra, con una dulce explicación... cuando me encuentro a alguien que me responde así de especial, quisiera pagarle con mi vida (sobretodo ahora que nadie te mira a los ojos).\n•\nPor eso utilizó mis palabras, las ensalzo, las lustro, las brillo... quisiera premiar con ellas, y de manera justa, las acciones de aquellos que con buen ánimo y entrega nos alegran el día a los demás!\n•\nEsta mañana llegué al aeropuerto, apurado, con la ansiedad normal de cualquier viaje: los papeles, las maletas, la fila, la requisa, el poco tiempo (mírame la cara). Estiré el pasaporte sin prestar atención, subí el equipaje y entregué la reservación, \"a Puerto Rico, por favor\". Del otro lado del mostrador Sandra Zuluaga (eso decía su escarapela), recibía mis cosas con una sonrisa de oreja a oreja y una dulzura atípica en estas situaciones. Escuchó mis peticiones y requeñeques: \"si es posible, en el pasillo por favor, ojalá en salida de emergencia, del lado izquierdo, en la 2a línea que es la que reclina, al lado del ala, etc, etc, etc\".\n•\nMe quedé mirándola mientras tecleaba... su sonrisa blindada contra el stress, su suave paciencia, su eficiente rapidez! Me desaceleré, su aura me desaceleró... Yo hablaba, ella escuchaba con generosidad. Me extendió los billetes, me deseó un feliz viaje y se despidió con otra de sus largas sonrisas. Terminé tranquilo, sin afán, perdido en la serenidad que me había regalado: \"por eso me gusta viajar con Copa\", le susurré, \"por personas como tú. ¿me puedo tomar una foto contigo?\", y esta fue la foto que me tomé!\n•\nNo es la primera vez que escribo sobre alguien de esta aerolínea y su esmerado servicio, de hecho, es la 3a o 4a vez que me despacho a su favor... siempre agradecido, siempre impactado, cada vez más enamorado ¿Cómo lo hacen? ¿Cómo lo logran? Eso no lo sé... Lo que sí puedo responder es que Copa, para mí, es mucho más que aviones y destinos: @copaairlines, es su hermosa gente!!!\n• • •",
      "localization": "José María Córdova International Airport",
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18095235_268474283613755_3961607512330862592_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTO3MZmhlAn/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.122.1080.1080/18094935_1143741715753735_7953659032756027392_n.jpg",
      "numberLikes": 327,
      "numberViews": 0,
      "numberComments": 19,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@voodoorestaurant",
        "@vivobeachclub_",
        "@vivobeachclub",
        "@seepuertorico",
        "@vivobeachclub_",
        "@voodoorestaurant"
      ],
      "description": "Pedí un coctel (Mojo Potion), y llegó en un acto de santería (que cosa más hermosa): sobre el marco de un espejo, un caldero humeante, un rezo benigno y un fetiche endiablado... pequeño ritual del vudú puertorriqueño para darme la bienvenida a una lujuriosa noche de encuentros.\n•\nLos platos empezaron a rodar: primero un firme pulpo sentado sobre un virgen y apaprikado aceite! Debajo, olivas, papas, ralladura de pimentón y limón. Absolutamente fresco y delicioso! Luego un Tataki de Atún brillante y regustoso, limpiamente tronchado y ordenado, humedecido en una ligera y cítrica soya. A su aire, por el trasto, cremosas pepas de majado de edamame. No recuerdo haber probado otro tan fresco, ni tan equilibrao!\n•\nA esas alturas lo había entendido: estaba en las manos de uno de los mejores cocineros de este lado del mundo ¿o debería decir houngan, -sacerdote vudú-, para hacer honor a la filosofía del lugar? Respiré profundo y me metí temblando en la segunda parte de este ritual. \"Las Raciones\", anunciaba el menú para invocar los fuertes.\n•\nMe plantaron un oloroso bacalao sobre un risotto de espinacas y un sombrero de cítricas espumas! El color y el sabor de su avellanada costra me sacó suspiros de emoción. Sus fibras sueltas, casi nacaradas, su brillo y elevado gusto hicieron historia en mi boca y corazón!\n•\nY llegó el histórico remate: un Chuletón Vaquero que me hizo retozar del susto... casi 1 kilo de Ribeye en gruesas tajadas (964g), con una justa capa de grasa tostada! Encima el hueso desmembrado (que me lo ruñí como un ratón), un chorro de una profunda demi-glace y algunos champiñones rostizados. Comí, gocé, repetí, volé y nunca terminé! Este ha sido el mejor plato de carne y el más impresionante que he comido hasta hoy. Tantas texturas, tanto sabor. La grasita ambarina hecha chicharrón a veces, a veces crema, los jugos maduros, vivos, la temperatura perfecta, el sabor intenso, el hierro y el dulzor! Tremendo final para esta joya del arte parrillero y del buen parrillador!\n🔻🔻🔻\n@voodoorestaurant\ntel: (787) 648-5655\nRD 187, KM 2.6, Carolina!\n@vivobeachclub_\n\"A Puerto Rico hay que venir a comer\"\n• • •",
      "localization": "Voodoo Caribbean Seafood Bar & Grill",
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18094935_1143741715753735_7953659032756027392_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTM1lDiBDA9/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.125.1080.1080/18011618_299754123797289_3362675332220977152_n.jpg",
      "numberLikes": 502,
      "numberViews": 0,
      "numberComments": 32,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#expoartesano2017"
      ],
      "mentions": [
        "@expoartesano"
      ],
      "description": "Y así me la encontré otra vez...\n\"SOLTERITA y a la ORDEN\"\n➖➖➖\nEn el pabellón verde de Plaza Mayor, en @expoartesano 2017 me la volví a encontrar... Isa, la mujer que prepara las más hermosas solteritas, las más brillantes, las más sabrosas: harina, azúcar, esencia de banano y color hasta lograr una preciosa natilla zanahoria. Luego te las sirve sobre sus galletas fritas en flor.\n•\nLe pedí un buen chorro de lecherita y abrí la boca hasta donde pude. Imposible no empatarme. imposible no salir con la cara empaturrada (que delicia, por Dios). Mordí para quebrar y la chillona flor manchega y su sombrero de crema: \"la idolatrada solterita de los paisas\", suspiré, \"un bocado que te transporta a la niñez... ojeé un poco en su rebujado stand hasta encontrarme todos esos tesoritos del ayer: el cofio, el minisigüi, la pulpa de tamarindo, las velitas tirudas, el turrón de maní, las brevas con arequipe y los bombones de coco que son una locura.\n•\nSi vas este fin de semana a Expoartesano, búscala, salúdala y empatate con su mítica solterita... es puro amor hecho dulce y crema!!!\n🔻🔻🔻\nDulces Típicos de Isa\n#expoartesano2017\nMedellín\n• • •",
      "localization": "Plaza Mayor Medellín",
      "date": "2017-04-22T05:00:00.000Z",
      "filename": "18011618_299754123797289_3362675332220977152_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTMMiOXhEU7/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.125.1080.1080/18095196_296881880766657_5781083876575150080_n.jpg",
      "numberLikes": 624,
      "numberViews": 0,
      "numberComments": 24,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#expoartesano2017"
      ],
      "mentions": [
        "@expoartesano",
        "@plazamayormed",
        "@artesaniasdecolombia",
        "@plazamayormed",
        "@expoartesano"
      ],
      "description": "¿Por qué será que somos así? Miramos a nuestros indígenas con desdén, desestimamos sus obras y labores, desconocemos su valor y su historia sin entender que así mismo nos desestimamos nosotros y nos perdemos de su natural belleza!\n•\nEllos son el último pedazo del corazón de esta tierra, nuestras raíces, nuestros padres y madres, nuestros héroes verdaderos. Sus artesanías y labores nos identifican, son memoria y recuerdo, tienen una voz y un sentido que difícilmente encontraremos en ningún otro lugar. Los extranjeros vienen y se enloquecen con ellos, y pagan lo que sea para llevarse un pedazo de su espíritu hecho sombrero, ruana o revistero! ¿Y nosotros qué? Seguimos prefiriendo lo de afuera...\n•\nLos Wounaan del Chocó, los Wayúu de La Guajira, los Gunadule del Urabá Antioqueño y los Kankuamo del Cesar han llegado a Medellín con todo su arte espiritual: wérregues, mochilas, chinchorros, molas, cántaros y petacas... es hora de ir a conocerlos y rendirles tributo con nuestro interés, nuestro tiempo y atención! -Compra Colombiano y regala sonrisas de esperanza-\n🔻🔻🔻\n@expoartesano 2017\nEn @plazamayormed\n#expoartesano2017\n• • •",
      "localization": "Plaza Mayor Medellín",
      "date": "2017-04-22T05:00:00.000Z",
      "filename": "18095196_296881880766657_5781083876575150080_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTKp88rhwf4/?taken-by=tuliorecomienda",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.77.1080.1080/18095367_1653764421597147_5405777062881394688_n.jpg",
      "numberLikes": 482,
      "numberViews": 0,
      "numberComments": 34,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@officeburgercolombia",
        "@palmagrandemall",
        "@officeburgercolombia",
        "@palmagrandemall"
      ],
      "description": "No se ni por dónde empezar... la emoción de haber encontrado \"lo mejor de 2 mundos\" en un solo empanado, me hizo pensar y hablar atacadamente!\n•\nTodo hamburguesólogo que se respete, suele ser, a la vez, un adusto \"costillólogo\"... por eso, lo que había encontrado esa tarde, empezó a llenarme de una temblorosa emoción: ¿Una HAMBURGUESA de COSTILLA? Sí, Sí, Sí... la cosa más espectacular y, aunque en teoría es más un sánduche, la experiencia resultó increíble: sentir el pan calentito, su olor a mantequilla fresca, las burbujitas cerrándose, exprimiéndose contra las jaleosas costillas liberadas, superó cualquier presagio o premonición... pensé que sería buena, sí; pero terminó convirtiéndose en una experiencia sin precedentes!!! Ah, que estoy loco por regresar!\n•\nMe agarré de ella, 3 deditos arriba, meñique y pulgar por debajo; pero ni siquiera mi científica técnica de empuñarla, logró contener el tibio chorro de Sriracha que rodó por mis dedos, su especiado picor, su colorado espesor, sus aires orientales sobre poniéndose al dulzor de una equilibrada BBQ... gustosa empatazón sobre las divinas carnes.\n•\nEncima un rebujito de hojas, queso mozzarella, tomate y... no puede ser ¿plátano maduro? Sí señor! Qué locura, qué perdición!!!\n🔻🔻🔻\nNo te vuelvas a perder ninguno de mis descubrimientos. Descarga AHORA la APP \"Tulio Recomienda\" desde AppStore o desde GooglePlay\n🔻🔻🔻\n@officeburgercolombia\ntel: (034) 580-2200\nQueda en @palmagrandemall\nMedellín\n• • •",
      "localization": "Office Burger",
      "date": "2017-04-21T05:00:00.000Z",
      "filename": "18095367_1653764421597147_5405777062881394688_n.jpg"
    }
  ]
}