{
  "alias": "vanessarosales_",
  "username": "Vanessa Rosales",
  "descriptionProfile": [
    "Escritora | Writer | Autora de 'Mujeres Vestidas' | Style and Fashion History & Theory | Creadora Editorial | MA Fashion Studies, Parsons |",
    "Escritora | Writer | Autora de 'Mujeres Vestidas' | Style and Fashion History & Theory | Creadora Editorial | MA Fashion Studies, Parsons |"
  ],
  "urlProfile": "https://www.instagram.com/vanessarosales_/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/18012015_476901202641609_5162928981921497088_a.jpg",
  "website": "www.vanessarosales.com/2016/10/carta-a-la-moda",
  "numberPosts": 3049,
  "numberFollowers": 615000,
  "numberFollowing": 2712,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BTStLfmjqzB/?taken-by=vanessarosales_",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.91.731.731/18094913_210694702760194_908182220697501696_n.jpg",
      "numberLikes": 309,
      "numberViews": 0,
      "numberComments": 4,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#moda",
        "#BallenPellettiere"
      ],
      "mentions": [
        "@ballen_pellettiere",
        "@andreaswarz"
      ],
      "description": "El arte de la reinvención es uno de los fundamentos de la #moda. En Colombia, pocas marcas saben atener un sentido de reinvención sin desconectarse de sus códigos fundamentales como @ballen_pellettiere \nLa conexión con lo ecuestre, la gracia de lo campestre, el concepto de crear alquimias entre las referencias de lo rústico y lo urbano, las imaginativas reinterpretaciones de los elementos del universo equino - son todos pilares en la animación de un sello que nace de una conexión biográfica con los caballos y que se ha nutrido de la exquisitez interiorizada en Italia, así como de la capacidad, perspicaz, de leer la atmósfera estética del presente. La pulida urbanidad de #BallenPellettiere siempre ha tenido expresión geométrica y sutileza en la interpretación de su universo original.\n\nEsta última colección y su bella campaña retoman todos esos fundamentos con nuevos matices de urbanidad, con una feminidad ecléctica que no se desprende de los elementos esenciales del sello. El gingham aparece como gesto sutil y pensativo de lo siempre campestre y lo que es ahora ánimo en tendencia. Hay nuevas siluetas que siguen rozando las referencias de su identidad.  La campaña es una bella sinergia de talentos colombianos que a nivel creativo, visual, estilístico y estético, llevan el sello a una preciosa y deslumbrante versión reinventada.\n\nGran talento colombiano.\n\nFotos preciosas de @andreaswarz",
      "localization": null,
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18094913_210694702760194_908182220697501696_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTR2-tBjy_a/?taken-by=vanessarosales_",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18095154_1259469510838651_3808804103631405056_n.jpg",
      "numberLikes": 204,
      "numberViews": 0,
      "numberComments": 3,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Beauty hunting, cool hunting - Bogotá",
      "localization": "Café Bar Universal",
      "date": "2017-04-24T05:00:00.000Z",
      "filename": "18095154_1259469510838651_3808804103631405056_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTP_8urDPXk/?taken-by=vanessarosales_",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.91.1080.1080/18094534_398957477166982_7840403588428857344_n.jpg",
      "numberLikes": 126,
      "numberViews": 0,
      "numberComments": 1,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#feminismo"
      ],
      "mentions": [
        "@librerialerner",
        "@s",
        "@vanessarosales"
      ],
      "description": "Para refrescar la palabra #feminismo, para entender estas formas actuales de feminidad inéditas, para entender de dónde venimos; para analizar conceptos como liberación y \"empoderamiento\"; para medir de qué manera se han transformado las vidas de las mujeres, para entender las ambivalencias de la libertad en ciertos momentos del pasado y determinados contextos; para reflexionar sobre lo que puede significar la feminidad no-convencional según el lugar y el momento. \nPara mirar hacia atrás y entender algunas de las complejidades en la feminidad del presente.\n\nEsta tertulia/conversatorio en mayo, en @librerialerner - \nL@s espero.\n\nInformación completa: jessica@vanessarosales.com",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18094534_398957477166982_7840403588428857344_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTPkPuUD-71/?taken-by=vanessarosales_",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18094476_1362759323769994_6428466934211149824_n.jpg",
      "numberLikes": 152,
      "numberViews": 0,
      "numberComments": 3,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#MujeresVestidas",
        "#MujeresVestidas",
        "#Filbo2017"
      ],
      "mentions": [
        "@revistaarcadia",
        "@mightyjosephine"
      ],
      "description": "La felicidad de ver mi primer libro #MujeresVestidas en las páginas de @revistaarcadia, una de las primeras revistas donde escribí. La felicidad de ver el libro bajo la categoría de ensayo y de leer las descripciones y observaciones sobre él escritas.\n\nLa reseña es de la bella @mightyjosephine ~\n\n#MujeresVestidas #Filbo2017",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18094476_1362759323769994_6428466934211149824_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTPBgDHD6rB/?taken-by=vanessarosales_",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/18013448_1881987678736701_3496438618321321984_n.jpg",
      "numberLikes": 286,
      "numberViews": 0,
      "numberComments": 9,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@jcdavilab"
      ],
      "description": "No siempre es fácil quererse o valorarse, mujeres.\n\nMuchas tambaleamos en el proceso de crearnos como mujeres de este tiempo.\n\nSin darnos cuenta, desde pequeñas nos enfrentamos a ideales imposibles de obtener. Esos ideales entran en nuestro subconsciente y palpitan en el fondo de nuestro mundo interno incluso en la adultez.  La Barbie clásica nos promete un cuerpo extraordinario. La idea de que una mujer puede ser madre en estado virginal nos lleva a una contradicción constante e inconsciente desde pequeñas. \nVamos aprendiendo, sin darnos cuenta también, que tal vez no somos suficientes. He escrito en estos días que hay mucho en ser hombre y ser mujer que es aprendido también.\n\nNos enseñan a que la máxima promesa es que un hombre nos elija. Nos enseñan a que debemos \"ganarnos\" el amor y el deseo como un premio. (Y sepan que a los hombres también se les enseña a ser de cierta manera desde pequeños, formas que refuerzan estereotipos limitantes para el mundo que hoy nos rodea). Si lo piensan, desde pequeñas nos enseñan sin querer que ser asertiva no es algo femenino. Que es mejor ser dócil para ser una \"buena mujer\". Sin querer, vamos aprendiendo a dudar de nosotras mismas. De compararnos entre nosotras. De vernos como competencia y no como inspiración.\n\nBreve reflexión de un amplio tema. Pero la idea central: nos enseñan desde tempranito a no querernos.\n\nEl mayor logro de una mujer de esta época no es casarse, ni vestirse bien, ni hacer dinero, ni ser gigante en su oficio, ni alcanzar la maternidad o todos esos \"deber hacer\" que fueron goteándose en nuestro inconsciente.\n\nEl mayor logro está en el valor que sentimos tenemos. Todo lo demás nace como cascada de ser imperfecta, pero de valorarse y quererse.\n\nNada de afuera nos da ese valor. Viene, se crea de adentro.\n\nFoto @jcdavilab",
      "localization": null,
      "date": "2017-04-23T05:00:00.000Z",
      "filename": "18013448_1881987678736701_3496438618321321984_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTMIkhMDLmM/?taken-by=vanessarosales_",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c83.0.914.914/17934704_1662524263759460_2168847021488734208_n.jpg",
      "numberLikes": 225,
      "numberViews": 0,
      "numberComments": 7,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#MujeresVestidas"
      ],
      "mentions": [
        "@chandon_co"
      ],
      "description": "#MujeresVestidas estuvo entre los libros más vendidos de la semana. Gozo burbujeante.\n\n@chandon_co",
      "localization": null,
      "date": "2017-04-22T05:00:00.000Z",
      "filename": "17934704_1662524263759460_2168847021488734208_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTKBMCtDVPg/?taken-by=vanessarosales_",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011578_712843775588117_2807528634296827904_n.jpg",
      "numberLikes": 231,
      "numberViews": 0,
      "numberComments": 7,
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@womensweekendco"
      ],
      "description": "Una inteligente periodista me preguntó por qué aún existe una dualidad tan fuerte dentro de las mujeres ante el tema de ser deseables, al momento de ser visualmente apetitosas dentro del idioma del erotismo. Por qué hay vigilancia entre las mujeres mismas sobre si otras usan o no su cuerpo; por qué la deseabilidad femenina sigue estando tan cargada de dualidad.\n\nPara mi eso tiene profundas raíces en la tradición religiosa, en nuestro caso, en la judeocristiana. \nSon siglos de concebir la feminidad desde la dicotomía. (Que se condensa a grandes rasgos en pureza/pecado) ¿Cómo vamos a amarnos a nosotras mismas las mujeres cuando nos han enseñado, durante siglos, que solo podemos concebirnos en una dualidad improbable? ¿Cómo vamos a estar cómodas con nuestras contrariedades cuando nos han enseñado, de todas las maneras posibles, a que debemos rechazar nuestra mismísima humanidad femenina? \nEl machismo no es solo un esquema externo que está en las expresiones del sistema judicial, en las expresiones cotidianas y afectivas hacia la mujer, en las violencias sutiles y explícitas -  también es una presencia interiorizada por las mujeres mismas. \nAdicionalmente, entre las muchas tergiversaciones que se han dado del feminismo está una que le leí a una escritora norteamericana: al darnos la posibilidad de hacerlo todo, muchas mujeres nos convencimos equivocadamente que debíamos hacerlo todo. Eso, combinado con la herencia del rechazo hacia nuestro placer, nuestra humanidad, nuestras contradicciones naturales, ha creado fabricaciones de lo social y lo cultural donde se alimenta el rechazo a lo femenino.\n\nNos enseñan a rechazarnos, a no apreciarnos, a no escuchar nuestros propios fueros íntimos. Vivimos aún un panorama con muchas preguntas, desbalances y complejidades. ¿Cómo ser conscientes y llevar vidas femeninas de libertad e integridad?\n\nEl domingo 21 de mayo seré speaker en @womensweekendco, sobre feminismo, feminidad, moda y empoderamiento en la era digital",
      "localization": null,
      "date": "2017-04-21T05:00:00.000Z",
      "filename": "18011578_712843775588117_2807528634296827904_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTIZOMQDwpr/?taken-by=vanessarosales_",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011805_1290307377756145_751744977607852032_n.jpg",
      "numberLikes": 330,
      "numberViews": 0,
      "numberComments": 3,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#MujeresVestidas"
      ],
      "mentions": [
        "@s",
        "@librerialerner",
        "@vanessarosales",
        "@womensweekendco"
      ],
      "description": "Querid@s,\nEl sábado 13 y el sábado 20 de mayo estaré dictando un segundo conversatorio en la @librerialerner sobre Feminidad Empoderada A Través de la Historia. (Información: jessica@vanessarosales.com)\n~~~~~~\nEl domingo 21 de mayo, seré speaker en @womensweekendco.\n~~~~~~~~~\nY el sábado, 27 de mayo, dictaré el conversatorio <Ser Mujer en la Era Digital: Feminismo, Empoderamiento y Moda> en Medellín.\n~~~~\nTambién habrá dos lanzamientos de #MujeresVestidas en mayo. \nLos espero con mucha ilusión ~",
      "localization": null,
      "date": "2017-04-20T05:00:00.000Z",
      "filename": "18011805_1290307377756145_751744977607852032_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTFyYVpDaQR/?taken-by=vanessarosales_",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18011567_319491898468666_4009411593552003072_n.jpg",
      "numberLikes": 536,
      "numberViews": 0,
      "numberComments": 11,
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#moda",
        "#moda",
        "#moda",
        "#moda"
      ],
      "mentions": [],
      "description": "La #moda, que se ha convertido en la gran moda de nuestro tiempo, en el fenómeno visual más ubicuo y presente de nuestra era, nos ha hecho creer que la mayoría de los mortales se definen por sus ropas y apariencias. \nY es refrescante y necesario reconfirmar que no es así.\n\nEl ser humano es la única criatura que se viste. Vestirse es un acto necesario, cotidiano e inescapable. En su sentido literal, funciona para inhibir la desnudez y poder presentarse de manera social. Somos seres vestidos. En su sentido más literal, la vestimenta está para armarnos ante el mundo, para permitirnos hacer un performance social.\n\nPero la #moda, como ornamento, ingenio, símbolo, expresividad, puede ser un maravilloso espectro de inventos- la muestra de que el ser humano crea universos que no necesariamente tienen que ver con la funcionalidad o la literalidad.\n\nSin embargo, el clic, el tap, la inmediatez, la velocidad - todos esos síntomas de nuestra época nos han sumergido en la ilusión de que la moda y las vidas fabulosas son normales, que son la norma, la fuente de identidad de la mayoría de los mortales. \nLa facilidad de comprar moda rápida.\nLa capacidad de ver en forma de imagen digital lo que pasa en otras partes y quienes viven de la #moda en niveles encumbrados y globales.\n\nPero la ilusión de lo digital nos hechiza con frecuencia, obnubilándonos.\nLa #moda es una moda; y la mayoría de los mortales se visten para funcionar, para crear vidas e identidades que van más allá de la pose, de la imagen, del saberse constantemente objeto en observación, sujeto fotografiable, imagen para ser consumida por ojos que nos ven en pantallas.\n\nLa popularidad actual de la moda nos ha hecho creer, de manera equivocada, que es un mundo de todos. Es una ilusión de la democracia digital. Es un síntoma de un mundo hiper-estetizado, saturado de imágenes.\n\nSer más allá de lo que nos ponemos.\nActuar más allá de la pose.\nCrear identidades que no siempre se fijan en la superficie. \nNo perder de vista, en medio de esta marejada de apariencias, que somos más que cuerpos posando, más que narcisismo vacuo, más que un aparentar para encajar con la hegemonía que ha creado lo digital.\n\nIrnos a lo esencial.",
      "localization": null,
      "date": "2017-04-19T05:00:00.000Z",
      "filename": "18011567_319491898468666_4009411593552003072_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTEQl4dDrPk/?taken-by=vanessarosales_",
      "urlImage": [
        "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17931906_165792940612141_133666215544487936_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/18011229_1899829656926167_1651901283113631744_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17931927_797319917103998_5196024814493499392_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17881154_431409253917994_4835715579920777216_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17934667_227839061027694_2330962722444804096_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17934651_253991478406789_9197855679098912768_n.jpg",
        "https://scontent.cdninstagram.com/t51.2885-15/s1080x1080/e35/17934516_1666641483632426_7138284535564730368_n.jpg"
      ],
      "numberLikes": 294,
      "numberViews": 0,
      "numberComments": 4,
      "isVideo": false,
      "multipleImage": true,
      "tags": [
        "#estilo",
        "#Expoartesano2017"
      ],
      "mentions": [
        "@expoartesano"
      ],
      "description": "El #estilo es ese terreno múltiple donde la mirada, la identidad y el sentido se materializan en formas siempre variables.\n#Expoartesano2017 es terreno para darle sentidos propios al estilo expresado.\nEn Plaza Mayor, hasta el 23 de abril\n\n@expoartesano",
      "localization": null,
      "date": "2017-04-19T05:00:00.000Z",
      "filename": [
        "17931906_165792940612141_133666215544487936_n.jpg",
        "18011229_1899829656926167_1651901283113631744_n.jpg",
        "17931927_797319917103998_5196024814493499392_n.jpg",
        "17881154_431409253917994_4835715579920777216_n.jpg",
        "17934667_227839061027694_2330962722444804096_n.jpg",
        "17934651_253991478406789_9197855679098912768_n.jpg",
        "17934516_1666641483632426_7138284535564730368_n.jpg"
      ]
    }
  ]
}