{
  "alias": "victoriaportfolio",
  "username": "VictoriaPortfolio",
  "descriptionProfile": [
    "Как девушке найти себя в современном мире? Практическое руководство по улучшению жизни📝 Блог бизнес-леди, мамы, жены. И музы;)",
    "Как девушке найти себя в современном мире? Практическое руководство по улучшению жизни📝 Блог бизнес-леди, мамы, жены. И музы;)"
  ],
  "urlProfile": "https://www.instagram.com/victoriaportfolio/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/s320x320/16229337_1778880252138550_6345445078940516352_n.jpg",
  "website": "m.youtube.com/user/VictoriaPortfolio?feature=guide",
  "numberPosts": 884,
  "numberFollowers": 206151,
  "numberFollowing": 662,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BThKbxMFilq/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18160743_1289858397799181_2227806249469083648_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@by_victoriaportfolio",
        "@by_victoriaportfolio",
        "@by_victoriaportfolio"
      ],
      "description": "Когда весна никак не хочет приходить, а носить куртки и пальто нет никаких сил - есть лайфхак😺\nВот же он, на фото: теплый кардиган @by_victoriaportfolio из шерсти мериноса💕Кардиган - это уже не надоевшая верхняя одежда, но вы в нем точно не замерзните - проверяю на себе каждый день😉👍А еще приятный бонус - геометриченый узор;) Розовый с голубым - это такая волшебная карамелька, настоящий модный десерт🍬Кстати, кардиган с герметическим узором от @by_victoriaportfolio был в последнем видео от #танцуйкакреперпродакшн 👍📹 Наслаждайтесь!;))",
      "localization": "Ресторан «Мансарда»",
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 5156,
      "filename": "18160743_1289858397799181_2227806249469083648_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTbG1WYlF14/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c180.0.720.720/18161086_420723811624386_8715310395381776384_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@rollsroycecars",
        "@rollsroycemoscow",
        "@rollsroyceavilon",
        "@rollsroycespb"
      ],
      "description": "Что вы цените больше всего на свете?🤔 Я еще в юности ответила на этот вопрос! И эта сверхценность во многом опередила мою дальнейшую жизнь😊 Я говорю о времени⏰ Именно время мы дарим близким и любимым людям; время мы инвестируем в работу и проекты. Мы отдыхаем - время, мы занимаемся домашними делами - снова оно!!Если правильно расставить приоритеты и заняться планированием, то в сутках появится больше 24-х часов. Говорят, Юлий Цезарь ел пиццу и чистил зубы одновременно🤣🤣🤣 Но шутки в сторону! Я научилась соединять важное и рутинное!Сколько времени вы тратите на дорогу дом-работа?😫 А в это время можно читать книгу, еду в машине - слушаю аудиокниги вместо радио, делаю кардио - просматриваю смонтированный влог и т.д. Кто-то скажет, что соединять 2 дела - терять эффективность. Я, наоборот, всегда  стараюсь успеть максимум за минимальный срок. А вы что думаете об этом? Поделитесь в комментариях!",
      "localization": "Диво-остров",
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 5937,
      "filename": "18161086_420723811624386_8715310395381776384_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTO6g-AF00n/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096218_222607278225134_4852976293274189824_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@by_victoriaportfolio",
        "@by_victoriaportfolio",
        "@by_victoriaportfolio",
        "@by_victoriaportfolio",
        "@by_victoriaportfolio"
      ],
      "description": "И пару слов о ценах в @by_victoriaportfolio ...недавно обратила внимание на огромную дискуссию под одним из постов в профиле📝 Я считаю наши цены максимально справедливыми и доступными! Доступными - если мы рассуждаем в категориях “цена-качество”. Где-то там, в параллельной вселенной, мерседес продается по цене запорожца, а драгоценный кашемир стоит как самый дешевый акрил! Но в реальности цена и качество связаны - не разлей вода🔁\n\nНу и вот 4 базовых принципа @by_victoriaportfolio :\n\n1. Максимально натуральный состав - шерсть, альпака, меринос, кашемир. Потому что это приятно и красиво. Это выглядит роскошно, а в жизни- практично👍\n2. Европейское сырье. Да, мы видим разницу между китайским и французским кружевом и пряжу выбираем итальянскую и английскую - самую лучшую☺️\n3. Мы точно знаем, что люксовые марки вяжут вещи из этой же пряжи. Регулярно проводим мониторинг😉 И сравниваем цены. Наши несравнимо доступнее, конечно же, так как нет переплаты за люксовый бренд!\n4. Вещи с душой. У нас нет машинного потока и штамповки. Тиражи лимитированные, дизайн - наш собственный, упаковка - подарочная💕 Каждую вязальщицу мы знаем в лицо, можем ручаться за ее уровень и мастерство.\nСегодня готова сама лично ответить на все вопросы, сомнения и возражения по марке @by_victoriaportfolio 🏷 Не стесняйтесь, спрашивайте!\nP.S.  А на мне пастельный розовый кардиган из твида, с оттенками кораллового и маленькими цветными вкраплениями @by_victoriaportfolio",
      "localization": "Терасса",
      "date": "2017-04-23T05:00:00.000Z",
      "numberLikes": 5637,
      "filename": "18096218_222607278225134_4852976293274189824_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTHL9wbFZaY/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011290_257440864727080_9056923757574094848_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Как я и говорила, в 30 лет уже можно😀Спокойно делать то, что ТЫ считаешь нужным и важным, а не прислушиваться к мнению всех и каждого, всё-таки и уверенность и опыт уже есть👍 Подробно рассказывала об этот месяц назад, а сейчас - проверила свой манифест на практике😃 Вы уже видели мои новые видео #танцуйкакреперпродакшн ?🤣🤣🤣 Знаете сколько скептически поджатых губ и кислых мин я увидела? Много! И это не потому что ролики не айс (много комплиментов и слов поддержки я тоже получила, особенно к последнему), а потому что критиковать некоторым приятнее, чем поддерживать🤔Так что самое главное - ваше личное мнение, желания и вектор развития📈 Еще прошлым летом я хотела снимать подобные видео- помню, как мы смеялись и радовались на съемках ролика про рваные джинсы)) Наконец-то вернулась к этому😊 Это такое классное чувство, делать то, что нравится! С каждым разом результат все лучше и лучше, а критика, ну что тут скажешь: хейтер пишет - караван идет❗️❗️❗️\nВерьте в мечту и исполняйте ее сами!)",
      "localization": "Русская Рыбалка",
      "date": "2017-04-20T05:00:00.000Z",
      "numberLikes": 6831,
      "filename": "18011290_257440864727080_9056923757574094848_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS_QOwZl8CD/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17934175_1331987026880450_4133442346320658432_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@by_victoriaportfolio",
        "@by_victoriaportfolio"
      ],
      "description": "Бывало у вас такое: смотришь на фотографию на сайте - все круто, а берешь вещь в руки - тихий ужас😱 И дело тут не в фотошопе, а дело в качестве. “Скрипучий” акрил😬, непонятный полиэстер, жесткое кружево - мы сразу сказали бесповоротное НЕТ таким вещам, когда 1,5 года назад запустили бренд @by_victoriaportfolio 😉  До этого мы искали пряжу, фабрики и частных мастеров; делали огромное количество тестовых закупок и пробных заказов пряжи… Я однозначно решила выпускать ту одежду, которую буду носить сама👍 А я очень-очень придирчивый покупатель😜 Поэтому составы у нас - максимально натуральные, пряжа, кружево, ткани - европейские, а тиражи - лимитированные, потому что мы хотим контролировать качество каждой вещи🤔Например, вот этот свитерок👆 Косы сверху - ручная вязка, пряжа - итальянская, а состав: альпака, меринос +чуть-чуть акрила, для поддержания формы после стирки. Качество и красота делят первое место моих запросов в процессе покупок. И никаких компромиссов❗️",
      "localization": "Ресторан «На речке»",
      "date": "2017-04-17T05:00:00.000Z",
      "numberLikes": 5624,
      "filename": "17934175_1331987026880450_4133442346320658432_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS6MPl5lSjO/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/17495388_1982114318683729_5170981792198426624_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "Шел 5-й месяц зимы❄️❄️❄️, мы развлекались как могли...а если серьезно, то неделя получилась отличной🗓В узком семейном кругу отметили день рождения мужа, потом был поход на DLT fashion-show, сегодня - подготовились к Пасхе и нас ждёт замечательный вечер😉 У нас получаются отличные семейные выходные! А как ваши?",
      "localization": "DLT Department Store St. Petersburg",
      "date": "2017-04-15T05:00:00.000Z",
      "numberLikes": 9502,
      "filename": "17495388_1982114318683729_5170981792198426624_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS01xjWljx2/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881458_1860042677546020_7175553538750152704_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#dltfashionshow"
      ],
      "mentions": [
        "@by_victoriaportfolio",
        "@by_victoriaportfolio"
      ],
      "description": "А у вас есть твидовые вещи? У меня их теперь много😉 Твид набирает популярность и модельеры вовсю экспериментируют, выходя за рамки, заданные Великой Мадмуазель. Твидовые сумки, обувь, платья - да чего только нет! Именно Коко Шанель почти 100 лет назад придумала шить жакеты из твида. Сейчас такие модели - классика! А мы решили переосмыслить этот тренд и создали кардиган из твида @by_victoriaportfolio 💕 Хотели объединить роскошь и casual - получилось👍\nP.S. Сегодня собираюсь на #dltfashionshow , посмотрим, что приготовили организаторы в этом году👠🎩",
      "localization": "Европа Отель",
      "date": "2017-04-13T05:00:00.000Z",
      "numberLikes": 5451,
      "filename": "17881458_1860042677546020_7175553538750152704_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSyoTt5FtCO/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881023_206267226528887_7343499593386033152_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@yazol"
      ],
      "description": "Тренды-бренды...рада, что вы оценили новое видео в инстаграм🤣 Но вот есть сверхмодные вещи, которые останутся для меня актуальными и через несколько лет😊 Вот эти кроссовки, например. Да, они на пике популярности сейчас, но есть одна мааааленькая деталь, от которой мое сердце бьется чаще. И твое @yazol тоже, да? Ну, кто угадает что это за деталь? Пишите идеи в комментариях👇",
      "localization": "DLT Department Store St. Petersburg",
      "date": "2017-04-12T05:00:00.000Z",
      "numberLikes": 3716,
      "filename": "17881023_206267226528887_7343499593386033152_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSyWBBOlNZ6/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17881509_1495842717155587_3130191183439986688_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "День космонавтики для меня особенный праздник - это день рождения моего мужа Максима☺️🎉🎁 Он сегодня догнал меня и перешагнул 30-ти летний рубеж😂 Эти 6 совместных лет для нас - настоящий КОСМОС🌠Столько планов и мечтаний, которые удалось воплотить, а сколько еще всего нужно сделать и успеть😉 Не буду поздравлять мужа здесь - он, конечно, читает мой блог, но все самые теплые и важные слова я привыкла говорить лично))) А вот вам, дорогие девочки, в День космонавтики хочу пожелать вселенского благополучия и сверхновых успехов;)) Если 56 лет назад Гагарин полетел в космос, то мы с вами - точно! - добьемся всего, чего захотим здесь, на Земле🌏",
      "localization": "Dior",
      "date": "2017-04-12T05:00:00.000Z",
      "numberLikes": 6710,
      "filename": "17881509_1495842717155587_3130191183439986688_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSth1delZ94/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881725_1673218602982140_8635609404529442816_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@by_victoriaportfolio",
        "@by_victoriaportfolio"
      ],
      "description": "Давайте сегодня поговорим о целях и их достижении, а? Скажу по секрету: если вам кажется, что я ВСЕГДА добиваюсь намеченного - разочарую, в большинстве случаев - ДА, но бывают и провалы😏И я уже прекрасно знаю почему иногда (к счастью редко) не дохожу до цели- срочно делюсь с вами!\n1. Главный виновник-СОМНЕНИЯ! Бывает так, что берешься за дело на подъеме сил и эмоций, а потом - раз! и начинается шатание🤔 То ли цель не та, то ли конкуренция оказалась серьезней, чем вы думали! Как только начинаются сомнения - попрощайтесь с целями😫 Вы ничего не достигнете или будете идти к ней очень..очень долго( \n2. Окружение имеет значение. “Против кого дружим, девочки” - слышали такое выражение? Так вот, далеко не все “друзья” будут рады вашим успехам и позитивным изменениям. Если серьезно - очищайте круг общения от ТОКСИЧНЫХ людей. А на практике - меньше рассказывайте, а больше делайте! \nКакие у вас есть секреты целеполагания❓Поделитесь и расскажите о своем опыте в комментариях! А блузка на мне конечно же @by_victoriaportfolio 😍",
      "localization": "Невский Проспект, Санкт Петербург",
      "date": "2017-04-10T05:00:00.000Z",
      "numberLikes": 5992,
      "filename": "17881725_1673218602982140_8635609404529442816_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSlk9pPlRzk/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17817957_187463948428737_4494581463064248320_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@by_victoriaportfolio",
        "@by_victoriaportfolio"
      ],
      "description": "Так здорово читать ваши комментарии под разоблачительным первоапрельским видео😌Да-да, теперь вы знаете обо мне все)) Еще мне друг сказал (Внимание: инсайдерская информация о женщинах из мира мужчин!), что чувство юмора в женщине важнее, чем умение готовить🤔 Вы согласны с этим? Я вот считаю, что в женщине все должно быть прекрасно: и шутки, и быт, и гардероб😉😉😉 С последним даже знаю как помочь: малиновый кардиган @by_victoriaportfolio из пряжи “твид” украсит хоть casual look, хоть коктейльное платье. Так что улыбайтесь и преображайтесь!",
      "localization": "IL LAGO dei Cigni",
      "date": "2017-04-07T05:00:00.000Z",
      "numberLikes": 6147,
      "filename": "17817957_187463948428737_4494581463064248320_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSjFnSClfpb/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17437805_1862463500693286_706684169308078080_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@yazol",
        "@by_victoriaportfolio",
        "@by_victoriaportfolio"
      ],
      "description": "А у нас новый этап: девочки подросли и стали с удовольствием общаться👯 До этого - девочки ревновали друг к другу и это было то еще испытание😕 Да и общих игр у них было маловато... Мне очень повезло: я отлично помню, как мама воспитывала нас с Яной @yazol ) Применяю с радостью😃 Например, обеим малышкам нужно уделять одинаковое внимание и все делать парным: две игрушки, два угощения, два поцелуя😘😘 Важно с маленького возраста научить детей делиться, благодарить и - самое главное - получать удовольствие и позитив от этого! Ну зажала ты куклу или лошадку, ну и играй с ней в гордом одиночестве! А так - поделилась, и вот вы вместе улыбаетесь, все довольны - красота💕 Короткая разлука тоже идет на пользу! Если одну из девочек забирают бабушка с дедушкой, то мы говорим, как сестрички скучают друг по другу и обязательно созваниваемся по FaceTime. Мирося со Златой общаются и очень радуются друг другу при встрече.\nРасскажите, а вы дружили в детстве со своими братьями и сестрами? И как между собой общаются детки-погодки? P.S.сегодня целый день в любимом костюме @by_victoriaportfolio",
      "localization": "Saint Petersburg, Russia",
      "date": "2017-04-06T05:00:00.000Z",
      "numberLikes": 13743,
      "filename": "17437805_1862463500693286_706684169308078080_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSeE4bxFdlB/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17662204_438585693155344_2571965745583882240_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@by_victoriaportfolio"
      ],
      "description": "Девочки, давайте устроим минутку мотивации😌 Возьмите телефон и позвоните родным и друзьям📱 Не смс, не Вотсапп или Вк. И без “Я занята”, “Давай позже”. Пусть забота о близких людях и живое общение станут для всех нас привычным занятием: каждодневным ритуалом, приятной рутиной - да чем угодно!😊 Готовы?",
      "localization": "W St. Petersburg",
      "date": "2017-04-04T05:00:00.000Z",
      "numberLikes": 6465,
      "filename": "17662204_438585693155344_2571965745583882240_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSbcMz0lL8I/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.122.1080.1080/17437995_1384621984929523_2365495681138819072_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [],
      "description": "В наш прекрасный город пришла беда, я соболезную близким и родственникам пострадавших, я очень волнуюсь за всех своих питерских знакомых. Послеобеденное время - школьники и студенты едут домой...очень страшно. Город в панике, люди напуганы - весь этот ужас и свою беззащитность, правда, невозможно описать словами. Но этот вопиющий теракт в метро показал: городские власти, бизнес и горожане готовы сплотиться в трудной ситуации и прийти на помощь друг другу. Метро закрыто, но на Яндекс.Навигаторе оставляют сообщения с предложением подвезти до дома, запущены бесплатные автобусы, дублирующие ветки метро, некоторые такси возят бесплатно.\nПосмотрите, сколько звонков, беспокойства за безопасность близких и просто знакомых людей. \nСпасибо каждому из вас за отзывчивость и доброту! Пожалуйста, напишите своим близким, что с вами все в порядке. #теракт #спб",
      "localization": "Saint Petersburg, Russia",
      "date": "2017-04-03T05:00:00.000Z",
      "numberLikes": 6813,
      "filename": "17437995_1384621984929523_2365495681138819072_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSRQnVkgpov/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.109.1080.1080/17661863_405898273107198_6676605616015802368_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@by_victoriaportfolio",
        "@by_victoriaportfolio"
      ],
      "description": "Джинсы бойфренды прочно отвоевали свою полку в гардеробных девушек по всему миру, да-да, уверенна, и у вас тоже👱👖 Ещё в шестидесятые годы прошлого века сама Коко Шанель впервые продемонстрировала с модных подиумов прелесть сочетания мужского и женского стиля в одежде😉 Но меня больше мучал вопрос, как это все сочетать так, чтобы во время свидания мужчина не прошёл мимо, приняв девушку за паренька-хипстера🤣🤣🤣 В тот же вечер мы с командой @by_victoriaportfolio принялись за очередную миссию, создать максимально женственную, яркую, но при этом лёгкую и нежную блузку (прям как майонез😂😂😂) Неделя бессонных ночей и вуаля, вот он результат-рюши, полоска, тончайший хлопок, идеальная вещь хоть для свободных джинс, хоть для юбок карандашей, получилось как обычно универсально, супер женственно, да что там говорить, просто роскошно, ещё один контракт с любимой вещью заключён✔😉",
      "localization": "IL LAGO dei Cigni",
      "date": "2017-03-30T05:00:00.000Z",
      "numberLikes": 8306,
      "filename": "17661863_405898273107198_6676605616015802368_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSOux4hFYPC/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/17596691_107707446439078_4127134894788706304_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@rollsroycecarsna"
      ],
      "description": "Топ-3 самых редких вещей во Вселенной: доброе утро понедельника, умение принять чью-то точку зрения, разнящуюся с твоей и дружба между мужчиной и женщиной👱‍♀️👱 И сегодня мне захотелось поделиться своей версией на вечную тему женско-мужской дружбы😉\nМне повезло, я в нее верю и практикую уже много лет. Когда же такая дружба жизнеспособна? \nЕсли вам интересно общаться. Не флиртовать и томно закатывать глаза, а шутить, спорить, делать проекты, обсуждать дела👍\nЕсли один из вас в отношениях или браке, но общение продолжается в привычном формате – хороший знак! Если нет – значит, это была не дружба, а дружбоподобный флирт)) Кстати, если ваш супруг/супруга против подобной дружбы – это повод поработать над отношениями с ним/ней. Но это тема для отдельного поста…хотите, расскажу о своем опыте? Пишите в комментариях! \nОчень круто, когда в процессе общения вы можете приоткрыть завесу тайны над мужским миром😉Поверьте, молодым людям тоже интересно узнать побольше о женском мире) Так что пользуйтесь шансом!\nУ вас есть друзья-мужчины? Рассказывайте!",
      "localization": "Saint Petersburg, Russia",
      "date": "2017-03-29T05:00:00.000Z",
      "numberLikes": 6229,
      "filename": "17596691_107707446439078_4127134894788706304_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BSL_9F9ltPE/?taken-by=victoriaportfolio",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c86.0.908.908/17586756_1317115928373266_2214122853031215104_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@by_victoriaportfolio",
        "@by_victoriaportfolio"
      ],
      "description": "T9 безжалостно меняет слово кардиган на кардинал, ну что же...да пребудет с тобой сила серого кардинала в нашем вишневом кардигане @by_victoriaportfolio 🤣🤣🤣",
      "localization": "Охта Парк",
      "date": "2017-03-28T05:00:00.000Z",
      "numberLikes": 6402,
      "filename": "17586756_1317115928373266_2214122853031215104_n.jpg"
    }
  ]
}