{
  "alias": "yoga_girl",
  "username": "Rachel Brathen",
  "descriptionProfile": [
    "NEW PODCAST EPISODE EVERY FRIDAY! Link below🤗⬇️ @island.yoga☀@oneoeight.tv💕@109world info@rachelbrathen.com ✱☆★___☽ ◗ ◉ ◖ ☾___★☆✱",
    "NEW PODCAST EPISODE EVERY FRIDAY! Link below🤗⬇️",
    "☀",
    "💕",
    "info@rachelbrathen.com ✱☆★___☽ ◗ ◉ ◖ ☾___★☆✱"
  ],
  "urlProfile": "https://www.instagram.com/yoga_girl/",
  "urlImgProfile": "https://scontent.cdninstagram.com/t51.2885-19/11850033_1665819697030603_1657014822_a.jpg",
  "website": "itunes.apple.com/us/podcast/from-the-heart-conversations-with-yoga-girl/id1219728105?mt=2",
  "numberPosts": 6095,
  "numberFollowers": 2122152,
  "numberFollowing": 923,
  "private": false,
  "posts": [
    {
      "url": "https://www.instagram.com/p/BThrSekD7xW/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18161448_1683579255269713_2176598655773966336_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#thankyouthankyouthankyou"
      ],
      "mentions": [
        "@loving",
        "@loving.lealuna"
      ],
      "description": "Lingering in the sunshine with my little moon☀️😍🌙 @loving.lealuna #thankyouthankyouthankyou",
      "localization": null,
      "date": "2017-04-30T05:00:00.000Z",
      "numberLikes": 27398,
      "filename": "18161448_1683579255269713_2176598655773966336_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTfcFTTDQYu/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18161495_286309395114165_6574268382281990144_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#family"
      ],
      "mentions": [
        "@yoga_girl",
        "@dennisfromsalad",
        "@loving.lealuna"
      ],
      "description": "I'm just the luckiest, luckiest girl. \n#family",
      "localization": null,
      "date": "2017-04-29T05:00:00.000Z",
      "numberLikes": 65916,
      "filename": "18161495_286309395114165_6574268382281990144_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTb9NgMj6Wo/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c134.0.811.811/18011977_811056895715003_7164622434664972288_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#yogagirlpodcast",
        "#fromtheheart",
        "#motherhood"
      ],
      "mentions": [
        "@yoga_girl",
        "@dennisfromsalad",
        "@loving.lealuna"
      ],
      "description": "Family love🌙❤ This weeks podcast is out NOW! In this episode of From The Heart I talk about the challenge of being a new mom. We dive into motherhood-guilt, feeling inadequate, panicking over the smallest things and the challenge of learning how to sit with pain (any kind of pain!) even when it's unbearable. Listen in and hear about the night I literally lost my mind because the baby wouldn't stop crying and I ended up eating everything with sugar in the house, almost downing a bottle of wine (barely managed to contain myself there) and ending up binge shopping online for $700 not even remembering what I had bought the next day. Yea. Having a newborn is no walk in the park🙈 \nIn this weeks episode I share how I've moved through the most difficult days, the love that floods through it all and my realization that everything, absolutely everything, is a spiritual lesson. Tune in now! Link to iTunes in bio or go to rachelbrathen.com for all podcast providers❤ Don't forget to subscribe and leave a review! #yogagirlpodcast #fromtheheart #motherhood",
      "localization": null,
      "date": "2017-04-28T05:00:00.000Z",
      "numberLikes": 66199,
      "filename": "18011977_811056895715003_7164622434664972288_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTaI92KlWo7/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18095706_245089322631768_6483855064388599808_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#boss",
        "#momlife",
        "#love"
      ],
      "mentions": [
        "@loving",
        "@dennisfromsalad"
      ],
      "description": "Bought a new phone. 7+. It's ginormous and impossible to maneuver with just one hand - I don't know what I was thinking. I do everything with one hand these days. \nI was excited to share with you guys today that we've had five consecutive awesome nights: @loving.lealuna has stopped crying! We really only had three crappy nights but they were so awful they scarred me. I told @dennisfromsalad when we get to 10 consecutive days of calm we can start doing things in the evenings like normal people again but for now we are on a strict schedule. I read all the comments I receive here on IG - when I ask for advice it's because I really need it! One of the things that people kept recommending was implementing a solid evening routine (which we of course had never done because we hardly know what the word means)🙈 We now have a super routine going and it's WORKING! I guess babies need stability and calm? Who knew! Ha. Anyway. Every evening we now:\n1. Go for a walk with the dogs or go to the beach \n2. Go home and take a bath/shower. Showering with her is the highlight of my day (and no of course I would never drop her don't even mention it!). I diffuse essential oils and make the bathroom super cozy and we go in the rainfall shower together. It's the BEST. The best. She loves the water. \n3. Baby massage. With oil! She's such a little princess.\n4. PJ's\n5. Eat.\n6. SLEEP.\n\nIt's really working! Since we started the super routine we have had no crying and last night she slept for six straight hours. So I was all excited to share our progress but then of course tonight she started crying and just wouldn't stop. Yup. I'm a little less panicked about it now but it's still the most awful thing. She's asleep now but won't let me put her down and won't let Dennis take her so we are stuck together like Velcro. The best Velcro, but still🙃 \nBeing a mom is hard. And so fucking awesome! The difficult stuff is still all ok and every day I fall more in love. \nPS wrote this on my new phone with one hand💁🏼💪🏼 #boss #momlife #love",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 35650,
      "filename": "18095706_245089322631768_6483855064388599808_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTY7w-oj6K2/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18096073_1850144451903026_7389590412152799232_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#selfie",
        "#beachday",
        "#islandbaby",
        "#thatneckstrengththo"
      ],
      "mentions": [
        "@loving",
        "@loving.lealuna"
      ],
      "description": "What's up world!? Raise your hand if you can hold up your head like a boss!👋🏼🤗👽❤💪🏼 @loving.lealuna #selfie #beachday #islandbaby #thatneckstrengththo",
      "localization": null,
      "date": "2017-04-27T05:00:00.000Z",
      "numberLikes": 99045,
      "filename": "18096073_1850144451903026_7389590412152799232_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTWs2WJjRFX/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095034_1868058076815120_1650092865658814464_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [],
      "mentions": [
        "@island.yoga"
      ],
      "description": "I'm craving yoga right now in a way that I haven't in years. It reminds me of my first year of practice and how I'd go to sleep every night, giddy with anticipation knowing I'd get to roll out my mat the moment I'd wake up. Every day was like Christmas morning. That feeling of excitement lasted about a year before routine took over and yoga became part of my normal. I turned my yoga practice into teaching and teaching into a career and along the way, I stopped feeling like I was unwrapping a gift every time I'd begin a practice. Yoga stayed important but it stopped feeling like Christmas. Until now. I had a baby and in a way I get to start from scratch -I get to be a beginner again. I've been given the gift to get to know my body once more. It's different now, compared to a decade ago. Then I was 20 pounds lighter and my body was lean and fit and strong without ever having to try. I was all sharp angles and muscle and learning how to invert and balance on my hands. My practice was like my body: firm and determined. \nNow... My body is soft. Soft, in the most beautiful way. It's like I have an extra layer of insulation now and its cushioning me from the roughness of the world; I had a baby and babies need soft things. So my body has adapted. Where there were once edges there are now round hips and thighs and in my practice, everything is different. I'm moving from a new place and even though the feeling is the same - I'm giddy with excitement to get on my mat - I'm getting to know a different body. This body is a body that's lived. It's a body that's birthed. Its a body that's carried the weight of pain and the lightness of joy and everything in between. It's a body that's busy nursing a child! It doesn't care much about balancing upside down anymore because for the first time... The world is right side up. Lea Luna is here and the love she brought has made its way into every inch of who I am. There is nothing left to prove. So this body doesn't need to be strengthened or contorted or fixed or altered anymore - it just needs to move the way it longs to move. It just needs to be. \nToday... I bow to the immeasurable beauty of my own skin. I hope you do the same.",
      "localization": "Island Yoga",
      "date": "2017-04-26T05:00:00.000Z",
      "numberLikes": 35910,
      "filename": "18095034_1868058076815120_1650092865658814464_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTNcAlhjsYE/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18095984_449004265450078_3766852387797467136_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#yogaeverydamnday"
      ],
      "mentions": [],
      "description": "First \"yoga photo\" since giving birth! I took my first class yesterday morning and realized my body feels like a total stranger. It's been so long since I thought about me or did anything for myself - all I think about is her. I've lost myself a little bit. I'm sure it's totally normal but yesterday as I awkwardly moved my body from pose to pose, trying to remember how to breathe, it hit me: I need to come back home to my body. I need to feel my feet on the ground again. Right now I don't and it makes the hard times so much harder. \nTonight started off in a similar way with Luna, clock strikes 6 and she starts crying. We had ordered take-out and decided to try putting her in the car to pick it up as the car normally calms her and puts her to sleep in an instant (yes we have officially become those kinds of parents oh god) but she cried the whole way. It's so awful. She cries and then I cry, I just lose myself in her pain. Makes me feel so helpless. We got home and she fell asleep and has been sleeping quietly since. All is well but I feel completely stressed out. Dennis says I feel everything so much more intensely these days - she cried for 30 minutes total tonight but to me it feels like 30 years. I can sense it now, how connected my inability to cope is with my feeling of disconnect with my own body. I've had 42 weeks of pregnancy, a 24-hour labor and 6 weeks of no sleep. No wonder my body feels like a stranger!\n\nSo. The Conclusion? I think it's about time I got back to #yogaeverydamnday 💪🏼🌙",
      "localization": null,
      "date": "2017-04-22T05:00:00.000Z",
      "numberLikes": 32264,
      "filename": "18095984_449004265450078_3766852387797467136_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTMWKFjjP5D/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/18013703_1422875091101859_1788021514122035200_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#motherhood"
      ],
      "mentions": [
        "@loving",
        "@loving.lealuna"
      ],
      "description": "I'm not posting much lately because I'm EXHAUSTED. This little baby girl is an absolute darling in the daytime - she spends all day laughing and smiling and cooing and talking and sleeps for 4-hour stretches and is just the dreamiest little angel ever. BUT. When the clock strikes 6pm she transforms into a tiny little terrorist holding us hostage with non-stop crying and screaming. It's like she is torturing us for information and I want to give it up I do - I just don't know what it is that she wants! It's starting to drive me slightly insane🙈 Is stomach ache that only shows up at a certain hour a thing? Or is it the transition from day to night? I have no clue what's going on. Even though she's well fed and has a fresh diaper and we've tried absolutely everything she is just so unhappy and it's the same thing every evening, going on five days now. She's never really cried for anything before so it's quite the shock for us (have we just been unusually lucky up until now and this is totally normal??). The only thing that works is bouncing her incessantly up and down, pacing around the house singing and shushing and praying to all the baby gods to help her fall asleep. Finally after hours of walking with her, right as I think my arms are literally going to fall off, she falls asleep but on top of my chest and no way in hell I'll risk transferring her to the bed by then - too risky. So basically from 6pm and for the rest of the entire night I'm holding this little girl trying to understand what's going on. We finally fall asleep but I feel like a zombie, half awake the whole night. Then all of a sudden it's 8am and she wakes up laughing - laughing! Like the hostage situation of the night before just never happened. And I look at her little face and she's just so damn perfect and adorable I forget all about it too. SOMEONE SEND HELP!😩 Or give me some advice! I love her so much it hurts me physically when she cries - it's like someone is slowly pulling out my fingernails one at a time. No joke. Tell me there is a magic trick I just haven't been let in on that will make evenings happy and calm again? Yes? Ok shoot👍🏼😇🙃🎈 @loving.lealuna #motherhood",
      "localization": null,
      "date": "2017-04-22T05:00:00.000Z",
      "numberLikes": 45231,
      "filename": "18013703_1422875091101859_1788021514122035200_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTJveZwjF2_/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.135.1080.1080/18011799_198310074014477_7756593104148234240_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#yogagirlpodcast",
        "#fromtheheart",
        "#love"
      ],
      "mentions": [
        "@shama_persson",
        "@shama_persson",
        "@loving.lealuna"
      ],
      "description": "Good morning from me and this little co-sleeping princess😍 We wanted to let you know that episode 4 of the podcast is out NOW! In this episode of From The Heart I'm joined by none other than my mom @shama_persson ! We talk about mother/daughter struggles, how we've healed and moved through difficulties in our past, sobriety, motherhood, loving Lea Luna, releasing karmic patterns, what it's like living so far apart and much, much more. It's a beautiful episode!!! Listen in now➡️click the link in my bio or search Yoga Girl Podcast anywhere you get your podcasts (see www.rachelbrathen.com for all providers!)❤ Don't forget to subscribe and leave a review while you're there!! Can't wait to hear what you think of this one - it's intimate and beautiful🙏🏼 xo #yogagirlpodcast #fromtheheart #love",
      "localization": null,
      "date": "2017-04-21T05:00:00.000Z",
      "numberLikes": 34471,
      "filename": "18011799_198310074014477_7756593104148234240_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTHyZzZDrir/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.134.1080.1080/18011615_416742398701830_1065521230825652224_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#bestbuds",
        "#lealuna",
        "#sendhelp",
        "#personalspace",
        "#naptime"
      ],
      "mentions": [
        "@ringo_thegringo",
        "@loving.lealuna"
      ],
      "description": "When someone invades your personal space but you're too polite to say anything🙃🤓😇 #bestbuds #lealuna #sendhelp #personalspace #naptime",
      "localization": null,
      "date": "2017-04-20T05:00:00.000Z",
      "numberLikes": 55770,
      "filename": "18011615_416742398701830_1065521230825652224_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTE7F4_DuJ2/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17882401_414064188954368_587436786041487360_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#ocean",
        "#pisces",
        "#firstdip",
        "#beach",
        "#happiness"
      ],
      "mentions": [
        "@loving",
        "@boobdesign",
        "@loving.lealuna"
      ],
      "description": "First dip in the ocean today and she LOVED it! Just look at those flamingo swimmers😍 My little beach baby!🌴☀️🌊🐚🌸 @loving.lealuna #ocean #pisces #firstdip #beach #happiness",
      "localization": "Boca Catalina",
      "date": "2017-04-19T05:00:00.000Z",
      "numberLikes": 51358,
      "filename": "17882401_414064188954368_587436786041487360_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BTAW1FQDmOA/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934154_1587451741295911_7789012887393009664_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#family"
      ],
      "mentions": [
        "@shama_persson",
        "@loving.lealuna"
      ],
      "description": "I have lived in Aruba for over 7 years. Before that, Costa Rica for almost 3. I've been living away from my family for close to a decade; more than a third of my life, and it's always been ok. I go to Sweden a few times a year and they visit a ton and in between there is FaceTime and Skype and it works. \nLiving far away has never, not once, been a challenge. Up until now. Lea Luna is here and all of a sudden I don't know how to live without my mom. I literally don't know how we are going to function 5,000 miles apart. \nOur relationship has always been so intense and beautiful and messy and complicated and full of pain and love and there were times when I needed to be far, far away. Part of why I left home in the first place was because I needed space - we were always so close I never knew where she ended and where I began. Her pain became mine and at times it was too much for me to bare. I left because... I had to become my own person. And now it's been 10 years and we've done more work than I knew possible. Two years ago things took a turn for the worse and I thought we took a huge step back but I see now: we were actually moving forward. There are no mistakes. Nothing is random. We made it through and I'm not scared that she is going to die anymore. I don't have to worry about her happiness because now, for the first time, I know she does. And five weeks ago baby angel was born and literally catapulted us into absolute unconditional love. We are a family again. Or, we've always been, but for the first time since I was little I feel it in my bones. We belong together. Luna affirms it. This tiny little creature... She has changed everything. She has healed everything. She arrived and all of a sudden, everything makes sense and where there were wounds before now there is only love. \nMy mom just got on a plane and I'm crying like I'm grieving - it hurts like grief. I don't want to be apart anymore. Lea Luna wants us close. So I guess the question is... What now? \n#family",
      "localization": null,
      "date": "2017-04-17T05:00:00.000Z",
      "numberLikes": 58875,
      "filename": "17934154_1587451741295911_7789012887393009664_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS9yVuSjWzu/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17934485_675515852656571_2636698156934365184_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#lealuna",
        "#deliciousness",
        "#nomnomnom"
      ],
      "mentions": [
        "@loving.lealuna"
      ],
      "description": "Birthday brunch. Angel baby slept all the way through! Look at this little chubby arm... I want to eat it😏 (don't worry I won't)☺️ #lealuna #deliciousness #nomnomnom",
      "localization": "The Ritz-Carlton, Aruba",
      "date": "2017-04-16T05:00:00.000Z",
      "numberLikes": 46690,
      "filename": "17934485_675515852656571_2636698156934365184_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS8oLf0jnhf/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17882405_318072705276009_8184032999679983616_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#score",
        "#mombrain",
        "#31",
        "#bday",
        "#bestdadever",
        "#family"
      ],
      "mentions": [
        "@dennisfromsalad",
        "@loving.lealuna"
      ],
      "description": "Happy birthday @dennisfromsalad !!! We love you forever and always!🎈🌈✨🌸💛🌴🌙💓 (so yea I sort of kind of maybe completely forgot up until two days ago buuuuut - saved it!)🙈 #score #mombrain #31 #bday #bestdadever #family",
      "localization": null,
      "date": "2017-04-16T05:00:00.000Z",
      "numberLikes": 51879,
      "filename": "17882405_318072705276009_8184032999679983616_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS65voKD1ML/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17882391_1843904245874788_2020722855104217088_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#gratitude"
      ],
      "mentions": [
        "@loving.lealuna"
      ],
      "description": "• Sky on fire. Just like my heart. •\n•\n•\n🔥🔥🔥 #gratitude",
      "localization": null,
      "date": "2017-04-15T05:00:00.000Z",
      "numberLikes": 35883,
      "filename": "17882391_1843904245874788_2020722855104217088_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS6QOrgjo5c/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/c0.84.1080.1080/17934427_135737346964770_2559024609689075712_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#lealuna",
        "#happiness",
        "#motherhood",
        "#powerfulpureandsimple"
      ],
      "mentions": [
        "@lovephilosophy",
        "@loving.lealuna"
      ],
      "description": "Beach babies!☀️🌴🌸 Yesterday was a fun, busy day. Lea Luna's first time with her feet in the sand! She is so happy. So beautiful. I love our little moon. It's all just too much! Her chubby little thighs and those big, blue eyes. Sometimes I feel like I want to eat her (is that normal?)🙈 The love is overpowering. \nShe is so alert now. Looks at us intently and waves her arms around, reaching out, trying to grab the world with her tiny little fingers. She slept on her own last night for the first time ever! Ok, not on her own, but it was the first night she didn't sleep in my arms or on top of me but in the co-sleeper attached to our bed (I may have slept with my head in there, I admit). It was literally the first time in a whole month that I wasn't skin-to-skin with her all night holding her... And it was my worst night of sleep by far. I was semi awake the whole time making sure she was breathing. Am I abnormally nervous? Or standard behavior for a new mom? She slept 11pm-3am and 3.30am-7.30am, breathing soundly the whole time☺️ Little shark baby! \nToday we are taking a little break and letting the rest of the gang go sailing - Luna is too little to spend the day on a boat so we are resting on the couch. Everything is peaceful. Love abound. xo #lealuna #happiness #motherhood #powerfulpureandsimple",
      "localization": null,
      "date": "2017-04-15T05:00:00.000Z",
      "numberLikes": 35747,
      "filename": "17934427_135737346964770_2559024609689075712_n.jpg"
    },
    {
      "url": "https://www.instagram.com/p/BS4g7TMD9g6/?taken-by=yoga_girl",
      "urlImage": "https://scontent.cdninstagram.com/t51.2885-15/s640x640/sh0.08/e35/17881010_503022593421063_2890407381257158656_n.jpg",
      "isVideo": false,
      "multipleImage": false,
      "tags": [
        "#powerfulpureandsimple"
      ],
      "mentions": [
        "@loving",
        "@lovephilosophy",
        "@island",
        "@lovephilosophy",
        "@loving.lealuna"
      ],
      "description": "Watermelon lollipop!🍉😍 We're having a BLAST this weekend - I feel like I'm on vacation on my own island🙈 We're hanging out with people! Having adult conversations! Wearing actual clothes! And yesterday I had a little glass of wine (shh don't tell)😋 I'm loving wearing @loving.lealuna throughout the day but it's literally like having a tiny oven strapped to your chest. In the Caribbean! She's being a rockstar hanging out with the @lovephilosophy crew though💪🏼 Tomorrow we are taking the #powerfulpureandsimple movement over to @island.yoga ! Follow along on IG stories for more. Happy Friday everyone!💛",
      "localization": "Oceanz Boutique Hotel, Aruba",
      "date": "2017-04-14T05:00:00.000Z",
      "numberLikes": 32291,
      "filename": "17881010_503022593421063_2890407381257158656_n.jpg"
    }
  ]
}